{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-10-12",
        "location": "DURBAN",
        "day": "11",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53747&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9909271013_dbn_991012db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR DEHAL",
            "MS KOOVERJEE",
            "MR BERGER",
            "MR RICHARD",
            "MARY BURTON",
            "MS BURTON READS STATEMENT",
            "SHARON PATRICIA WELGEMOED",
            "ADV PRIOR",
            "JUDGE PILLAY",
            "MR ISMAIL READS STATEMENT",
            "MR MCBRIDE READS STATEMENT",
            "MR RICHARD REPLIES",
            "JONATHAN JOSEPH JEFFERS",
            "ADV SIGODI",
            "HELEN BLOSSOM KEARNEY",
            "MS KEERNEY"
        ],
        "original_speakers": [
            "MR DEHAL",
            "CHAIRPERSON",
            "MS KOOVERJEE",
            "MR BERGER",
            "MR RICHARD",
            "MS BURTON",
            "MS BURTON READS STATEMENT",
            "MS WELGEMOED",
            "SHARON PATRICIA WELGEMOED",
            "ADV PRIOR",
            "JUDGE PILLAY",
            "MR ISMAIL READS STATEMENT",
            "MR McBRIDE READS STATEMENT",
            "MR RICHARD REPLIES",
            "JONATHAN JOSEPH JEFFERS",
            "MR JEFFERS",
            "ADV SIGODI",
            "HELEN BLOSSOM KEARNEY",
            "MS KEARNEY",
            "MS KEERNEY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  Mr Dehal?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you Mr Chairperson.   Mr Chairperson, Mr Webster is not here today.  I do not seek any further indulgence as far as he is concerned.  He is not an applicant, he had received a notice to avail himself of these proceedings as an implicated party but perhaps I should just place on record that I did confer directly with him on the telephone and he asked me to record in the unlikely event of him not being present here today or during these proceedings that he supports all the applicants in their application for amnesty, that to the extent I discussed the evidence of the first few applicants and indeed those that I and Mr Kooverjee represent with him, he aligns himself with those versions, does not take issue with them and as I said supports their applications.  Thank you.  He apologies also for not being present, as I said earlier he is unemployed, he doesn't have funds to be present here.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Dehal.  Does that then conclude all the evidence that is going to be led on behalf of all the applicants?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Mr Chairperson, insofar as I am concerned, yes that is so.  I believe that Ms Kooverjee would probably want to address you on two remaining witnesses, but very briefly, on the same lines that I did insofar as Gordon Webster is concerned.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Kooverjee?",
            "Unknown"
        ],
        [
            "MS KOOVERJEE",
            "Thank you Mr Chairperson.  Insofar as Janet Apelgren whom I represent, she has confirmed that she is unavailable to attend these proceedings.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We heard that she's in Victoria, yes.",
            "Unknown"
        ],
        [
            "MS KOOVERJEE",
            "That is correct, Mr Chairperson.  She aligns herself with whatever has been - the evidence which has been given at this hearing and she supports the application for applicants' amnesty.  The same with Mr Du Preez, he has also been subpoenaed as a witness, he is unavailable to attend due to lack of funds and ill health.  He also supports the evidence that has been led before this Committee and supports the application for amnesty by the applicants.  That is all, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Kooverjee.  Mr Richard?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sorry Mr Chairperson, before Mr Richard begins perhaps I hand a return Exhibit D which has so long with me, I apologise.  I've also made an additional copy.  I also have made copies of the documents I undertake to make which deals with an excerpt from Volume 4, chapter 7 of the TRC report, an extract of which Ms Narkedien read out.  May I hand these copies in?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly, thank you Mr Dehal.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, just for the record on behalf of the first to the fourth applicants, we do not intend tendering any further evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Berger.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Chairperson, with regard to the attack on Mrs Klein's house, it's appropriate to record that she's satisfied with the disclosures made and does not oppose the amnesty application in that regard.\n\tThen to turn to other matters, Mr Webster has chosen not to come and give evidence before the Committee and I do not believe that my learned colleague's statement takes the matter any further, it's certainly not evidence before the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no we know that Mr Richard and we won't be regarding any of the statements made as to what people's attitudes are who haven't been here as being evidence of any note.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you Chairperson.  Then I proceed to call Ms Burton to make an unsworn statement.  She is one of the victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Ms Burton, could you please give us your full names?",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "My name is Mrs Claire Evelyn Burton.   Evelyn",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MS BURTON READS STATEMENT",
            "That's right, thank you.\n\tI would like to give my sincere thanks to the Truth Commission for affording me the long awaited opportunity to hear these proceedings and to be able to respond.  On the 14th June 1986 my family suffered the loss of my sister, Julie van der Linde.  She was a young 28 year old woman at the time of her death.  She was not a soldier or a police person.  She was a civilian.  She was murdered by Robert McBride in the Why Not/Magoo's bar bomb attack. \n\tTen months later, my family buried my father.  He was unable to deal with the shock and horror of his baby daughter's death.  Aboobaker Ismail was the commanding officer of the terrorist operatives, a commander who says he assumes responsibility for all the activities that his operatives carried out but he did not know that the Why Not bar was the target of attack on the 14th June 1986.  He has indicated that he would have chosen the Natal Command Military Base on the Marine Parade.  In fact, as the commanding officer, he knew hardly anything about everything.  His terrorist army seldom reported back to him, he gave commands that were not carried out, he relied on newspaper reports pasted in a scrapbook to keep himself updated with all the movements of his commandos.  He handed weapons and kilograms of explosives to 19, 20 and 21 years old boys, boys whose training consisted of a few weeks in some cases a few days and then turned them loose on society, all of them to do as they pleased.\n\tAboobaker Ismail says that he was fighting a war.  I have sat here and heard Robert McBride with arrogance and pride boast of all the crimes he committed during this period and that he chose the Why Not/Magoo's bar because he'd been told that this bar was frequented by military and police personnel.  I do not believe him.  I heard his story of how he once went to the Magoo's bar with the intention of joining the people inside but he said that he was refused entry because the bar was too full but he could clearly see that this was not the case.  I believe that this was the reason that he chose the Magoo's bar on the 14th June 1986, he chose this bar to vent his own personal anger and not because he was ordered to do so.  I do not believe that this was an ANC organised operation.  Robert McBride is asking the Truth and Reconciliation Committee to dish amnesty onto a silver platter and hand it to him.\n\tRecent news reports have reported his involvement in a Cape Town brawl and that he spent six months in a jail outside of South Africa.  I have not read in the newspapers that Robert McBride speaks out against rape, I have not heard in the news that Robert McBride is going to establish a special armed unit to free this country of violence and crime.  What has Robert McBride done to earn amnesty?  What has Robert McBride done to deserve amnesty?  Robert McBride is a despicable man.\n\tI respectfully appeal to the Truth Commission to deny amnesty to Robert McBride and all who were involved in the bombing of the Why Not/Magoo's bar.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Burton.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Mrs Burton, is there anything else you would like to add?",
            "Male"
        ],
        [
            "MARY BURTON",
            "That's all I'd like to add, thank you.\nWITNESS EXCUSED",
            "Female"
        ],
        [
            "MR RICHARD",
            "Thank you.  The next person who would like to come forward is Sharon Welgemoed.  Ms Welgemoed is prepared to take the oath.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Welgemoed, is it correct that you wish to give evidence, take the oath?",
            "Unknown"
        ],
        [
            "SHARON PATRICIA WELGEMOED",
            "I'm going to read out a statement but I am prepared to take the oath.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well I don't know if Mr Richard explained the difference between merely making a statement or taking the oath?",
            "Unknown"
        ],
        [
            "SHARON PATRICIA WELGEMOED",
            "Yes he has.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Because if you take the oath then I will then be giving opportunity to the representatives to put questions.",
            "Unknown"
        ],
        [
            "SHARON PATRICIA WELGEMOED",
            "That's fine.  That's acceptable.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's your choice.",
            "Unknown"
        ],
        [
            "SHARON PATRICIA WELGEMOED",
            "No, that's acceptable.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you wish to give evidence?",
            "Unknown"
        ],
        [
            "SHARON PATRICIA WELGEMOED",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Your full names are Sharon Welgemoed?",
            "Unknown"
        ],
        [
            "SHARON PATRICIA WELGEMOED",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sorry Mr Chairperson, may I come in at this, I apologise for the interjection.  I have a concern insofar as the applicants Mr Kooverjee and I represent and Mr Berger seems to align himself with my concerns insofar as the first witness Mr Richard represents is concerned and the nature, quality of the submission she has made in the format that she has made them.  I do understand that there is no evidential value to her statement made in the nature it was made but in addition there are many aspects in that statement that cast ...(indistinct) on Mr McBride, his credibility, on aspects outside the ambit of this application on things that attack his credibility, his character etc, for example the Cape Town brawl, the Mozambique issue.  I am seeking clarity for I do not know what my status is, what my applicant's rights are insofar as that statement is concerned.  I think leaving it as it is without expressing our views especially with the public recording offered and the wide publicity that this is going to receive I have deep concerns and it counters reconciliation, especially in the spirit with which it was read out.  Thank you.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, I align myself with Mr Dehal's comments in particular we understand from the Committee's point of view that a statement made not under oath doesn't carry any evidentiary value, we understand that completely and we have no problem with that, the problem of course is that these proceedings are being recorded by the public media and will receive as Mr Dehal correctly points out, wise publicity and it's that publicity that would be uncontradicted and uncountered and we have a serious problem with that as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Richard?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you Chair.  When consulting with victims I was at pains to explain to them that it is their prerogative and privilege to say what they feel and what they have on their hearts and minds to say.  For a witness to be censured or to be restrained or to be confined to what they wish to say I believe would be contrary to the rights of a victim in a particular situation.  I don't think Ms Burton transgressed any rule or practice in the Commission, it's what she wanted to say and she has had her right to say it and it stands.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to say anything Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "To the extent that the statement was not under oath, obviously the evidential weight in these proceedings is minimal.  There is precedent for the procedure or for the fact that unsworn statements have been read out throughout the history of the Amnesty Committee, such practice has been followed and allowed in many amnesty applications to the extent that the applicant feels that he is now prejudiced by that, unfortunately the process doesn't cater for that save that if there is a feeling that the public only have heard one side of the story obviously I think that could be addressed via the media or through the media.  Unfortunately as Mr Dehal has pointed out there is very little that this Committee can in fact do to assist the applicant in respect of the objection that he makes.  The statement is now on record, it's been attended at an open hearing, I don't have any practical solution other than if the applicant feels aggrieved by that he could also maybe talk to it and get equal time to talk to it via the representatives of the broadcasting media.  Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll just take a five minute break so that we can just discuss this issue before ...(intervention)",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, might I just add before we take the adjournment that I'm not sure if Mr Prior is correct in saying that there is provision made in the Act for an unsworn statement.  I refer the Committee to Section 19.4(b) of the Act which says that if an application has not been dealt with in terms of (3), the Committee shall conduct a hearing as contemplated in chapter 6 and shall, subject to the provisions of Section 33, (a) says \"notify the victim\" and (b) says \"inform the persons referred to in paragraph (a) which includes a victim of their right to be present at the hearing and to testify, adduce evidence and submit any article to be taken into consideration.  It speaks about testifying and adducing evidence which I would submit would mean evidence under oath.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "But may I reply?  Submitting any article, article is very widely defined, I'm simply saying that in the history of this process there are many, many amnesty hearings where such unsworn statements were tendered and received by the various Committees.  If this Committee requires examples of those ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We know that that happens at a large number of these hearings.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "That's basically what I was alluding to, that a practise has developed, been allowed to develop and I think it's not out of line of (4)(b) in terms of the definition of article.",
            "Unknown"
        ],
        [
            "JUDGE PILLAY",
            "You see, Mr Prior, that is true but I think it's probably the first time that certain comments were made out of context and irrelevant comments to the application, attacking peoples person, integrity and that seems to be the nub of the problem.  Had the comments been confined to the facts of the application, I don't suppose anybody could have any problems with it and that seems to be to me the sore point.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll take a short adjournment.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Perhaps Mr Chairperson, I should just mention in all fairness before the adjournment, I'm sorry to interject, in the prudence and the exercise of our discretion, in the exercise of our professional will, Ms Kooverjee and I, together with Mr McBride, Robert and Derrick, had considered it appropriate not to have his statement handed in inasmuch as he does not have anything inflammatory to prevent a situation like this arising and I think the other side was aware of this and the possibility of Derrick McBride's statement possibly being one that would take that line, called in advance for copies of statements and we considered it wise not to read them, not to hand them in.  Now we've not had the opportunity of seeing these statements in advance, we heard afresh, it goes to the public media, it is now flashing all over the world on TVs, Mr McBride is attacked, is defamed, how do we address this?",
            "Male"
        ],
        [
            "MR RICHARD",
            "May I object at that stage?  The statement that Mr McBride was attacked and defamed I believe is an inflammatory statement in its own right.  Ms Burton did not say anything that was not within her rights to say.  She said, as this tribunal allows, what is on her mind.  She has every right to have her point of view and to put it on record and I believe her right in the situation should be respected.  It is her opinion and her feeling which she gave her statement regarding and I do not believe that it's appropriate to put her under attack for making use of what is her right.  As it pleases you.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Chairperson, not only was Mr McBride defamed but so was Mr Ismail defamed.  To say that he was a commander of terrorists, that he was a terrorist commander who put young boys into the public domain so that they could commit terrorist acts, that is nothing but defamatory of Mr Ismail and the African National Congress and Chairperson, to make those statements without giving us notice of what the statements are going to contain in a public domain which is where those statements are irrelevant for purposes of this hearing can only be to make them maliciously and then obviously then litigation will follow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, we'll take a break now and we'll let you know when we'll reconvene.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We've lost quite a lot of time today, but I believe I've been informed that the time hasn't been wasted, parties have been talking to each other and preparing various statements.  We are at the situation now where Mrs Burton has made a statement, there were certain objections made to it by the applicants, Mr McBride and Mr Ismail and in the interim period from when we adjourned until now we, the Committee, have that opportunity from time to time to speak with all the representatives together and a request was made by Messrs Dehal and Berger to be able to submit a statement, an unsworn statement, in response to the statement of Mrs Burton.  This is an unusual step but we are also in an unusual situation here, first time that something like this has occurred and we as a Panel decided that it would be appropriate for such statements to be made.  Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson.  Mr Ismail has prepared a typed statement I believe, everyone including members of the Committee have copies of the statement and if that is so I would ask Mr Ismail to read his statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ismail, you may proceed.",
            "Unknown"
        ],
        [
            "MR ISMAIL READS STATEMENT",
            "Mr Chairperson and Honourable Members of the Committee, the Truth and Reconciliation Commission was brought into being by the ANC led government.  It is called upon to discover the truth about our past and to facilitate reconciliation.  It is an unique process in the world.  More unique because for the first time we have a situation where the oppressed talk about reconciliation rather than calling for Nuremberg Trials.  The history of the struggle is well-documented.  The ANC has made extensive submissions to the TRC on this.  Ms Burton has sought to vilify the entire basis of the struggle for freedom.  We reject her charges of terrorist operatives and terrorist army with contempt.  The policies of the ANC over decades of armed struggle ensured that our country did not descend into a racial war.\n\tTwo weeks ago, we reminded the Committee of blacks stretching out the hand of friendship to whites with whites generally spurning the gesture.  Every day of this hearing has been spent with victims in an attempt to bring about reconciliation.  Reconciliation, however, is not a one way process and Ms Burton's remarks show that reconciliation is a road little travelled.  Ms Burton seems to forget that the majority of victims of apartheid were blacks and civilians, whether in Sharpeville, Langa or Uitenhage, black civilians died.  Nobody batted an eyelid because they were black.  The truth is the blacks have not been seen as people.  Nothing is said about the loss of black lives.  \n\tIn 1976 when the so-called well-trained and well-armed police and soldiers of the apartheid regime went into the townships they killed innocent children in Soweto and other parts of the country.  When they killed those children they were protecting Afrikaans and Afrikanerdom and white privilege as fascists.  Those Security Forces consisted largely of 17 and 18 year old white conscripts, that the white society gave to the system to defend white power and privilege.  We recognised the rights of victims to oppose applications for amnesty and to speak their minds.  However, the statement made by Ms Burton this morning is inadmissible and unacceptable and against the spirit of this process.  We ask the Honourable Committee to make a ruling to this effect.  The ANC and the applicants reserve their right to institute legal proceedings in as far as Ms Burton's statement goes outside and beyond the law.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Dehal?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you Mr Chairperson.  Sorry, on the same terms, Mr McBride has prepared a statement that he wishes to read and I believe copies have been handed to all the members present.",
            "Male"
        ],
        [
            "MR MCBRIDE READS STATEMENT",
            "Thank you Sir, Mr Chairperson and Members of the Committee.  Firstly, in spite of Mrs Burton's rantings and ravings which she has a right to, I still want to continue to participate in this reconciliation process.  However, she will not be able to deny that there have been millions of victims as a result of the conflict of the past.  The cause of this conflict was apartheid which benefited white people like Mrs Burton at the expense my subjugation.  I fought against a subjugation with utmost dedication and for this I am proud.  No amount of rantings and ravings will make me change my belief that it was correct to fight against a crime against humanity.  Mrs Burton has no copyright on being a victim or of having suffering during the conflict of the past.\n\tIt is no exaggeration that millions have suffered or died on the subcontinent as a result of apartheid trying to perpetuate itself.  Apartheid as a system attacked black South Africans as a whole.  In fact it attacked them because they were black.  All the applicants in this hearing are victims of the apartheid system. \n\tMrs Burton has referred to newspaper reports of me.  In the two incidents she mentions I have been completely exonerated.  Furthermore, these two incidents have nothing to do with this hearing and are irrelevant.  Mrs Burton begins her statement by thanking the Truth Commission.  I wish to remind her that it is the same ANC that she refers to as terrorists that drove the process which culminated in the establishment of this Truth Commission.  Ironically, I as a legislator of the new democratic government voted for the establishment of this Act which gave birth to the Truth Commission.  This Act ultimately gave rise to this forum in this hearing for Mrs Burton.  She has now abused this opportunity.  I trust that her comments will not be taken into account in deciding my amnesty application.  I nevertheless reiterate that I'm in favour of reconciliation and I am willing to actively contribute towards achieving this.  My rights arising from Mrs Burton's statement remain reserved.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There's just one point which I must make reference to before we adjourn.  Mr Berger raised or questioned the right of the victim to make an unsworn statement such as the statement made by Mrs Burton.  Our view as a Panel is that the Act does not exclude the right of the victim to make an unsworn statement.  Mr Berger referred us to Section 19.4 of the Act which states inter alia that the victim shall have the right to testify at a hearing and that testify implies giving evidence.  However, it has been practise from the very start of these procedure for victims to make statements, unsworn statements at hearings and this has happened on many, many occasions at many other hearings and also our view is that Section 19.4 does not although it only refers to a victim testifying does not exclude the lesser right to make an unsworn statement particularly when one takes into account the provisions of Section 11 of the Act, that's the Truth and Reconciliation Act, so-called Truth and Reconciliation Act which provides inter alia that victims shall be given the right to present his or her views and submissions.  So we are satisfied that the giving of unsworn statements is not either illegal or improper.",
            "Unknown"
        ],
        [
            "MR RICHARD REPLIES",
            "Thank you Chair.  May I make a reply?  It seems to be forgotten that Ms Burton is indeed herself a victim of a gross human rights violation, the death of her sister.  While it might be that reference to post 1986 events did not take the matter further, they must seen in the context.  She asks the question has he done anything further to earn reconciliation and amnesty.  The matter that we debate today is one particular event.  A bombing of The Parade Hotel on the Durban beach front.  As a result of this morning's interchanges and indeed I'm sure I'll be asked the same questions again later, I had been approached to answer the questions, is it not the right of some and I certainly stress the word \"some\", not all victims, to make the submission that they see this particular event and I leave reference to other events out of my address now, as a bombing which was firstly a terrorist attack, which was secondly on civilians, thirdly possibly racist in nature, committed with a purpose and intent of spreading terror amongst the civilian population with the object of destroying their morale.\n\tThe Committee has referred to Section 11 of the Act creating the Commission and I would point out that the Act specifically provides that victims shall be treated with compassion and respect for their dignity, shall be treated equally without discrimination of any kind, including race, colour, gender, etc. and then particularly the Commission and this Committee is enjoined to ensure that victims have the right to have their views and submissions presented and considered at appropriate stages of the enquiry and in this regard I specifically refer to a Section 11(d)(ii).  It is my submission that Ms Burton did nothing more than what was her rights and that the reaction that we have been subjected to since she made her statement has been utilised for mere propaganda purposes.  Thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Berger do you wish to say something?  I would just like to say that when I made the reference to the making of unsworn statements please don't interpret it as being the ruling requested for by Mr Ismail in his statement, I was merely saying that in our view the reception of unsworn statements is allowed.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you, Chairperson.  Might I just respond very briefly, I never understood that this was going to be an opportunity for my learned friend to argue before the Panel.  I thought that we were going to save argument until all the evidence has been led.  I will reserve most of my comments then for argument but I wish to point out to my learned friend that not once did he put to a single applicant that the attack on the Why Not bar was a terrorist attack or that it was a racist attack.  He never put that to a single witness and it's not open for him to argue that now or at any point in the future.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes well we can deal with these questions in argument and also the question of the ruling asked for, I think we can also deal with in the argument.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sorry Mr Chairperson, lest it be said that Mr McBride's silence caused him to align himself to one or the other side, I align myself totally to what my colleague, Mr Berger, has said and may I just add that in the time that was given us for which I am thankful, for which we are all thankful, Mr Richard, I, Mr Prior and all the attorneys had lengthy discussions about the proposed statements.  Never once were we alerted, forewarned about the possibility that Mr Richard was going to adopt this line. I did not prepare argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we can deal with it later.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, before we proceed and I'm mindful of the Committee's ruling about being able to receive unsworn statements, I take it that we're all and perhaps just for clarity purposes, we're all ad idem that those statements have no evidential value whatsoever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes with regard to the unsworn statements given by victims, not only in this matter in any hearing, as I've said we consider that to be one of the rights of the victim or indeed an implicated person if such a person would desire to put in an unsworn statement.  However, such statements do not carry evidentiary value for the simple reason that they are unsworn and the maker of the statement is not subjected to cross-examination or any other form of testing and that is in accordance with the general principles of the law of evidence and certainly it's no exception in these proceedings and also it must be made abundantly clear that the Commission cannot tell any victim or implicated person what to say as pointed out in Section 11 the Act provides that a victim can come forward and express his or her views.  Those views obviously will not be agreed with by everybody who hears them and maybe controversial and we also know that sometimes there's a lot of anger and there might be a controversy in the views expressed but however it must be made clear as well that when such statements are made it is expected that the statements be confined to matters relevant to the subject matter or the incidents of the hearing and also that the statements made in such a fashion also taking into the account the rights of others and are within the confines of the law.  We as a Committee approach these hearings in a completely and utterly unbiased fashion.  We know we are implored by the Act to treat the victims with compassion and respect which we do and are fully aware of that.  We also are fully aware of the rights of applicants.  We come into these hearings cold as it were, receive evidence, listen to the evidence, listen to the arguments and submissions of legal representatives and apply the evidence that is relevant to the criteria in the Act and  then arrive at a decision.  That is our function, that is why it's sometimes quite distressing when we get conflict in these hearings because we are of the view that these hearings should be carried out with dignity and decorum and I'm not saying that there hasn't been, that this has been undignified and with no decorum but that is what we aspire to.  We will now proceed with the rest of the matters.  Is it Ms of Mrs Welgemoed?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "At this stage Chair, with your permission, I would like to change the order of my witnesses for the reason that I think the other alternative witness that I can call now will take us further quicker.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Prior, did you want to say anything or not?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairperson, save to say that time spent this morning up until the resumption was fruitfully spent.  All parties concerned were negotiating with each other and all problems that seem to be there have been properly addressed and have been addressed properly and are acceptable in the circumstances.  May I just make one point, that it seems to -it's encouraging to state that by dialogue and by communicating parties with divergent interests may come closer together.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I appreciate the efforts made by all concerned for smoothing things over and doing their best to smooth things over.\n\tMs Welgemoed, you did take the oath but we will as indicated by Mr Richard perhaps hear you later.  He wishes to change the order.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you Chairperson.  I call Mr Jeffers, he is prepared to be sworn.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Mr Jeffers, where did you live in 1986?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I was staying in Queen Mary Avenue at the time.",
            "Male"
        ],
        [
            "MR RICHARD",
            "In which City is that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Durban.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And for how long had you been resident in Durban before that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "From 1980.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now is it correct that you knew the Parade Hotel?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And how often did you visit the Parade Hotel?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In around 14th June over the past I'd say six months to a year at least once a week.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now could you describe what the Parade Hotel consisted of?  Were there residential rooms, hotel rooms, places of entertainment?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes there were, there were residential rooms upstairs and as you went in on your left the Why Not bar, on the right hand side the Magoo's bar and also further toward the back of the building you had Garfunkel's.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now what was Garfunkel's.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It was a restaurant, entertainment centre.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And what happened in Garfunkel's?  What distinguished it from the others?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "There were tables and set menus that you could order meals from time to time.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And then ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it a restaurant?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You'd go there for dinner or lunch and then you order food.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Onto which street did the restaurant, Garfunkel's, face?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well it wasn't the Marine Parade, it was the street going up alongside the hotel.",
            "Male"
        ],
        [
            "MR RICHARD",
            "In other words the street running from east to west?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now after Garfunkel's to the east I understand you had the Why Not establishment?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now what was particular about the Why Not as an establishment, what distinguished it?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It was like a - I'd call it like a stand up bar, there were a few tables but at the time it was like - the Why Not bar and the Magoo's bar they were sort of the in place to go, everyone was there, if you wanted to see some of your friends you would meet there.",
            "Male"
        ],
        [
            "MR RICHARD",
            "We'll come to that point.  Now we're talking about the Why Not bar, you're saying it was a stand up bar, in other words what I understand from what you say is that were places to stand and drink as opposed to places to sit and eat?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you proceed Mr Richard?  Mr Jeffers, you said that in the year prior to 14th June 1986 you went to the Parade Hotel about once a week.  What did you go there for?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "To meet friends in the evenings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you used to go to Garfunkel's or the Why Not or Magoo's or all of them or did you go there for breakfast or did you have drinks in the evenings?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, generally if I went in the evening or Saturday afternoons or in the evenings you could attend each venue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You could move from one to the other without paying a covert charge or anything like that?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No covert charge.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now which day of the week did you prefer, was the week or the weekend?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Generally the weekends.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now we have established what the Why Not was, now what was particular about Magoo's, what distinguished it from the Why Not?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "The Magoo's generally had live music, a band playing there Friday nights, Saturday nights.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now earlier you said something about its popularity, how would you describe its particular reputation during 1986?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well generally in 1986, 1984, 1986, all clubs, one club would suddenly become very popular over a couple of months and then stay that way and some wouldn't, people wouldn't attend them so much and move on to other places like the Cattleman for instance but at that time Magoo's bar and Why Not bar was a place where I'd meet my friends",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now as a result of being a frequent visitor to both Magoo's and Why Not, did you become familiar with other patrons of the establishments?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now from what walks of life did they come?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "From all walks of life.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you make friends with people there?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now did the people who patronised the Magoo's as opposed to the Why Not sections of the Parade Hotel, differ in any way?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well in a material way?",
            "Male"
        ],
        [
            "MR RICHARD",
            "Yes, was it a different group of people or was there anything that would distinguish them?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes there was, Magoo's seemed to be a bit younger and there was always live music and people dancing and bobbing up and down and it seemed to be a lot more packed and if you found it difficult to get into Magoo's you'd retreat sort of to the Why Not bar, generally could get in there and have a drink.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now would you say that your familiarity with the patrons of the establishment would have enabled you to know what their occupations during work hours was?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "The friends that I had I knew what kind of work they did.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Were any of them soldiers, policemen?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Jeffers when you went there once a week was it always the same people there?  You see I can understand, why I'm asking the question if you belonged to a sports club and you go to a clubhouse, golf club or bowling club, one will normally meet the same people there because they are members but was this a public place, there was a membership because you did use the word club earlier.",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, no membership.  You could walk off the street and everybody could and go in and have a drink or meet people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so what was your impression, was it a floating clientele, change in clientele or was it always regulars?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "There were a few regulars at the place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, few regulars and then other people that would pop in, maybe residents in the hotel, tourists, whatever.",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "As in regulars I'd say that people that were there basically every evening to have a couple of drinks.  A couple of guys that I know that were car salesmen and things like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Mr Richard?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "My question was, did you get to know the regular patrons?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Just one or two of the people, the regular patrons.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now if the establishment had become the regular so to speak watering hole of persons from either Natal Command or from the C R Swart Police barracks some distance away would you have been aware of that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'm sure at that time I would have been aware of it, yes.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Why?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Now how far away ...(intervention)",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr Jeffers, why would you have become aware of it?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well because the few times that I went there kind of thing it was a - all the people you could see, I could see a person that was from military background.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Are you talking about uniform or other references, other modes of reference?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I never heard that?",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I say do you say that you'd be able to see they were of military background or whatever because of expecting them to be clad in a particular uniform or were there other ways of establishing that?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'm not sure of any other ways of establishing.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now ...(intervention)",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "So do I understand you correctly then that you didn't see anybody there clad in uniform?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Generally no.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now was it your habit to indulge in idle conversation with anyone who might have wanted to speak to you?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That's the way I am now as well, yes I think it would be like that, yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now from your last answer I take it to mean that you did not go there to particularly socialise with a particular group?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Jeffers, we're talking now about the Why Not, was that the case you went rather than Magoo's?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It was either or.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What has been saying to us now in response to Mr Richard's question are applicable to both those establishments, Magoo's and ...(intervention)",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "They are applicable to both, yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "In fact in what criteria would you choose which side to go once you walked in the entrance?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Depending on how you're feeling at the time, Magoo's was always very packed, generally very packed.  Sometimes you'd want to squeeze through the people and get into the bar at Magoo's, sometimes you felt it's not worth the hassle, turn left and go into the Why Not bar and get a beer faster than you could of if you turned right into the Magoo's bar.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now did you know anything of who occupied the hotel rooms on other floors of the building?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Not to my knowledge.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now let's talk about the age groups of the patrons, was there any difference in the age grouping of people who would go into either one or other side?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I think the younger age group tended to go right or to Magoo's.  Well it's hard to say, both sides but as again, if Magoo's had filled up before anyone could get there then we'd turn left and went into the Why Not bar.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now what was the general age grouping of the people who congregated in the Parade Hotel?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'd say 18 to mid 30's.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now on a Friday night what would the attendance at the hotel be?  Busy or quiet?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the 14th June a Saturday night?  Why are we therefore interested in Friday nights Mr Richard?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "On a weekend night.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Generally at that time it was well patronaged on Friday and Saturday night and Saturday afternoon as well.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now when you came from where you lived to the hotel how would you normally travel, would you come by car, bus or walk?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well on that particular night I was staying nearby and I walked, walked at the back of the Edward Hotel up left into the Why Not bar.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And what was the condition of the traffic in the Marine Parade?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Marine Parade at that time was generally always busy.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What time would that have been Mr Jeffers, when you walked there?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Plus minus 9 o'clock.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Indeed if you had a choice between walking and talking a car which would you prefer?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It depends where I was living at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It depends, he wouldn't walk in kilometres if he lived around the corner he'd walk.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Was parking a problem?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Parking was basically a problem, yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now if on a Saturday night between eight and half past nine you walked up to the hotel, what would you see, would you see evidence of it being active or quiet?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In the vicinity?",
            "Male"
        ],
        [
            "MR RICHARD",
            "Yes.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In the area in the Marine Parade?  There was always people walking all over the place and cars up and down.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Would there be other pedestrians around?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And on the night in question, that's the Saturday 14 June 1986?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes there were people around and traffic.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now how full was it that night when you arrived?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you could be a bit more specific, if you deal with a particular bar you're dealing with Garfunkel's as well and the hotel rooms.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Mr Jeffers, what time did you arrive that night?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Plus minus 9 o'clock and I'd say it's about 18 percent full as far as I can recollect.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And were you people that you knew then inside.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now what did you to do once you entered, what bar did you go into?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I went into the Why Not Bar.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Why did you choose that bar?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Because generally that bar was the easiest place to get service quicker, the bar lay out, it was easier to get a beer.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now after you entered the Why Not section how long were you there?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I was there until the explosion.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How long was that about?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Plus minus 40 minutes as far as I can remember.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now during that 40 minutes do you remember what you were doing, who you were talking to?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "The last thing I remember was holding a beer and speaking to a friend of mine, David Fletcher and then all I felt was a force, then the lights went out and I went over.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Were you injured?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What were your injuries?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "My face was - I had injuries from glass to my face, chest and arms and I had to have an operation on my hand here as well.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now were there any people in uniform in the pub that night?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Not that I recall.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you go into Magoo's section that evening?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I don't think I had the chance to.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  No further questions.\nNO FURTHER QUESTIONS BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Richard.  Mr Berger, do you have any questions you would like to put to Mr Jeffers?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "A few questions, Chairperson.\n\tMr Jeffers, you say that you lived in Durban since 1980.  Where did you live before that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I spent plus minus 9 years in Australia but prior to that from the 60's our family moved to Durban in 1961 for the second time.",
            "Male"
        ],
        [
            "MR BERGER",
            "From where?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "From England.",
            "Male"
        ],
        [
            "MR BERGER",
            "And then you left South Africa when?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In 1970.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why was that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I left South Africa to go surfing.",
            "Male"
        ],
        [
            "MR BERGER",
            "In Australia?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes and not to do my military training.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you were opposed to serving in the South African Military.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I preferred surfing as doing military training, yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well I'm sure most people would but my question was more pointed than that.  Did you leave South Africa for political reasons?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well at the time I was about 18 years of age so it's hard for me to say at the time I was a political objector but now I think down the line we didn't want - none of our family, there was five boys in my family, none of us really wanted to do military training for some reason or the other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Jeffers, did you say you originally came from England?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you a South African citizen, were you liable for conscription?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "At that time yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "So would it be correct to say that you left South Africa to avoid military service?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Because you were opposed to serving in the South African Military?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I can't question at this - well at that time I wasn't sure because none of my friends that I grew up with ever wanted to go to the army.",
            "Male"
        ],
        [
            "MR BERGER",
            "Would it be correct to say that you opposed apartheid and that was the reason you didn't want to serve in the military?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I've never agreed with apartheid.",
            "Male"
        ],
        [
            "MR BERGER",
            "No?  Would it be correct to say that at that time you opposed apartheid and that was why you didn't want to serve in the military?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I can't - see I was 18 years of age at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes can I just ask the audience please to be tolerant and give the witness a chance?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I can't, I'm not sure, I can't honestly answer that question.  So I was opposed - I know I didn't want to do the military training and then for 10 years I spent overseas surfing in Australia, I wasn't into - didn't know much about politics at all at that time.",
            "Male"
        ],
        [
            "MR BERGER",
            "All I'm really asking, Mr Jeffers, is did you recognise at the time when you were 18 years old that there was an unjust system operating in South Africa?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "And the option open to you was to leave the country?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I can't answer that question, I've only realised once I was overseas what was happening in my life through talking with foreigners and that kind of thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But are you saying that one of the reasons why you left was because you didn't want to go into the army?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the main at that time for you, correct me if I'm wrong, was the lure of the waves in Australia, surfing?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Why did you come back to South Africa?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I came back in '73 for one year and then I went back to England until 1980.  I came back because my family were here in Durban and I actually came back with a return ticket back to Australia and stayed on.",
            "Male"
        ],
        [
            "MR BERGER",
            "So would it be correct to summarise it as follows, when you left the country at the age of 18 you soon realised being outside of the country what an unjust system there was in South Africa, you returned to South Africa in 1980 realising there was an unjust system and you stayed here until 1986 and afterwards?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, in 1971 I came back to South Africa for another year.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "And in 1973 I went back to Australia until 1980.",
            "Male"
        ],
        [
            "MR BERGER",
            "You returned to South Africa in 1980 fully aware then of the unjust system that was operating here?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I knew there was an unjust system.",
            "Male"
        ],
        [
            "MR BERGER",
            "And you elected to remain here?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That wasn't sort of my choice at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "Were you aware on the night of the bomb that a State of Emergency had been declared two days before?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I wasn't aware that there was a State of Emergency two days before but I knew that there were state of emergencies occurring on and off in Durban, that I know for a fact because I was working at the Chamberlain Road when there was a State of Emergency when four explosions - I was working that night and four explosions went off at a substation, I was right next to it.",
            "Male"
        ],
        [
            "MR BERGER",
            "What work were you doing?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I was production foreman for Toyota.  It was then I think called metalling at the time.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you knew about the State of Emergency in the country?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In which year?  On the night in question?",
            "Male"
        ],
        [
            "MR BERGER",
            "1985 and 1986.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The night in question is your answer, on the night in question.  We've heard evidence Mr Jeffers that a State of Emergency, national State of Emergency was declared on the 12th June 1986 which was two days prior to the explosion and the question being asked by Mr Berger is when you were at Magoo's that night were you aware of the fact that there was in fact a State of Emergency?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Not that I recall.",
            "Male"
        ],
        [
            "MR BERGER",
            "So you weren't aware of what was happening in the country outside of your circle in Durban?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I knew that there was something going on because there were bombs going off all around the place at the time, on and off but I wasn't actually, I didn't completely know what was going on other than there was some conflict going on.",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you serious, Mr Jeffers, that you didn't know what the nature of the conflict in South Africa was in 1986?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Could you repeat that question again?",
            "Male"
        ],
        [
            "MR BERGER",
            "Are you seriously stating that you did not know what the nature of the conflict was in South Africa in 1986?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "1986?  Ja, I'm sure I wasn't too fully aware of what was going on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think Mr Berger's asking you whether you knew of all the details of the conflict that was taking place, he is asking you a broader question.  Did you know the nature of the conflict, South Africa was a country in conflict in 1986 and were you aware of the nature of why it was in conflict?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I wasn't fully aware of the conflict.  Well when I think now that there were a few months prior to that - I must have known that there was some kind of conflict going on but putting it down to who was fighting who at the time, I wasn't too aware of that no.",
            "Male"
        ],
        [
            "MR BERGER",
            "So there were bombs going off and you living here in Durban didn't really know who was fighting who and why the bombs were going off?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Only until it happened to me at Why Not bar afterwards did I realise what was really going on.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Did you not realise when it went off at Chamberlain Road?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "When the Chamberlain Road one went off I remember reading in the paper the next day, there was an article that big saying four explosions were heard as far down as Toti and that, that's all I knew.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Well fine, that may be so, I'm just asking didn't you realise what's happening in South Africa then?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Not a hundred percent, no.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm sorry Mr Jeffers ...(intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I'm sorry, at that time you said you had just come back from overseas and that is where you - but I mean when you were overseas you said it was then that you realised what was happening in South Africa, that it was an unjust system.",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I didn't realise there was a war going on, I realised that was a, you know, an unjust system.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Oh.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you.  So ...(intervention)",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr Jeffers, did you not during that period look at TV or read the newspapers or were you living in recluse?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "During which period?",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "1984, 1985, 1986, 1987, basically the whole of the '80's.  People were dying, people were being necklaced, bombs were going off, states of emergency were being declared.  Were you unaware of that?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well through my work colleagues I was aware of necklacing and internal conflicts.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Now are you unable to tell us what you thought the nature of this conflict in this country was?  Let me help you, wasn't it based on apartheid?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes it was based on apartheid.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "We'd got what you called apartheid.",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It was based on apartheid.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know that in 1986, June of 1986 that the struggle in South Africa centred around apartheid?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I was aware of that yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that was why bombs were going off, did you know that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I knew bombs were going off but if you're asking me if I knew it was the ANC coming around and putting bombs, I wasn't too sure about that, no.  I knew that there was a conflict going on.",
            "Male"
        ],
        [
            "MR BERGER",
            "Alright, now that you've established that, why a short while ago when I asked you whether you knew what the nature of the conflict was in South Africa in 1986, did you say you didn't know what the nature of the conflict was?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I wasn't sure if you were meaning the immediate, talking about the bombings and that.  I've always known that there's been apartheid and the problems of apartheid in South Africa.",
            "Male"
        ],
        [
            "MR BERGER",
            "But it hasn't really bothered you, has it?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "How can you say that?",
            "Male"
        ],
        [
            "MR BERGER",
            "Well, you weren't concerned as to what was - I'm putting to you or let me ask you, were you concerned with what was happening in South Africa from 1980 through to 1986?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well from 1980 to 1983 I think I worked for nine months between those three years and I had very little contact with - I was on the beach.  From 1983 I started working for the Toyota group which was a different - November '83, then I started becoming more conscientiously aware, working with my work colleagues on the floor day and night, what was going on.",
            "Male"
        ],
        [
            "MR BERGER",
            "And what did you discover was going on from 1983 onwards.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That there was a lot of internal conflict besides the apartheid problems.",
            "Male"
        ],
        [
            "MR BERGER",
            "And that there was a struggle for liberation going on in the country, did you know that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Not too clearly no, I knew there was a conflict going on but I didn't realise that it was so close onto the doorstep, that immediate until the Chamberlain Road, twice our company was effected through the Chamberlain Road substation.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know in 1986 that black South Africans were denied the right to vote?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In 1986?",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes and had been ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That they were denied the vote in 1986 but that during that period they had no right to vote, they didn't have the franchise?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I think I was aware of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "You think you were aware of that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'm trying to recall back, in 1986 I had my own conflicts as well, family life.  Ja, there must have - I'm actually not sure that they were denied the right to vote in 1986.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it was ambiguous.  The question you put was \"did you know that in 1986 the black Africans were denied the right to vote\" and I think it's being interpreted that that only started in 1986.  I think if you could just rephrase it Mr Berger?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Did you know that in 1980, let's start in 1980, the only South Africans who had the right to vote and this is a situation which had been in the country for decades, centuries, was white South Africans?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes I was aware of that.",
            "Male"
        ],
        [
            "MR BERGER",
            "And did you know that in 1983 the government then introduced a tricameral parliament, did you know that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I only started learning about tricameral in a  passage here the other day.  Hey listen, I'm not into politics, I've never really been into politics so I don't know - you know if you want honest answers I'm going to try my best to give you honest answers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger, I think we needn't cross-examine him about his political knowledge, he has given the evidence that he was in the bar when it exploded, he hasn't come here saying that he was fully aware of the politics of the country etc.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Chairperson, I take the point.  Mr Jeffers, the only point I want to make is that it appears and correct me if I'm wrong, it appears that your world revolved around surfing and going to the bar and going to work and you weren't concerned with anything outside of that, would that be fair?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, not totally fair because quite a few of my work colleagues used to come home with me, spend time with me prior to 1986.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you frequent other bars besides the Why Not and Magoo's bar in 1986?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR BERGER",
            "So would it be correct to say that you didn't only go to a bar once a week, you went to several bars during the course of any week?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, that would not be correct to say that.",
            "Male"
        ],
        [
            "MR BERGER",
            "At the time when you were frequenting the Magoo's bar and the Why Not bar, was that the only bar that you were frequenting?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "On weekends, yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "And during the week you would frequent other bars?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "During the week I wouldn't frequent other bars.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay.  Now you say that you had a couple of friends that also used to meet at the Why Not bar?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That's generally where I would find my friends, at the Why Not bar.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the situation is you would go to the bar and more often than not there would be people there who you knew?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't say make the arrangement of the group of you saying look, we'll meet at 8 o'clock at the Why Not or Magoo's?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No.",
            "Male"
        ],
        [
            "MR BERGER",
            "And if you could, could you estimate the size of your circle of friends who would frequent the Why Not bar or the Magoo's bar at that time?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well generally I knew a lot of people as acquaintances but friends, one Saturday the one lot of friends would be there, the next Saturday or Friday night a different lot of friends would be there.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "And in total, what did that total?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Total?",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "How many friends would that be?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "At one given time at one night?",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "All your friends whenever you got there, you would sit around and drink?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "There would be about five, six of us.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know or do you know Dennis Eaby?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Spell that surname please?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Eaby - E-A-B-Y.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I can't recall.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know or do you know Paula Harvey?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I think I only met her in the hospital, I didn't know her beforehand.",
            "Male"
        ],
        [
            "MR BERGER",
            "Did you know Michael Blair?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "The name rings a bell, I might have known - I knew a couple of Michaels, I don't know surnames even today, I don't remember surnames very much.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Do you remember the names of your friends?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Ja.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Those six people that you said formed a circle.",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "At given times, five, six people.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Any of these names one of those friends?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Which names?   David Fletcher was a friend of mine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Like Michael Blair and Dennis Eady, you've mentioned Dave Fletcher.  When you say you would go there and meet friends, were these people that you initially met at the Why Not, started chatting and got to know each other as one of the regulars and they were regulars, you used to talk to each other?  Or when you say you were friends would you invite them around to your house for dinner or they invite you for dinner or you go elsewhere together beyond the environs of the Why Not or were they strictly speaking just people you would meet at the Why Not?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "A lot of the friends that frequented the place were friends of mine for quite a few years before and I'd always hoped to see them there whatever the case was.  Some were acquaintances that I'd met there before and just general.  I'm a friendly person.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say that your circle was about five or six people wide at any given point?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "When you mentioned circle before I thought you meant when you went in and sat down with people or there would be five, six people standing that you talk to as friends, that generally was the case.",
            "Male"
        ],
        [
            "MR BERGER",
            "No, I'm talking about ...(intervention)",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Close associate friends?",
            "Male"
        ],
        [
            "MR BERGER",
            "No, if you had to extract all the people that you were friendly with, who would go to the Why Not bar on any particular weekend, how many people would form part of that group?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'm not sure I understand your question, Sir?",
            "Male"
        ],
        [
            "MR BERGER",
            "Say you went to the bar on a Saturday night and there were three people that you knew and then you went there the next Saturday night and there were another two people and you went there a week later and there were three other people, if we extracted all of those people we might find that in total there were six people, you know, in the total group of people whom you knew, what figure would you put it at?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "There were some nights that I went there that I knew many people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I think what he means is in total, all your experiences going to the Why Not bar, how many other people would you say that you would regard as friends went during your whole period that you went there?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "The whole?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you might only see six at a time or five at a time but if they were all there together, how many would be there?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Many, many, many.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well this is what Mr Berger wants to know, any sort of ball park figure?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Oh, maybe 80 people over the period I was going there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Eighty or eighteen?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Eighty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "80?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Eighty, more.",
            "Male"
        ],
        [
            "MR BERGER",
            "And these are people who were not your friends but also associates, people that you bumped into at the bar and then you struck up a meaningless conversation with them?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, a lot of them were friends, genuine friends from the old years that I'd see.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Lifesavers, surfing, talking friends, work.",
            "Male"
        ],
        [
            "MR BERGER",
            "Okay.  Let's move to the night of the attack.  You said that the Magoo's bar was so full, correct me if I'm wrong, so full that you went into Why Not because it was easier to get a beer there, would that be right?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I think I said that it was about 80 percent full and to go into the Why Not was a lot easier, less hassle to get in and just get a beer.  I did mention I walked there.",
            "Male"
        ],
        [
            "MR BERGER",
            "Approximately how many people would you say were in Magoo's, Why Not, together that night?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Both combined?",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'd say - it's hard to say, could have been plus minus 200 people.",
            "Male"
        ],
        [
            "MR BERGER",
            "And of the plus minus 200 people how many of them did you know?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "As I said when I walked in and turned left and walked into the Why Not bar and struck up conversation with a friend of mine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't go into Magoo's to see if you knew anybody there or not prior to going into the Why Not that night?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "You didn't have to because when you walked in the entrance, as you walked in it was jam packed by the stairs that go upstairs and that so I just knew by looking like that, go left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went in, you went into the Why Not and then ordered a beer and starting drinking, chatting with this friend of yours, Dennis Fletcher?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct, Dave Fletcher.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it Dave?  I think that the question of whether how many of his friends were there when he said in his estimate there were 200 might be a bit, I think it's a bit unfair because he didn't do the rounds in Magoo's bar to see who he knew or didn't know.  How many people were in the Why Not would you estimate, that section you know, the Why Not when you went in?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It's very hard to give an estimate but I know it was full because when you walked into the Why Not bar it was full then, it was full.  It was fairly full.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I haven't been there Mr Jeffers but when you say it's full what are you talking about, 30 people or more, less?  50?  I've got no idea of the bar.",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It could have been more than seventy people I'd say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the Why Not itself?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It could have been.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Would I be correct to say that the only person whom you saw that night whom you recognised that night was Mr Fletcher?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Fairly correct, I can't remember meeting anyone else, so I'd go along with that basically.",
            "Male"
        ],
        [
            "MR BERGER",
            "And since that night have you ascertained whether any of your friends were present either in Magoo's or in Why Not at the time of the blast besides Mr Fletcher?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes there was a guy called Carl Haddon, Helen who was the barlady, Helen.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, anyone else who was there?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "The barlady Helen.",
            "Male"
        ],
        [
            "MR BERGER",
            "Yes, besides Helen.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Besides Helen?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He mentioned Carl Hannon, is it Hannon?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Haddon I think.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Haddon?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "Anyone else?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "There were two other guys that - no, I can't remember their names.  That's all I know at this point.",
            "Male"
        ],
        [
            "MR BERGER",
            "So would it be fair to say that there were just under 200 people approximately there in the Why Not and Magoo's bars that night whom you did not know at all?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I did not go into the Magoo Bar that night.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well since then, it's thirteen years ago, since then no one has come to you to say, to discuss that they were also in the bar that night?  Either of the bars?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I sure Mr Jeffers that if you had friends who were also in the bar on that night when the explosion took place and tore the place apart that you would have known whether they were there because that's the sort of thing you would talk about, surely?  Later?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Ja, over the years I've learnt to - I've come across people that were going there or in there, that kind of thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what Mr Berger is trying to establish is from all your discussion afterwards and I'm sure it must have been a huge topic of discussion, a bomb in your local drinking place would have obviously have been discussed a lot after the event by the people who were regulars at that bar.  Now from those later discussions do you have any idea as to how many of your friends were present, present in either of those bars at the time of the explosion or can't you say?  You've mentioned about four here, Carl Haddon, the barlady Helen and two other people, would there be any more that you know of that were there who you would say were your friends or acquaintances?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "There were a couple more but they could have been more of acquaintances.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you speak of a couple more, how many would that be?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well I know a couple is two, I'd say about three or four.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr Jeffers, of all those who were not your acquaintances who patronised either of those bars, are you able to say what their occupations were?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, I'm unable to.",
            "Male"
        ],
        [
            "MR BERGER",
            "So Mr Jeffers, for all you know there could have been a whole host of Security personnel in the bar that night and you wouldn't have known it, aren't I correct?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'm not sure that you could be correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Well you testified to the Committee that the only way in which you could have identified a security person, Security Force person, would have been if that person was in uniform, that's what you said to the Committee, am I right?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That's what I said.",
            "Male"
        ],
        [
            "MR BERGER",
            "You also testified that you don't recall anyone in uniform that night, correct?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "What I'm putting to you is for all you know there could have been a huge concentration of Security Force personnel, not in uniform, in the bar that night and you wouldn't have known about it?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "On that particular night?  I probably wouldn't have known about it.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Berger.  Mr Dehal?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you Mr Chairperson.\n\tMr Jeffers, did you ever participate in any State President's Fund that was then set up shortly after the Why Not bar bomb for a claim for monies from them?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And did you receive any benefits?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I think it was one thousand and forty rand or one thousand and thirty eight, something like that, yes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "But no more than two thousand?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said it's just over a thousand.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you.  Do you mind looking at the list of witnesses in bundle A1.  I presume your attorney, Mr Richards, may have it.  If he doesn't I'm prepared to show you my copy, page 3 and 4 which is a list of the victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have a copy of that, Mr Richard?  Bundle A1, pages 3 and 4?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Sorry which page of A1?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "3 and 4 of the big page of A1, the big numbers, the numbers written in marking pen.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "My pages 3 and 4 have been removed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right in the beginning ...(intervention)",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "No, I'm saying I've got A1 but my pages 3 and 4 have been removed.  May we borrow it?  I'm indebted to you, Chair.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Mr Jeffers, do you mind going quickly through that list, you know your name well, you can identify your name, can you tell us where on that list your name features?  There are a list of 74 persons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does the name feature, Mr Dehal?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I do not see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's number one.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Oh, my apologies, sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You only started reading from number two?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Well no, I thought one, two and three were the deceased so forgive me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It appears that the names of the deceased persons are on the right hand side column.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you.  I think two, three and four are the list of the deceased and their next-of-kin alongside of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, yes.  In any event it's there.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you, that's what mislead me, sorry.\n\tMr Jeffers is it correct that you met with McBride and Mr Ismail during the course of these hearings in an endeavour to reconcile with them?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you oppose the application for amnesty of Mr McBride and Mr Ismail?",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr Dehal, he hasn't testified to that, why ask the question?  You may get the wrong answer.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I'm indebted to you, Judge.\n\tDo you recall the trial of Mr Robert McBride in the 1986's, '87's, a trial held in the Supreme Court in Pietermaritzburg?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Concerning the actual incident in which you were involved at the Why Not?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Vaguely, yes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Were you ever called to participate in that trial?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No.  No.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Did any policemen, in particular security policeman speak to you about your availability as a witness in that trial?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Not to my knowledge.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Did you have an attorney engaged at the time to represent you in your application for funds from the State President's Fund?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I actually, I can't even remember how that all took place, how I got the monies, I don't recall having an attorney.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you recall - sorry, can you tell us how you were called and when you arrived in these hearings, when you began to participate in these hearings?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Ja I knew these hearings were coming up and a few weeks back ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But have you been attending them, Mr Jeffers?  Have you been listening to the evidence?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "The hearings here?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes this present one that we've - last week?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Is it not correct that during your reconciliation with Mr McBride and Mr Ismail you felt satisfied that they have made full disclosure, that you're happy having shaken their hands, having met with them, having discussed with them their sorrow for the incidents, etc?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And during these discussions you told them, in particular Mr McBride, that you were a surfer, you had been to Australia, you left this country so as to not participate in the army, correct?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.  May I please add something here?",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I was informed that what took place upstairs there was in total confidence and that nothing here would be spoken about until I was ready to carry on further with this.",
            "Male"
        ],
        [
            "MR RICHARD",
            "That is correct, Chairperson, but I decided not to object.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Dehal knows about that, I don't know if you want to ask further questions which - I don't know if what Mr Jeffers is saying whether he's against answering him but if you are certainly feel free to say so Mr Jeffers, but I think it would be in confidence then keep it at.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "I would ask that the confidence be respected?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that's not unreasonable.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sorry, will you bear with me, Mr Chair, please?\nThank you Chair, I'm indebted to you.\n\tMr Jeffers, do you know the Dunnottar Boys, a group of boys who ride motorbikes and who frequented the Why Not, the Why Not bar?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I knew there was two brothers that had a keen interest in motorbikes and repairing bikes and actually racing bikes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Are these the two brothers that were SADF pilots?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, I don't know.  I just knew of them and here of talking.  I'm not sure if they are twins or two young guys or just one year apart in age.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Well what did these two boys or men that you talk about do as an occupation?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I think the one guy was a fitter and turner.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You're not sure?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'm not too sure, no.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And the other?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I wouldn't like to speculate.  I just know their interest was in motorbikes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did you know a group of people that went to the bar referred to as the Dunnottar.  Is that Dunnottar like the Dunnottar Air Base in Boksburg or Springs or wherever it is?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Yes I think Chair, no the correct is Dunnottar Air Base, not gang, as in training school air base.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Did you know anybody, group Dunnottar Group?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No not that I can recall, I though it was a surname.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Sorry, forgive me, I'm not familiar with these pronunciations, I think it's Dunnottar now.\n\tDid you know Mr Russel Davidson?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Only just to greet and speak to and only because he went to school with my older brother.",
            "Male"
        ],
        [
            "MR DEHAL",
            "He wasn't a friend of yours?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, not a friend of mine.",
            "Male"
        ],
        [
            "MR DEHAL",
            "So he wouldn't fall of the ambit of the friends, the six or seven that you spoke about?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I don't think so, he might - by face I'd know him.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You do know however that Mr Davidson was at the time you so frequented the Why Not bar the owner of that bar?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Yes I did know.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And he was a friendly person?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Well he battled to give me a shirt after the bomb you know so I don't know how friendly he was.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Well, did you know that he, Mr Davidson, was a member of the Dunnottar bike club?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Up until now I'm not too sure what this Dunnottar bike club is all about.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You see, I'm instructed that a group of Dunnottar bikers, if you'd pardon that phrase, had frequented the Why Not.  Mr Davidson was a member of this Dunnottar club, he as client of mine has told me so.  Now most of these Dunnottar bikers were SADF pilots, you cannot dispute that?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "To be honest, I don't know what you're talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it's quite clear he doesn't know, he won't be able to dispute or deny what you're saying, he's just unaware of it and also I gathered from the evidence, my impression might have been wrong, but that these people were from Gauteng or Transvaal, from Dunnottar and they would come in as a group for a week or so at a time and then out.  They weren't local, the impression I got from what I heard of them before, local Durban crowd who used to go there once a week, every week of the year.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Except that Mr Davidson owned the place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you Chair, if you'll bear with me?\n\tSorry, as an ardent surfer, you must have surfed on the Durban surfs as well in the '86's?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In the 80?",
            "Male"
        ],
        [
            "MR DEHAL",
            "'86?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Ja, in the early '80s.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you recall at the time that - sorry, firstly I presume you would have surfed on the Marine Parade directly in front of say Why Not or in that vicinity.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Mostly down South Beach and in the early '70's I surfed in the first or second Gunston 500.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Now would you agree that in all those areas you spoke of, no non-whites were allowed at the time to surf in those areas?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In the early '80's?",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'm not aware of that, I just didn't think they - I didn't think they were educated into surfing, surfing wasn't their natural sport.",
            "Male"
        ],
        [
            "MR DEHAL",
            "No, we're talking about ...(intervention)",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I'm talking about surfing on a surfboard, I'm not talking about swimming.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I'm talking about the general usage of the beach in the area, the sea in the area that you surfed.  Did you not see the signs on the outside on the shore at the beach saying no blacks, no dogs allowed?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In 1986?",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No I think maybe Morris Fin cut the board down, I'm not sure.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Okay, please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dehal?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you Chair.  So you recall these signs, you were aware of them but you were also aware of Mr Fin having then cut them all off?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do we need the evidence from Mr Jeffers about whether he saw signs or not, Mr Dehal, what are you trying to get at?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Nothing more than the fact that I'm preparing for argument at the end relative to his absence of knowledge on the political scenario, the political situation in this country.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Well, if you're trying to establish that apartheid existed you can take it for granted, we accept that it did.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I accept that, my difficulty is in regard to this witnesses knowledge or ...(intervention)",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "It's not going to take us further, one way or the other.  We know apartheid existed.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And this witness hasn't come to say that he was politically aware, made any suggestion of that at all.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you Chair.\n\tDid you know a Mr Erasmus or a Mr Nel or a Mr Engelbrecht?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can be a little bit more specific because we don't now want to hear about a whole lot of Mr Nels, Erasmuses and Engelbrechts who worked at Toyota or who were surfers, which if you could just home in a little bit?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thanks Chair, I was just about to complete that.\n\tThese are three men who featured as state witnesses in the earlier trial of Robert McBride, they claimed that they had been present at the Why Not bar on that night.  Did you know of them?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I can't recall those names at all.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Did you ever do any service in the police force?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No, I did not.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Not ever?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Never.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Sorry, he didn't do service, he did surfing.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you Chair, that is all.\nNO FURTHER QUESTIONS BY MR DEHAL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Prior do you - sorry, Ms Kooverjee, I omitted to ask you, do you have any questions you'd like to put?",
            "Unknown"
        ],
        [
            "MS KOOVERJEE",
            "No questions, thank you Mr Chairperson.\nNO QUESTIONS BY MS KOOVERJEE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, any questions you'd like to put?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I have no questions.\nNO QUESTIONS BY ADV PRIOR",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Richard, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "No more than three or five questions, I haven't counted them.\n\tHow old are you now?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "46.",
            "Male"
        ],
        [
            "MR RICHARD",
            "In which year were you born?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "1953.",
            "Male"
        ],
        [
            "MR RICHARD",
            "You describe bombs going off at the time.  What effect did they have on you?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "In what respect.",
            "Male"
        ],
        [
            "MR RICHARD",
            "We know that he was a victim of a bomb blast and he had to undergo medical treatment.",
            "Male"
        ],
        [
            "MR RICHARD",
            "No, there were other bombs besides the particular one.  Did the fact that the Chamberlain bomb go off near you effect your workplace, have an effect on your mind or your perception of life?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No really, it just - we got the day off work because they could put the factory lights back on.",
            "Male"
        ],
        [
            "MR RICHARD",
            "When you say work colleagues came with you, what work colleagues?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Guys at work.  Friends of mine from work.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What sort of, did they - so that means there was no special method of selection of them or anything else?  No differences between them in race or clothes?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "No difference",
            "Male"
        ],
        [
            "MR RICHARD",
            "Where did they come with you to?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Sometimes to my flat.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now do you still know Carl Haddon?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I still know him yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was, sorry it seems like they didn't hear, do you still know Carl Haddon or Hayden, the name mentioned as being one of his friends.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "It's spelt H-A-Y-D-E-N.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it Hayden, thank you Mr Richard, I had it down as Hadden.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Hayden.",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I think Haddon is more correct, H-A-D-D.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you still know him Mr Jeffers?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "I still know him, yes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Why can't he come to these hearings?",
            "Male"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "Because he phoned me a couple of weeks ago, he's been unemployed for some time and he had to go for - what do you call it when you go to work on a Monday - not an interview, an induction and he didn't think that if couldn't ask for time off because it was a shut down and the work would only last for about three weeks.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you, no further questions.\nNO FURTHER QUESTIONS BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, any questions Advocate Sigodi?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "No questions, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Judge Pillay?  Mr Jeffers, I've just got one.  On that night in question the 14th June you say you walked there, we've heard that it was drizzling, is that correct?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You also said that at that time of the night that time of the week there was usually a lot of people around.  Would the drizzle have an effect on that?",
            "Unknown"
        ],
        [
            "JONATHAN JOSEPH JEFFERS",
            "It was a very light drizzle at the time and as far as I'm concerned I don't think it would have an effect on that.  I walked there so it wasn't a problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Any questions arising?  Thank you Mr Jeffers, that concludes your evidence.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see now that it's almost half past four, I don't know if you wish to carry on seeing we lost so much time or I don't know if it's possible logistically for people who have to be here or elsewhere?  We're prepared to carry on, I don't know it would be ...(intervention)",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Mr Chairman, may we just establish how many more witnesses or presentations are going to happen?",
            "Male"
        ],
        [
            "MR RICHARD",
            "I have one more particular witness that is relevant to the fact of the matter.  A bar person who worked at the hotel at the time.  I can't see from where I sit whether she's still here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will it be convenient to proceed or not?",
            "Unknown"
        ],
        [
            "MR BERGER",
            "It would be convenient to proceed.",
            "Male"
        ],
        [
            "MR RICHARD",
            "I have no difficulty in proceeding.  May I call her?   Our next witness is Ms Kearney as she also will take the oath.",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you.  Ms Kearney, in and during 1986 where did you live and work?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I lived in the Parade Hotel itself, on the second floor.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And for how long did you live there?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Two years.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now where did you work?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "At the Parade Hotel.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And for how long did you work at the Parade Hotel?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Seven years between the Why Not and Magoo's bar and two years in Garfunkel's.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Two years where?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Two years in Garfunkel's Bar Restaurant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you worked seven years?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "In the Why Not and Magoo's bar, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And an additional two years in ...(intervention)",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you'd been - is that by 1986?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You'd already been working in the establishment?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "From '81 to '87.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You worked from, in ...(intervention)",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "In the Parade Hotel.",
            "Female"
        ],
        [
            "MR RICHARD",
            "In other words it was not seven years, it is seven years in total?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "In total in the Why Not and Magoo's bar and a further two in Garfunkel's.",
            "Female"
        ],
        [
            "MR RICHARD",
            "So that's nine in total?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That's right.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Right in what capacity were you employed?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I was first employed as a barmaid, then I was head barmaid of all three bars which Garfunkel's opened a new bar so I was the head barmaid between Magoo's, Why Not and Garfunkel's, I was also manageress for two years which I dealt with the hotel itself.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now how long were you manageress for?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "For two years.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When would you have been the manageress of the hotel?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I was manageress from 1987 to 1988.  From '86 to '88.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Would you please describe to us what the establishment known as Garfunkel's is?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Garfunkel's was a restaurant and an entertainment centre as well with music and it was a late night entertainment organisation.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now when you say entertainment, what sort of entertainment?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well they had a live band there as well and the food was very good and you had a passageway through from the Magoo's and the Parade Hotel right through so you had a non-stop venue in all three bars.",
            "Female"
        ],
        [
            "MR RICHARD",
            "So in fact Garfunkel's was for all purposes part of the Parade Hotel?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Oh yes, definitely.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And it was hotel space above it?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That is correct.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now then so as to achieve clarity, which pub adjoined onto Garfunkel's?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "The Why Not bar was directly behind it.",
            "Female"
        ],
        [
            "MR RICHARD",
            "When you say behind it was that the east or the west?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well it's the front of the hotel, the front of the Parade Hotel.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think we've got the Why Not was on the Marine Parade, is that correct?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "On the corner and then if you walked away from the Marine Parade down that side street you would get to Garfunkel's?",
            "Unknown"
        ],
        [
            "MS KEERNEY",
            "That's exactly, but we had a door adjacent that was open, if you're going in and out of Garfunkel's.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Directly from Garfunkel's into Why Not?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That's right.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You could get from the one to the other without going down a passage or going out of the building?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That is correct.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now if I could put it correctly, the Parade Hotel is situate on the corner of Serridge and Marine Parade?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That is correct.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And the Garfunkel Restaurant faced only onto the Serridge Road?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That is correct.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And in fact faced south?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That is correct.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And if I then proceed, Why Not Pub was on the south east corner?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we've got this one that was facing east on the side then the Magoo's was to the north of the Why Not?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Also facing the Marine.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "What sort of person patronised the Why Not pub?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "The Why Not was more of a social, quieter pub.  If you wanted to have a gathering or a meeting or conversation with your friend or your loved one or whatever the case was, it was a quieter pub, they played music whereas Magoo's was a very heavy live band action bar",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now in and during June 1986 is it not correct to say it was the in place and much in vogue?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Not only in '86, it had been the in place for about 5 years non-stop.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And accordingly a very popular ...(intervention)",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I said a most popular with the most regulars frequenting the Why Not and Magoo's Pub and Garfunkel's for that matter, for that matter of fact.  I saw faces there for the next six years that were regulars practically every day and every weekend.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now how well did you get to know the patrons who attended all three?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Quite well, quite well.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if I may just intervene, Mr Richard?  During June 1986, were you - what were you then, Ms Kearney?  Were you then a barmaid or were you manageress at that stage?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No I was the head barmaid, I had to run between the three pubs.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Of the three outlets?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "MR RICHARD",
            "So you - what was the head barmaid, did you check stocks, check that the fridge is alright?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "And checked that the girls had everything they needed, change, stock from the back.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And then you had barmen or barladies?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That's right, two in each pub.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In each pub, so you weren't so much behind the counter?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I was not that much behind the bar at that stage I was running three pubs.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You were more managerial?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Richards?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Now prior to 1986 you had been a barlady?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That's right.",
            "Female"
        ],
        [
            "MR RICHARD",
            "For how long were you a barlady?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well from the time I'd started in 1971.  Only the Why Not bar was in action at the time, we built Magoo's in 1982.",
            "Female"
        ],
        [
            "MR RICHARD",
            "So in fact you were associated with the Parade Hotel from 1971?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "From '81.",
            "Female"
        ],
        [
            "MR RICHARD",
            "'81, sorry, I misunderstood.",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And for how long were you so to speak floor barlady?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I was barlady until '86.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Until '86?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "MR RICHARD",
            "So as at June '86 for how long had you either not been a barlady as opposed to chief barlady?  What was the situation?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I was barlady until '86 and then they made me head barlady and then five months later they made me manageress for two years.",
            "Female"
        ],
        [
            "MR RICHARD",
            "When did they make you head barlady?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "In '86?",
            "Female"
        ],
        [
            "JUDGE PILLAY",
            "The fourteenth - what was that answer?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "January of '86.",
            "Female"
        ],
        [
            "JUDGE PILLAY",
            "You were what?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Made the head barlady.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now during the period January '86 and June '86, did you lose contact with your customers and clientele?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Not at all.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And were they well known to you?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Very well known.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now if we take it this way on a Saturday night how many people would fit into the Garfunkel's Restaurant?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Garfunkel's was sometimes packed to capacity.  It was a very large establishment.  We used to have to sometimes close the door and queues would be outside to get in and we weren't allowed to have that many people inside.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you on the premises on the 14th June?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes I was.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you recall what the patronage was like on that particular evening, if you could just describe it to us?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes I can.  Well Magoo's was packed to capacity.",
            "Female"
        ],
        [
            "MR RICHARD",
            "How much was that?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I'd say about 180 people squeezed into that tiny space in Magoo's bar.  I'd say the Why Not bar had about 160 people and Garfunkel's tables were full.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And how many people could be seated in Garfunkel's?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "In Garfunkel's approximately 200 people.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now why do you recall so clearly that?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well I work, that is my work log, this is something that you learn and this is something that you cope with.  As far as getting stocks and seeing how many people are in bars you know exactly when the fridges are empty to the clientele which you need in the pub.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now let's start with the residential hotel part.  How many rooms?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "We have five floors and we have eighty rooms and on the first floor we have twenty three back rooms down the side and round the back which was let out to students of all walks of life and different colours, elderly people, for accommodation.",
            "Female"
        ],
        [
            "MR RICHARD",
            "When you say to students of all sorts and walks of life and colours?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, you say those twenty three back rooms they were let out to what you may call permanents, people who would take it for a month or even a year maybe?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Students, permanents, yes residents, yes.  They had to sign for three months.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So yes, you would classify them as permanents and they would do their own thing in their room, they didn't have to rely on Garfunkel's for their dinner or anything like that?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Not at all, no.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Chairperson, it has been indicated to me that my two clients to my left need to go home to their families and children and may they be excused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.  Thank you.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "And Ms Kearney also indicated to me that she is expected at work shortly.  May I ask for how long it would be?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know how long any cross-questioning would take but otherwise we can decide when we finish here how much time she needs and maybe do cross-examination tomorrow.  Just depending, I don't know if we can get some indication of how long.",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No problem.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't know how long you will be Mr Richards?  When do you have to be at work?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "5 o'clock.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "5 o'clock?  I think it would be better if we could get to the end of evidence-in-chief, you know, rather than adjourning midway?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Certainly.  Now you said people of all races and colours were ...(intervention)",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Permanent residents, yes.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Were there any police, soldiers, sailors, traffic cops?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Permanent residents?  No, no.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now that was on the first floor?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That is correct.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now on the second to fifth floors?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Second to fifth floors, second was mainly staff, there were a few rooms that were let out to clientele which I mean is the day-trippers coming in for two days or one day at a time.  Third, fourth and fifth floors were for holidaymakers, tourists or whoever wanted to book into the hotel.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Was there any colour bar on who may take accommodation?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, definitely not, not in five floors.  At one stage we had some Kenyan people down for seven days seminar and they had the fifth floor.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And if a local South African of colour?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "They could choose any room they wanted, there was no difference.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now you've heard mention of a Dunnottar motor cycle gang have you ever ...(intervention)",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, I have to correct that, there was no such thing as a Dunnottar Motor Cycle Club, it was a Dunnottar Air Base Club.  They used to come down once every two years, 19 year olds to about 22, 23 year olds with a major or a lieutenant and even fly down in their Dakotas and were given Friday and Saturday as a weekend off for entertainment and they came down to the entertainment that was offered them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was that quite a big group of them that would come?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "It was about twenty four of them, yes, with the lieutenant, but it was not a motor cycle club, it was the Dunnottar Air Base club.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now how often would that happen?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That was the general thing for about two years at a time.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Every second year?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Every second year.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And would other members of that air base come and stay there at any other time?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, not to my knowledge.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now during the six months prior to the 14th June, had the Dunnottar Air Base people been in the hotel.",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "They had been the previous year April, around April.",
            "Female"
        ],
        [
            "MR RICHARD",
            "That is April '85?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That's right.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Had they been there at any time after?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, no.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now your vantage of being both a barlady and then chief barperson, did you know your clientele?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Pretty well.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now would you have known whether any people fitting into the descriptions of soldiers, sailors, firemen, traffic cops, Security personnel?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes, I would know.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now did they frequent your hotel?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "A lot did, they're from all walks of life, we never had - the first law we learnt when we went into the hotel trade was we were given a sheet of paper and under no circumstances those days with the laws were we allowed to serve anybody in uniform, whether it be fire brigade, policemen, whether it be traffic department, or motor bike policemen, we were told no uniform was allowed to be - anybody in uniform was allowed to be served.  As far as plain clothed, we did have, we did have, we had plain clothed policemen there on various occasions, we had traffic departments, we had the fire brigade, I got to know all these people.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And indeed you told me that in fact it was a group of about twenty?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "At the most, yes.",
            "Female"
        ],
        [
            "MR RICHARD",
            "That you got to know?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now it is also correct that at no one stage did all twenty come as a cohesive group?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I have never seen that.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just to get this into perspective I just want to find out what you're saying Ms Kearney, you say that you knew about twenty of these - let's call them servicemen?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Be they policemen or firemen or whatever.",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that they were the only twenty who came there?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Oh no, I don't say that ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They're the ones that you got to know.",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes, the ones that I knew, that I could actually say that he's a cop, he's a security man or he's from the traffic department or he's the head surfer from the Surfing Association.  That I knew.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Now if of that group of twenty, let me rephrase that, sorry, you are saying that if you were to count the number of people falling within the definition that we've outlined and frequented the hotel over a six month, one year period, you say it would total twenty?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "At one time.",
            "Female"
        ],
        [
            "MR BERGER",
            "Chairperson, the witness never said that and my learned friend is now leading evidence himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think she's basically said that she can say that servicemen did attend regularly, she knows about twenty of them.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Now how many might possibly ever have been there at one time?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you talking of the people she knew?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Yes.",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well in each different category?",
            "Female"
        ],
        [
            "MR RICHARD",
            "In the whole category.",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "In the whole category I would say one Friday afternoon I had three traffic departmental gentlemen who actually wrote me out a ticket once as well, I had two firemen and I had five security policemen.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Was that all on one ...(intervention)",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That was all one Friday afternoon.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And how often would that happen?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "They seemed to like their Friday afternoons drinking from about 3 o'clock in the afternoon whether they were allowed to come off early from work or whatever the case.  Maybe it seemed to be that was the trend on a Friday afternoon everybody had to come to the bar from about 3 o'clock in the afternoon.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And on a Friday afternoon at the periods between 3 and 6 p.m. how many people in total would be in the pubs?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Many people.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Approximately?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "60, 70, maybe a 100.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now on the evening in question how full were the various bars?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Very full.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We've got the numbers, Mr Richard, she said there were in her estimation approximately 180 in Magoo's, 160 in the Why Not and plus minus 200 in Garfunkel's.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Right, now of that concentration of people, how many in your experience might have been so to speak Security personnel?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well in the early stages of the evening, we start our shift at 4 o'clock, some at 5 o'clock in the afternoon, the bars only start filling up at about 7, 7.30, 8.  Magoo's especially, they come in to get their seats because it gets packed and that fills up very fast, that's the fastest bar that we had that evening.  Why Not was a little bit slower and during the course of the evening you see the same faces as well as people you don't know filtering into the bars and by about half past eight the Why Not bar was pretty full.  We'd also had a very big reception at the door because there were youngsters having a 21st or a university party or something and we remembered pulling over a few more tables and chairs to accommodate them so it was very big and as far as Security personnel, well I didn't see any that evening.  Not one, if they were hidden or if I did not take notice, that is all I can say.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now on that night at sometime around half past nine, what sort of activity would there have been outside the hotel?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think it's better to ask that question directly, Mr Richard, you know what activity was there, did you see?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "The normal, I think normal every day, every night you have a lot of people walking up and down the golden mile as they call it, they do pub crawling from pub to pub, not only that, there's a lot of tourists walking around looking at buildings, taking photographs, there's a lot of pedestrians, there's a lot of traffic, there's a lot of noise coming from the parade itself.  The Why Not bar's a noisy bar but Magoo's bar is very noisy, you can actually hear the loud music from the street, the old fashioned windows in Why Not bar used to open up those days, you could actually see exactly what was taking place from the pavement and weekends was very busy, I'd say they were very busy, the beach front, always has been.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Were the windows up that evening?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes the windows were up.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now parking outside the hotel, would it have been an easy matter to find car park?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, no, there was never easy parking at the Parade Hotel, it was always busy and always full.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now somebody walking up the road, past the hotel, would they have been able to see into the hotel?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes if the windows are up, there were the old fashioned windows, we didn't have the two way glass at the time.  You can see people sitting in there from the street level from outside.  There often conversations took place between the people parked in their cars or standing outside the motor car into the windows.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And if you had looked into the Magoo's bar would you have been able to see in from the street?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, the Magoo's bar had a very heavy glass and you can see shapes and sizes and hear the music and if you went up very close then you can see through the glass but from the street you can't see how packed it is until you get into the foyer but the Why Not bar was a totally different bar.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now were you ever politically aware?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Of?",
            "Female"
        ],
        [
            "MR RICHARD",
            "Apartheid?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes, very much so.",
            "Female"
        ],
        [
            "MR RICHARD",
            "What is your attitude to what was known as apartheid?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well I was brought up in a different way, my parents brought me up to respect everybody, as a little girl, regardless of colour.  The first and utmost thing in life is respect, if you respect somebody else you will receive respect and ...(intervention)",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now - carry on?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "We often spoke on the subject, there were lots of ladies that frequented Why Not bar, there were gentlemen such as Jonathan Jeffers, I've known him for many years as one of the patrons.  So do I known Carl Hayden who was injured, a German chappie that used to love the Why Not bar and a lot of other people and the feeling I got was that I would say that sixty percent voted for Helen Suzman at the time.",
            "Female"
        ],
        [
            "MR RICHARD",
            "So there were political discussions within the Why Not?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "There were to the extent of whose going to vote and who do you vote for, it was actually on a very easy basis, it wasn't, it wasn't something that we discussed because we always told everyone we don't discuss sex, politics or religion in bars because this led to very, very bad relationships in pubs.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Did you ever have any such bad relationships?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, not really because we tried to stop something as soon as it started, same as bad language, same as bad behaviour.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now personally, did you support apartheid?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, not at all, we can say that now as everybody says but we were the minority and if you ask yourself what could we do?  Well, that was possible that we could do?  I actually was the one who started, Mr Brian Watermeyer at the time took over from Mr Russel Davidson at the Parade Hotel and asked me what should we do with the back rooms, Helen?  And I said let it to the people, let me handle it and we did and it was 90 percent black people that stayed at the Parade Hotel in the permanent residence.",
            "Female"
        ],
        [
            "MR RICHARD",
            "As at June 1986?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Absolutely.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now would there have been any difficulty whatsoever in ascertaining any of these facts?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Not at all, the records are there, the rooms were booked, it's all down in black and white, it's all on paper.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now if somebody were so to speak to conduct a reconnaissance, would it have been difficult or hard to ascertain who was in your residential rooms?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Not at all.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Would it have been difficult or hard to ascertain whether there were many people inside on a Saturday night?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, not difficult at all, you only have to walk through the front door which was open all the time.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Would a person of colour be stopped at the ...(intervention)",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Not at all, I don't believe this at all, in all the time I've worked there it was your choice.  We had, don't forget in the six and a half years of the popularity of Magoo's and the Why Not bar, we had a band from England, they were called \"On the Brink\", the gentleman in question was an Indian man and he was married to a white lady from London and on popularity they stayed a whole year in Magoo's bar, a year contract they were so popular so and then six months later we had a five piece coloured band, so what was the problem?  I keep asking what was the problem that Mr McBride alone was told that he was not allowed to have entrance in when I had people from all walks of life, from all over the world?  I had political people in from Kenya, I had high people from Arabia, they were given the best room, what was the problem I ask myself that one person was not allowed into the Magoo's bar?  Maybe it was full that evening, maybe one more person could not fit in but the Why Not bar was available, Garfunkel's was available.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So we don't know from the evidence who refused entry, it might even have been a patron.",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Who - there's nobody there except the manageress or the barmaids to tell you that you are or aren't allowed in and the door is open, there's no lock on the door.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Were there any bouncers employed at the ...(intervention)",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, we had a gentleman called Samson, he was a black fellow and he was at the door mainly to stop the patrons walking out with glasses or bottles into the street which was not allowed.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And would he have ever stopped a person entering?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Perhaps if they were very drunk or if they were disorderly or within the rules or regulations of the hotel.",
            "Female"
        ],
        [
            "MR RICHARD",
            "And what were those rules and regulations?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "That someone who was already ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't think there's any suggestion of any those rules being applicable for purposes of this hearing, Mr Richard.",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Thank you.  I think at this stage I've laid the basis of her evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'd just like to ask one question before we adjourn.  Were you present when the bomb went off?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes, I was injured in the bomb.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh, I was just going to ask, did you receive injuries?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes I did.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If you could just briefly tell us?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "To my legs I had glass, big panes of glass enter my legs, I have the scars and I had trouble with my ears and I still have.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And where precisely were you in the establishment when you got those injuries?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "In the Why Not bar.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You were in the Why Not bar?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "But fortunately behind a concrete pillar.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Sorry, there are a number of questions I haven't asked yet, if I could deal with it Chair?  May I?\n\tNow, did you visit the hotel after the explosion?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes we did, we were there the next day for cleaning operations.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now where was the hotel damaged?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Well the whole of the Why Not bar was blown in through Garfunkel's, the partitioning was right through into Garfunkel's, Garfunkel's section was blown out into the back kitchen, the one section of Magoo's was damaged on the first corner of Magoo's was damaged but the Why Not bar, the fifth floor, right to the fifth floor was damaged.",
            "Female"
        ],
        [
            "MR RICHARD",
            "In what way?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "The windows were blown away, the ceilings were blown away, I think the structures was just about what was left.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now do you know whether any persons in the rooms upstairs were injured?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes there were two old ladies, they were injured, they were sitting at the window at the time.  They had abrasions and cuts.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now of the persons injured do you know how many were injured in Magoo's bar?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Out of Magoo's and Why Not, I think there were four only seriously injured in Magoo's bar.  The rest were the Why Not bar.",
            "Female"
        ],
        [
            "MR RICHARD",
            "How many do you believe, I know it might be difficult for you to reconstruct, how many people do you think were injured?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I think a lot more.",
            "Female"
        ],
        [
            "MR RICHARD",
            "A lot more than?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "A lot more than was listed.",
            "Female"
        ],
        [
            "MR RICHARD",
            "Now after the explosion did the police prevent people from leaving the area?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes they did, they cordoned the hotel off very, very quickly.  After the bomb itself Mr Davidson came in and was shouting that he thinks there's a second bomb because it seems to be the trait of the attackers lately that they set a second bomb off and can we get ourselves removed as fast as possible and this time the Holiday Inn had sent across blankets and bandages and all kinds of things but then we were being cordoned off by the bomb squad and Security Force.",
            "Female"
        ],
        [
            "MR RICHARD",
            "However if you were a lightly injured person could you have left the site?",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Yes, definitely.",
            "Female"
        ],
        [
            "MR RICHARD",
            "There was no systematic method whereby ...(intervention)",
            "Male"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "No, because when Mr Davidson - this had just occurred and I'd say 90 percent of us didn't know what had happened, people were walking around in circles and we really didn't know what had happened at and with Mr Davidson shouting \"Get out, get out, there's a second bomb, it's going to go off\" everyone just fled, those that could, the others were helped out and taken out by ambulance people.",
            "Female"
        ],
        [
            "MR RICHARD",
            "No further questions.\nNO FURTHER QUESTIONS BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Ms Kearney, I'm afraid you're going to be a bit late for reporting for duty.",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I'm sure that's alright.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I hope you don't get into ...(intervention)",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "I'm sure they won't mind, it's okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We'll now adjourn until what time will be convenient tomorrow?  9 o'clock?  I think 9 o'clock, would 9 o'clock be convenient?",
            "Unknown"
        ],
        [
            "HELEN BLOSSOM KEARNEY",
            "Fine.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn until 9 o'clock tomorrow morning.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}