{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-11-15",
        "location": "DURBAN",
        "day": "1",
        "names": [
            "KETHA MPILO KHUZWAYO"
        ],
        "matter": "ATTACK ON MR Mthembu AND MR SIBIYA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53939&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99111518_dbn_991115db.htm",
        "speakers": [
            "KETHA MPILO KHUZWAYO",
            "CHAIRPERSON",
            "UNKNOWN",
            "MR KHUZWAYO",
            "INTERPRETER",
            "ADV SANDI",
            "M KHUZWAYO",
            "ADV BOSMAN",
            "MS JELAL",
            "MR MAPOMA",
            "MR PANDAY"
        ],
        "original_speakers": [
            "KETHA MPILO KHUZWAYO",
            "CHAIRPERSON",
            "MS LOONAT",
            "MR KHUZWAYO",
            "INTERPRETER",
            "ADV SANDI",
            "M KHUZWAYO",
            "ADV BOSMAN",
            "MR LOONAT",
            "MS JELAL",
            "MR MAPOMA",
            "MS LOONAT IN ARGUMENT",
            "MS JELAL IN ARGUMENT",
            "MR MAPOMA IN ARGUMENT",
            "MR PANDAY"
        ]
    },
    "testimony": [
        [
            "KETHA MPILO KHUZWAYO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Loonat.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairperson.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mr Khuzwayo, for the record, how old are you?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I am 31 years old at present.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Are you married?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Not yet.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you have any children to support?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Yes, I do have one child.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How old is the child?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Seven years old.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Are you affiliated to any political party?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Apparently he has a problem with his headset.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just help him there please.  While they're doing that Ms Loonat, there's an affidavit here before us, a handwritten document, did you hand it in?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I handed one in today, Mr Chairperson, it was because it wasn't photocopied and signed last time, so ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is this the one dated 21st September 1999?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's right.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.  You've handed that one in you say.  We'll call that Exhibit A.  Perhaps your client wants to confirm this affidavit in which case you don't need to lead all of this information in all this great detail and you could perhaps just highlight what he did.  Is your headset working Mr Khuzwayo?  Alright, you can go ahead Ms Loonat.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Khuzwayo, please tell the members of the Committee, what was your role in the party?  You belonged to the ANC, what was your role?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I was a member of the ANC.  I still am one at present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Ms Loonat, Mr Khuzwayo, just look at the, can you show him Exhibit A?  Just look at that document.  Do you recognise that document?  Is that your affidavit?  Is that your statement with your signature on the ...?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, I do know the document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Do you confirm the contents of that document?  Is this true?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, it is true, I wrote it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Loonat.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Khuzwayo, do you have any firearm training and please tell the Committee how much, if any.",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Yes, I did receive training.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Who trained you and in what firearms?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I received training on two occasions, once inside the country and once outside the country.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Please be more specific.",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "There was a Shadrack Mahletsha who was a chairperson of the ANC at eMakwanene...(indistinct - interference)  He was from exile and he had received training in firearms.  On his return he realised that there was violence in the area and persons who wanted to receive the training, were thereafter trained, so that they could protect the eMakwanene area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Shadrack Mahletsha, you say, was the Chairperson of what? Of the ANC party, is that correct?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "That's correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How long had he been your leader, or the Chairperson?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "He assumed the position in 1988.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Where is he now?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I received information that he was attacked and killed by IFP members.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How long ago was this, do you have any idea?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I think it was in 1994.",
            "Male"
        ],
        [
            "UNKNOWN",
            "As leader of the ANC besides training you in firearms, what other part did he play?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "He was of help to the community in terms of explaining the transformation process that was taking place and what the political situation was in the country.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you take any instructions from him?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "After receiving training inside the country, there was a need to return to our homes so that we could therefore protect the communities, we had been trained.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you say that you left your home in order to get this firearm training from Shadrack, is that correct?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "That's correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When did you return to your home?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "We returned in 1992, I cannot remember the month.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why did you return to your home?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Please repeat the question.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You say you returned, roughly in 1992, why did you return at that time?",
            "Female"
        ],
        [
            "UNKNOWN",
            "We had completed the training, that is in firearm handling.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where did you complete it?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "It was at Dogodweni, in the Dingidlovu area.  We used to train in a forest there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what about Mozambique that you referred to here in your affidavit in Exhibit A, when did  that happen?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "in 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this now before you returned home?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "After I had received training internally, I returned home.  After a while a need arose for us to be able to use bigger firearms, that was the time when we were dispatched to Mozambique, so that we could receive training in bigger firearms as well as in explosives, because our enemies used to attack us using bigger firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now who arranged this further training?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Shadrack was organising that.  He's the one who organised transport for us to go to Mozambique.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you received training there, you say that a Commander that you referred to in paragraph 4 of Exhibit A, gave you the training, is that correct?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Please repeat that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your affidavit which is Exhibit A before us, you say that you received this further training in Mozambique from a Commander of Frelimo and you identify the person here, Aron Fernando.",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, it was Aron Fernando.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you complete this training?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "It was towards the end of 1992.  That was special training that was provided to us at the time.  We were then informed that our time in Mozambique was complete so we returned to South Africa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So did you then go home, or what did you do?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "I returned and went home and on my arrival there, discovered that the situation was still not good, so I had to go and reside elsewhere where I could hide myself as well as the weapons that were in my possession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Now Ms Loonat, you can take it from there.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairperson.  Mr Khuzwayo, you were in the vicinity of the Sibiya kraal on the 3rd of May 1994, is that correct?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Please tell the Honourable Members of this Committee, who was present with you on that day?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "It was Simunye Mthembu, Themba Nkosi Mthembu and Prescott Langa.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How did you all come about being there?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Whilst I was receiving training inside the country, after the training, I received a list of people who were supposed to be killed because they were destabilising the ANC campaign which was geared towards the 1994 election.  I was informed that by the time the elections come, these people should have been removed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Who gave you this list?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "From Shadrack, the chairperson of the ANC at the time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why did he particularly give it to you?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I was not alone, but other people had also been given a list of who should be targeted.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Before we proceed with this list, did you always receive instructions only from Shadrack or from other people to commit these attacks on the IFP members?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Shadrack, as the chairperson of the area, was the one responsible for giving reports to the ANC office and he would also give us feedback on the information he had received from the ANC office.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How did you get the information from Shadrack?  Was it given personally, or did you have rallies, or how was it communicated to you?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I was not alone, but everyone who had been trained internally received a list of people who should be targeted and killed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You say you received a list with certain people who had to be eliminated.  What did you do then?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Please repeat that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When you received this list, this hit list of people who had to be eliminated, what did you do with that list?  What did you do next?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I made attempts to trace those people but I was unsuccessful because on my return from Mozambique I had to undertake another task.  At that time we were running short of bigger firearms in our area so I had to go to Mozambique to fetch bigger firearms so that our area and other neighbouring areas could receive such weapons for protection.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, just explain one thing, this list, did it have names and addresses of people or was it just a list of names without addresses?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Their addresses were not important because they were names of people I knew who resided in the area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Khuzwayo, on the Exhibit in front of me, the affidavit, point no 6 you mention an informer, Bheki Zitha, wherein you say he used to supply you with information on IFP movements.  Can you please expand on that?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Mr Mahletsha had put me into contact with Bheki Zitha because he used to supply us with information with regards to IFP movements.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So did he in fact help you to trace the members on the hit list, is that what you're saying?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "As I explained before, I was forced to undertake the task of fetching firearms from Mozambique.  After a while, after we had collected sufficient material, I then had to stop so that I could now embark on the task of attacking the persons who were on the list, that was after the elections.  When that incident happened on the 3rd of May, I think I had just begun to undertake the task because prior to that, there'd been a lot of road blocks so I could not have undertaken it before.",
            "Male"
        ],
        [
            "UNKNOWN",
            "With the hit list in your hands, how did you all decide who was to accompany you to carry out eliminating the people on the list?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Because of my trips to Mozambique, I was not always around, so I was normally in and out.  There were other people who had started embarking on the task of killing the people on the hit list and these are the people who helped to stabilise the situation because the people on the list were responsible for killing members of the community and they would kill indiscriminately.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Khuzwayo, my question actually is, who assisted you, who chose the people to assist you in eliminating the people on that hit list?  You had people to help you, how did you decide who was going to help you?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I decided on those persons, because I knew they had knowledge or training of handling firearms.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Was Mr Nkwanyana a part of your list on that day?  Sorry, I'll put the question again to you.  Was Mr Nkwanyana assisting you in this attack on the 3rd of May 1994?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's your co-applicant.",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "No, he was not present.",
            "Male"
        ],
        [
            "UNKNOWN",
            "He is known to you, is that correct?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Yes, he was also a refugee like myself.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know if he was in the vicinity of the Sibiya kraal on that particular day?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "He came upon us at the tea room, so we exchanged greetings and he informed us that he was going to the shebeen at Mandla Dlamini's, we did not ask him many questions because he was not in our company.  We had come there for a specific purpose.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you agree that he is a member of the ANC?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "That's correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why did you not ask him to participate in this particular event.",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "It was not easy because our adversaries used bigger firearms and explosives so it would not have been easy to use somebody who had not received any training when we were going to face such opponents.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you receive any financial gain from any of your activities in the ANC party?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I had not expected any salary or payment.  What I wanted was to stabilise the area so that ANC members could also be free.  They had fled the area, even young children were being killed for allegedly being ANC members so my duty was to protect the community at that time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "To go back a little, you had the hit list with  you.  How did you decide that Sibiya was the gentleman that you chose first to eliminate and what did you do thereafter?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Fortunately for him he did not die at the time.  I received information that he died after my incarceration.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sorry to interrupt Mr Khuzwayo.  Let's go to the beginning.  Please tell the Honourable Members what happened on the 3rd of May?  You had the hist list, you decided to attack Sibiya's kraal.  Please tell us what happened from then on, who your co-perpetrators were and how you went about attacking.",
            "Female"
        ],
        [
            "M KHUZWAYO",
            "When we arrived, we came to the Majane area.  We walked for about 2 kilometres before we arrived at the eMankwanyane district.  It was during the day so we spent some time around the tea room and we drank some soft drinks.  As we were still sitting around there, Mthembu approached.  He resided in the area and had not fled.\n\tI then used him to go and check if Mr Sibiya was present at home because our intention was to get everyone, but we could not encounter all of them in one place.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Who is Mthembu Mr KhuZwayo?  Who is he?  Is he a member, or is he an informer, who is he?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "He's an ANC member.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sorry, please go on.",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "He then went to check but he was no aware that we were planning this attack.  When he returned he informed us that Mr Sibiya was indeed present at home.  His car was also parked outside.  The car belonged to Nkosi Mthembu.  We then set out for this via home.  i informed my colleagues that we should not attack any women and children, but Mr Sibiya and the people who protected him or who guarded him but it did not happen as planned.\n\tAs we approached his house, Mr Sibiya saw us from his yard.  He drew his small firearm and started firing.  When this happened we ran towards the gate, his gate, so that we could split into - two would go towards the gate and the others on the other end, so that we could then carry out the attack.\n\tWhen Mr Sibiya fired, the car drove right in front of us blocking our aim.  I then shot, firing at the driver who was Nkosi Mthembu.  I then followed Mr Sibiya but I could not shoot him.  I shot once.  He fell and he threw the gun away and thereafter he ran away.  I followed him but only managed to retrieve his firearm and could not get him.  We then regrouped thereafter and went back.  It was not our intention to stop there.  We had intended to go back so that we kill him, so that the people could be free in the area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You first shot at the driver of the vehicle.  What was his name.",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Nkosi Mthembu.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Was it your intention to shoot and kill him on that day?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Yes, because he was also on the list.  They were always together with Mr Sibiya and Ntsotsie Mhlethu, the three were always together and they would always be seen to be discussing about the situation.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What else did you know about Mr Mthembu?  Was he assisting the IFP cause in any way?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "He was a business man, so he was instrumental in financing IFP members as well as providing them with food.  IFP members were always in groups and they would be around councillors and other people from whom they received their instructions.  As people who assisted the IFP, they were on the list to be killed because they facilitated the violence in the area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How sure are you that Mr Mthembu was financing Mr Sibiya?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "As I mentioned before there was an informer by the name of Bheki Zitha.  He's the person who supplied us with such information.  He's the person who also informed us of their whereabouts and what their planned activities were.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When you attacked Mr Mthembu's motor vehicle, did you take anything from his vehicle?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "No after shooting, I followed Mr Sibiya. Because he had a firearm in his possession, he could harm me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Are you aware that some monies in Mr Mthembu's motor vehicle were removed by your co-perpetrators?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I do not have knowledge thereof.  I would also like to explain that we had not gone there to dispossess someone or to steal something, but our objective was to go and just carry out the attack, kill those people and return back.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Have you taken part in any other attacks, besides this one?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I had protected the eMankwanyane area on many instances when we were under attack from the IFP and I also assisted the community in destabilising our opponents.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I refer you to page 24 of the bundle, point number 10 (b).  You say that you robbed cars with the intention of helping your community.  Would you like to expand on that please?  How did you rob cars?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I will say that I've never robbed a car.  I was arrested in possession of a car that I used to transport weapons from Mozambique to Vuchini.  My intention was to deliver those at Vuchini because the people there were also under attack.  On my arrest I discovered that that car had been hijacked but I did not have prior knowledge of that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How did you come about being the driver of a hijacked motor vehicle that you didn't hijack?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I did not question it when Shadrack gave me a vehicle to take to Mozambique and I would do so as he instructed.  On my arrival to Mozambique, I will give that car to Steven Nkenyene and he will return the car with the firearms inside and I would drive the car back into South Africa, therefore I had no reason to suspect that the car was hijacked or stolen, it was the people I worked with who had knowledge of where the car came from, I did not.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So your motivation here was, you did not rob cars for personal gain, but as part of your political drive to get finance, to finance your cause, is that correct?",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Ms Loonat I didn't understand that he said that he robbed cars, he said cars were robbed, but he did not know that they were robbed, he didn't question it, Shadrack gave the car ...(indistinct - mike not on).  Can you just clarify that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's just that on page 24 he wrote that\n\"We robbed the cars with the intention of helping our community\"\nand I was just clarifying that point, that it wasn't him that robbed the cars,  he was given the motor vehicles which he used to transport firearms.  Yes, but it was not for his personal gain.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Okay, just carry on.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is there anything else that you would like to tell the Committee, Mr Khuzwayo?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "The weapons that I brought back did not assist only my area but they also went to other neighbouring areas, therefore several communities in KwaZulu Natal were assisted and helped by those firearms.  Shadrack was the person aware of where the firearms were needed and the amount that was brought to each specific area.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The victims families are present today.  Do you have anything to say to them?",
            "Male"
        ],
        [
            "MR KHUZWAYO",
            "To the family of the deceased, I would express remorse because I did not have a personal grudge with the deceased, but it was the situation that led me into the incident.  That is the reason why I applied for amnesty, because it troubles me that after this act, the family of the deceased is still suffering because of it.  So if they can find it in their hearts to forgive me, I beg them to do so.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I have no further questions Mr Chairperson, thank you.\nNO FURTHER QUESTIONS BY MS LOONAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ma'am.  We'll adjourn for lunch and reconvene at 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "KETHA MPILO KHUZWAYO",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Jelal, any questions?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes, Mr Chairperson, thank you.",
            "Female"
        ],
        [
            "MS JELAL",
            "Sir, I'm going to focus on page 24 of the bundle, at paragraph 10(b).  Okay.  You say that\n\"We robbed the cars with the intention of helping our community.  We used the money to assist us when we were in trouble.\"\nWhat type of trouble were you looking at and what exactly did you use the monies for?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "As I've already mentioned before, is that Shadrack had more knowledge on cars, what I was responsible to do was to just take the car from Shadrack and do whatever I was supposed to do.  I only discovered later that maybe or it might happen that some of the cars which I used to drive and take them somewhere, they were used because Shadrack had robbed them, but I was not told.",
            "Male"
        ],
        [
            "MS JELAL",
            "So are we then to believe that you've never hijacked a vehicle?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Yes.",
            "Male"
        ],
        [
            "MS JELAL",
            "Sir I refer you to page 7 of the supplementary affidavit bundle, paragraph 14.  Therein you state\n\"I further state that I was instructed to hijack vehicles to send to Mozambique in exchange for ammunition, firearms, camouflage uniforms, etc. for our cause.\"\nTo my interpretation you were instructed to hijack the vehicles and you did hijack the vehicles, is that correct, or what did you try to say in this particular paragraph?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is this a typed version of a written document?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes, it is.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who can tell us what this is?  What is the status of this document?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "It's the typed version of the handwritten statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what page is the handwritten one, Mr Mapoma?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's page 3, Chairperson, number 14 of Exhibit A, handwritten one, point number 1.4.14.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh, I see.  So this is a typed version of Exhibit A.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Female"
        ],
        [
            "MS JELAL",
            "So could you please give us an interpretation on that line 14?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I will put it this way, as I've already explained, Shadrack was the one who was giving me cars to go to Mozambique and once I arrived there they would supply me with arms and then I would drive the car back to Shadrack.  Shadrack was responsible in distributing the arms to various communities because he was the one who knew which communities needed weapons, but I was not personally hijacking, but I suspect that there were others who were hijacking cars, but I have no knowledge of.",
            "Male"
        ],
        [
            "MS JELAL",
            "So then did you personally write out this affidavit?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I will put it this way.  It's probably the person who was assisting me whom I was explaining this to him, wrote it down like that, but what I was explaining to him was that when I was arrested I learned that the car I was driving was robbed from someone else, but I didn't have this knowledge prior to my arrest.",
            "Male"
        ],
        [
            "MS JELAL",
            "So if we look at page 56 of the bundle, looking specifically at line 30, do you know who was responsible for pushing the deceased's vehicle away from the scene of the crime?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "No, I have no knowledge of that.",
            "Male"
        ],
        [
            "MS JELAL",
            "So in giving your evidence initially you said that members on the list were responsible for killing women and children indiscriminately.  Did you know if Sibiya and Mthembu were also participants in killing these women and children?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Yes, they were responsible.",
            "Male"
        ],
        [
            "MS JELAL",
            "Where did you get this information?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Shadrack was one person who was always in that area.  He's the one who used to supply us with the names even though above that we had knowledge of other people who were responsible and the fact that they were at that party involved in that area.",
            "Male"
        ],
        [
            "MS JELAL",
            "So in your statement initially, you said that Sibiya was the person who shot first and you also went on to say that you shot back.  Why did you not put all of this into your supplementary affidavit?  Why is it that this is the first time we're hearing of that?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I told this even to my attorney, now if you're telling me it's not in my supplementary statement, then I don't know.",
            "Male"
        ],
        [
            "MS JELAL",
            "Yes, I am saying so because if we look at page 11 of the handwritten affidavit in the supplementary bundle, paragraph 11, all you say is that\n\"I then noticed Sibiya with the pistol.  I gave chase.  He dropped his pistol.  I retrieved it.  he escaped.\"\nI mean that's rather vague and the other points are important.  Did you just forget about it or thought it was not necessary to put it in?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Maybe my attorney didn't quite understand, but I did explain exactly as to how it happened.",
            "Male"
        ],
        [
            "MS JELAL",
            "So did your attorney write out the handwritten statement as well?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "One statement which I made and I gave to my attorney, in that one it wasn't sufficient information therefore when I sat with her I explained everything.",
            "Male"
        ],
        [
            "MS JELAL",
            "... (indistinct - mike not on)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He said that he gave one statement to his attorney.  He sat down with the attorney and told the attorney everything.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "So would that statement that you gave to your attorney, if your attorney would please show you the supplementary  bundle, the handwritten version, would you confirm that that is the statement?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "That will be easy for me to do, I can easily identify my statement and also I'm the one who signed that statement after my attorney had written it, I signed it.",
            "Male"
        ],
        [
            "MS JELAL",
            "Mr Chairperson if I could just request that Ms Loonat shows the documents to the applicant to identify it as the same one that he has done?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Which one is that Ms Jelal?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "That is the supplementary affidavit.  We're specifically looking at page 10 of the handwritten version.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, before you go on, I didn't have my hearing, could you please just allow me to hear the answer to the question that Ms Jelal put to my client please?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, he was explaining, please correct me if I'm not explaining it fully.  He was saying that it's easy for him to identify the statement that he made to the attorney, who then showed it to him, because he signed it, so he'll be able to identify it.  That was the effect.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Jelal, is it the statement that starts on page 9 of the supplementary bundle?  Is that the one that you want to be shown to the applicant?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now, what is this?  Is this, alright, perhaps we must ask him.  It's an unsigned thing, an unattested thing, but I don't know, Mr Khuzwayo can you identify this document?  It starts on page 9 of the supplementary bundle, it's a handwritten document with the heading Affidavit, it's got your name on it, but it's not signed.  I don't know if you know where this thing comes from, or is this a photocopy of Exhibit A?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, could I perhaps assist here, because I'm the one who drew the affidavit.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What happened on that particular day was during the course of the day I was told to quickly draw up this affidavit to make it easier for the Committee Members which is what I did on that day.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is it Exhibit A?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's exactly the same thing.  It's just that I ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's a photocopy.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This is a photocopy except on that day my client hadn't signed it and we weren't going to proceed with the matter on that day and this was that day thereafter that I got him to sign it and this morning I submitted to you all the signed copy, but it was actually signed on that, it's just a duplication.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "On the 21st of September.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's right, the 21st of September.  It's exactly the same thing, except I gave in the signed copy this morning, but it was signed on the 21st in the presence of L G Naido.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think we have managed to resolve some of the confusion.  Yes, this is an unsigned photostatic copy of Exhibit A, that you're referring to.  Don't you want him to rather refer to Exhibit A, because we're getting confused with all these documents.  You want to deal with Exhibit A, because that's the official thing before us no.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Alright, that's fine Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you, do you want him to look at Exhibit A?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Just confirmation that that was the full statement that he made.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, alright.  Ms Loonat, just show him Exhibit A there.  Just have a look at that document and then Ms Jelal will ask you questions about that.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Is this the statement in which you maintain you made full disclosure?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "As I've already mentioned that I made this statement, but I knew that I was going to get a chance to sit with my attorney and reveal everything and that's exactly what I did.",
            "Male"
        ],
        [
            "MS JELAL",
            "Okay.  Sir, again looking at your statement or the annexure A, Mr Chairperson this going to be rather difficult because I'm not in possession of the signed document, therefore I'm going to refer to page numbers and ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Don't you have Exhibit A?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "No, I don't.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The one that was handed in.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I've got an extra copy.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, can you give it then we all refer to the same thing.  Can somebody just assist there.  Yes, Mr Panday's here, thank you.  Alright.  Good.  So you're also in possession of Exhibit A.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes.  Right.  I refer now to paragraph 6.  Would you please tell us if all the names which Bheki Zitha brought to you, which was your so-called list of people to eliminate, did you eliminate all of those people on the list?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Not all of them were eliminated because it was difficult for us to get hold of others because they knew that they were wanted by us.",
            "Male"
        ],
        [
            "MS JELAL",
            "Did Bheki Zitha always bring the instructions to you or did you communicate with Shadrack directly as well?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I personally never received any instructions from Bheki Zitha.  Shadrack was the one who would receive instructions from Bheki Zitha, that is why I only used a list which was brought to me by Shadrack.",
            "Male"
        ],
        [
            "MS JELAL",
            "Sir, do you know Nkosi Olive Nkwanyana?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "No, I don't know that person.",
            "Male"
        ],
        [
            "MS JELAL",
            "So do you remember your trial at the Supreme Court, the High Court as it's now known?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MS JELAL",
            "Do you remember the lady that gave evidence as a State Witness against you?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I know her, it's just that the names you gave me, I don't know them.  I know her in another name.",
            "Male"
        ],
        [
            "MS JELAL",
            "So do you know her personally, was she a friend of yours?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "She's my cousin.",
            "Male"
        ],
        [
            "MS JELAL",
            "So on the 3rd of May 1994 and at the time of the attack on Sibiya and Mthembu, did you also attack the lady that I mentioned, that I called Olive, did you attempt to attack her as well?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "It wasn't easy for us to do that because she was female.  We didn't want to attack females, we only wanted to attack males who were the perpetrators.",
            "Male"
        ],
        [
            "MS JELAL",
            "So did you give chase after her and did the people who were working as your accomplices, did they not say that she was an informer and she was chased into a plantation?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "That didn't happen.  I saw everything that happened there.  I left two of my comrades and we tried to chase Sibiya and then we came back and we regrouped with the other two and then we decided that we were going to get hold of Sibiya on another day because he had run away.",
            "Male"
        ],
        [
            "MS JELAL",
            "Okay.  I now look at page 42 of the bundle, paragraph 8.  This is the affidavit of Nkosi Olive Nkwanyana where she says\n\"I ran into the nearest sugar cane field with my two year old daughter on my back and Sibiya followed me.  The same group chased after us and fired shots on two occasions.\"\nDo you agree with that statement?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "No, I don't agree with that.  I think it is a mistake because my group knew exactly who we were looking for, we were not looking for any female or children.  Maybe she got scared after she heard the gunshots and then she ran away but not because someone came and pointed a gun at her because if our aim was to kill her, we would have gone there and shot here.  We were only looking for those men.",
            "Male"
        ],
        [
            "MS JELAL",
            "Sir, I've spoken to Ms Nkwanyana this morning, okay, and she seems rather afraid of you due to the fact that she was and you are aware of the fact, that she was the main State witness at your trial.  Do you hold any grudge against her and can you in any way say that you are sorry for actually frightening her and that in the event of you being granted amnesty and released, that you would not in any way harm her?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I would like to tell her that she doesn't need to be scared.  Maybe the reason that she's scared is because of what she experienced, but the reason we did that was because we were trying to restore peace in that area.  We were only looking for the IFP men because they were the ones who were attacking females and children because they said they were ANC, but we were not actually attacking females and children.",
            "Male"
        ],
        [
            "MS JELAL",
            "So are we then to take it that you apologise for the fear and that you hold no grudge against her giving testimony against you?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Yes, I have no grudges, any grudges about what happened because I think she only related to what she saw.  Something that happened in front of her eyes.",
            "Male"
        ],
        [
            "MS JELAL",
            "Sir, who did you take orders from?  Who was directly responsible for giving you your orders, or your instructions to carry out these attacks?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "As I've already explained before that Shadrack gave me a list of people whom we were supposed to attack because he was a community member in that area and he was also an ANC member.",
            "Male"
        ],
        [
            "MS JELAL",
            "Sir, then I refer to page 25 of the bundle specifically paragraph 11(b).  It actually follows from 11(a) and reads\n\"Was/were the act/s, omission/s or offence/s committed in the execution of an order of/on behalf of or with the approval of the organisation, institution, body, liberation movement, state department or security force concerned?\"\nOkay and your answer there was also a bit vague but I will focus on (b).  (B) the question that, following paragraph 11(a):\n\"If so, state particulars of such order or approval, the date thereof and if known, the name and address of the person who gave such order or orders of approval.\"\nSo there you said:  \n\"No-one.  We saw the need because we were getting killed.\"\nWhy is it, Sir, that you did not put the name of Shadrack as the answer to that question?  Why did you omit that?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I've tried to point out something like that, that I've already mentioned that the person who gave us a list of the people who were the problem in the community, was Shadrack.  He gave us that list immediately when we came back from our military training, when we came back home, that's when he gave us the list of the people who we were supposed to eliminate because at that time we had already received training in firearms because our enemies also were using firearms.",
            "Male"
        ],
        [
            "MS JELAL",
            "Sir I hear you, but it doesn't answer the question.  Why did you not put Shadrack's name as the answer to 11(b)?  11(b) basically asked you who gave you your instructions?  It would be who gave you the list, it would mean the same thing.  Why did you not put Shadrack's name there?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I think even in my statement and my affidavit, even my attorney knows that because I've mentioned that Shadrack gave us the list.",
            "Male"
        ],
        [
            "MS JELAL",
            "Right, but this application form was the first thing that you filled in, right and in here you say no-one gave you the instructions, \"we saw the need because we were getting killed\" and you specifically say \"no-one\" so it's obvious you understood the question, why did you not reveal initially the name of the person who gave you the list?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "Initially when I filled in my application, I stated like that because some of our activities, we will do them before Shadrack gives us instructions and we will only go back to Shadrack and report to him, maybe that is why I've written that we took the decision on our own.",
            "Male"
        ],
        [
            "MS JELAL",
            "Do you know where Shadrack is now?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I heard that he is now late.",
            "Male"
        ],
        [
            "MS JELAL",
            "Did you hear this before you made your supplementary affidavit, or was it after you made your supplementary affidavit?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I only made one statement.  My initial statement didn't have people's names and didn't have more information on how we were trained.",
            "Male"
        ],
        [
            "MS JELAL",
            "My question is, when did you learn that Shadrack was deceased, was it after you made your statement, or before you made your statement?",
            "Female"
        ],
        [
            "MR KHUZWAYO",
            "I only learned after I made my statement.",
            "Male"
        ],
        [
            "MS JELAL",
            "No further questions.\nNO FURTHER QUESTIONS BY MS JELAL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ma'am.  Mr Mapoma, any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has the Panel got any questions?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Just one, Mr Chairman.  Can you just explain something, Mr Khuzwayo?  When did you get to know Mr Shadrack Mahletsha for the first time?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "I grew up in front of him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Am I correct to understand your story to be as follows?  You had a problem in that you were being attacked by members of the IFP and you as ANC members were also attacking members of the IFP, not so?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "It did happen that way but then later we ANC, we decided that we were only going to attack the leaders of the IFP.  We decided so because we noticed that they were so indiscriminate in their attacks and then we as ANC we decided that we were not supposed to do that, we were supposed to attack only the leaders or the people who were the ones who were perpetrating the violence in the area.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but what I want to understand, is it Shadrack who came to you and said you should kill the following members of the IFP, or is it you who went to Shadrack to say that:  \"We want to retaliate against the IFP, please assist us.\"  Which of the two happened?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Other members had already complained like that before and then the problem was that most of the people who were fit enough to counter attack with IFP, were not trained therefore it was decided that we were supposed to leave the area and go and receive training so that we will come back and attack.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And is that at the stage when Mr Shadrack would be of assistance?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, he helped us but he wasn't doing this on his own, he usually reported all these things to the ANC office in Empangeni.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay.  Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Khuzwayo, it's not clear to me, for which offences are you applying for amnesty for, exactly?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "For the killing of Nkosi Mthembu.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Is that all?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "We didn't kill Mr Sibiya, I only found out that he passed away when I was in prison.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Yes, but you are talking about robbing a car, on page 21 of the papers you say\n\"I committed robbery, by robbing a car, Isuzu, with the aim of assisting in the area of ...(indistinct)\"\nAre you not applying for that?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "I am also applying for amnesty for that, but I didn't have any knowledge that that car was hijacked or was robbed from someone and also I'm applying amnesty for being in possession of illegal firearms.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But the issue of the car, you say here\n\"I committed robbery\"\nIs that wrong in the papers?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Would you please repeat your question?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "On page 21 of the papers, under paragraph 9(iv) you explicitly say\n\"I committed robbery by robbing a car, an Isuzu.\"\nNow I don't understand you, you say you are applying for amnesty but you say you did not know anything about it.",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "The reason I put it down that way, it is because the investigators who were investigating this crime, they were beating me, they wanted me to agree that I was the one who hijacked the car, but the truth is I didn't hijack that car, I only received cars the way I've already explained and I was using it merely for that purpose alone.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now if you say the investigators, are you referring to the Truth Commission's investigators, did they want you to agree?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Not the TRC investigators, but the police, SAP investigators.  It was written that way even in court.  They wanted me to agree.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Alright.  I understand.  Now on page 24, the last line where you say\n\"We used the money,\" you say:  \"Robbery and Murder.  We robbed the cars with the intention of helping our community and we used the money to assist us when we were in trouble.\"\nNow which money are you referring to, which monies?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "I am confused.  If you can please repeat that question for me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "On page 24 paragraph (b), where you state\n\"Robbery and Murder.  We robbed the cars with the intention of helping our community\"\nNow that we have cleared up, you say you didn't know about that, that the cars had been robbed, but then you say:\n\"We used the money to assist us when we were in trouble.\"\nWhich money is this that you're referring to?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "We as trained cadres, some of us were responsible for robbery and that money was used to help the community, but I personally, I didn't participate in any of those, but some of our comrades were doing that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Am I correct now that you are asking for amnesty for the killing of Mthembu and for the possession of illegal firearms?  Is that what you want amnesty for?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And what about Sibiya?  Were you charged with anything in respect of Sibiya and convicted of anything in respect of Sibiya?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Sibiya was not injured by me.  I didn't do anything because I didn't aim appropriately at him.  As far as I'm concerned there's nothing that I did to Sibiya.  If there was I would have asked amnesty for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So were you convicted for anything in respect of Sibiya?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, I was convicted of attempted murder and I would  appreciate that because what I can say today is that I would like to apologise to the families about my attempting to kill Sibiya and maybe also I would like to apply for amnesty in that respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I thought so.  I thought you were really going to kill him.",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mthembu just came on the scene.",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "They were all in our list, it wasn't just Mthembu and Sibiya, there were other people, people who were working with Sibiya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think we understand what you're saying.",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, Ms Loonat, have you got any re-examination?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairperson, just one question to clarify my learned colleagues question to my client regarding Olive Nkwanyana's affidavit.  Page 43 of the bundle.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Loonat.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Page 43 of the bundle, I'm referring to Nkosi Olive Nkwanyana's affidavit.  I just with to emphasise point no 12 in which, although my learned colleague says that Ms Nkwanyana said today that she was living in fear of my client, she did say in her affidavit that she holds no grudge against my applicant and that she admits that it was just a politically motivated thing against her fiance and that the perpetrators were definitely ANC, so she's not, she indicates here that she's not frightened of my client, is what I understand and that she won't even comment on the application for amnesty.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that has all been clarified now by the applicant.  I think they were more concerned about the attitude of the applicant but I think Ms Jelal has cleared up that.  The applicant says that there is no bad blood, she just went to go and tell the court what she saw.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Were you referred to in court as accused no 1?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "I don't remember very well, but I think I was accused number 1.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Just remind me a little bit of detail.  How many were you when you carried out this attack?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Four.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you have any discussion after the attack had been carried out?  Did you discuss the incident amongst yourselves?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, we did because we were disappointed that we didn't get hold of Sibiya and also we were also discussing as to what steps to be taken in order for us to get hold of Sibiya.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In those discussions which you had, did anything come out about money?  Was there any mention of money, money having been robbed from Mthembu, the one who died?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "No.  It wasn't easy, even though there was someone who had done that among us, it wasn't easy for that person to reveal that to us, to the group, because it wasn't the agreement.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But were you not found guilty of having robbed Mr Mthembu and taken an unspecified amount of money from him?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "From what I heard and from what my attorney had told me, is that they withdrew that case, they said it was no longer part of the whole case.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But according to the judgment of the court, at page 82 the last paragraph, maybe your attorney can bring this to your attention, page 82.  That is on the conclusion of the court, accused number 1, number 5 and 8 are each convicted of murder on count 1 of theft on count 2 of attempted murder on count 3.  Now, the robbery of money was referred to in the indictment as count number 2.",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, I do see that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but is that clear that you were found guilty of robbing money from Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "I had told the court that we were not there to rob them, but we were there to kill them.  The only reason we were there was to kill and just leave that place and go back, but we were not there to kill and rob and I also told the court that I personally didn't rob or my group didn't rob.  Maybe after we killed Mthembu people who came there, or maybe someone who came and saw that there was a chance from him or her to take that money, maybe they did, but not from our group.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is it the position here that you're applying for amnesty in respect of that particular offence as well, robbery, is it the position, you're applying for robbery as well, for money?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, there were 9 accused at this trial of yours.  Accused number 1 was apparently Ernest Mthembu.  Now it's important, for some or other reason the document that has told us who the accused were is not photocopied in our bundle, I don't know why the first page of the indictment with the names on is not before us.  We've only got the name, on page 44, the name of accused number 9 which was Christiaan Israel Nzimande, so it's important to know which number accused you were because accused number 1, number 5, number 8, three accused were convicted of stealing money, theft.  You were not number 1 because according to page 45(a) Ernest Mthembu was accused number 1.  We also know you were not accused number 9 because that is Christiaan Nzimande, page 44, but we don't know what is in between.  Can't you remember which number accused you were?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, may I address the court?  From my reading and from my understanding, I based my accused as being number 8 in terms of the judgment, as being number 8.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does that perhaps help you?  Were you accused number 8?  Ms Loonat, where do you see that?  Where do you infer it from?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On page 56 of the Judgment it says that accused number 8 fired the two shots at the deceased where he sat behind the wheel and that is in line with what had happened.  It was my client who shot at the taxi owner and it goes on further.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the only...?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairman, on page 72.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes? Which part?  The evidence of number 8?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, yes Mr Chairperson, there are several pages where it refers to number 8 as having done what the story he told me, my instructions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Khuzwayo, do your parents, did you have a parental kraal that belonged to a grandmother Mashandu, about one kilometre from that of Sibiya's kraal?  Does that refer to you?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your parents' kraal?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, it is closer, from my home you can see Sibiya's kraal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is your grandmother's name Mashandu?  Is Mashandu your grandmother?",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, it is my granny.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You appear to be right, Ms Loonat.  So he'd be accused number 8?  One of those who was convicted of the theft of the money.",
            "Unknown"
        ],
        [
            "MR KHUZWAYO",
            "Yes, I do agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sentence did he get for the theft?  Do you know Ms Loonat?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's on page 3, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that count 2?  Was the theft count 2?  That's one year.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Count 2, one year's imprisonment.  That's correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the theft?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairperson, that's my understanding.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Where's this page where my colleague just referred to where the convictions are?  Which page is that?  82, is it?  Yes, you're right, the theft is count 2.  He got a year's imprisonment for the theft and he got 15 years for the murder and 6 years for the attempted murder.  Yes, very well.  I think that gives us a clearer picture.  Yes, have you got any other questions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairperson, thank you.\nNO QUESTIONS BY MS LOONAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Khuzwayo, you're excused.  Thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Loonat are you tendering any further evidence.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the case for the applicant?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Jelal, are you tendering any evidence?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "No, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma, any evidence?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No further evidence Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, Ms Loonat do you want to address us on the merits of your client's application?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, may I address you first on the first client, Mr Nkwanyana?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which one?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Nkwanyana.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, please.  Thank you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, Honourable Members of the Committee, my learned colleagues, ladies and gentlemen, the learned judge conceded on page 83 of his judgment, line 15, that my client Mr Nkwanyana did in fact flee his area because of the volatile situation revolving around politics and that he did in fact take instructions when committing any politically motivated attacks on the IFP.  Mr Nkwanyana admits\nto being an active member of the ANC since the 80's.  He attended rallies, meetings and participated when instructed, in actually attacks with fellow ANC members.  He admits to having no training in firearms and he does not even own one, not even a home made one.  He used, by his own admission, a knife when anticipating an attack.  \n\tHe has fathered a child who is, according to my instructions two years old, whom he has not yet seen as he has been incarcerated since.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't think so, thank you.  He would like to see ...(mike turned off).\n\tHe claims that on the 3rd of May 1994 he was in the area of the alleged incident for which his co-perpetrator is today applying for amnesty.  However, on that day he was visiting his sister and her injured child and he hopefully wanted to see what was left of his home, which he had fled.\n\tHe was at the shebeen having a drink with friends when he heard gunshots.  He was scared and he fled again, he did not even bother to visit his home or the injured sister, he was so afraid of his political opponents.  He admits to meeting with Mr Khuzwayo, coincidentally just prior to the attack that took place on the 3rd of May 1994, but he denies having any knowledge of their plans on that day.  Mr Khuzwayo during his evidence in chief, admitted to the above and also his reasons were that they deliberately excluded Mr Khuzwayo from that particular attack namely because of his lack of firearm training and the special skills which the others possessed and which was vital on that day for the attack.\n\tMy client was always party to the knowledge that the common enemy on the hit list included Sibiya and Mthembu, inter alia.  It was discussed at their meetings.  There was common purpose and by his own admission and in line with full disclosure he would, he admits that he would have assisted, using only a knife if necessary, if he were asked to join in that particular attack.  However, he was not included and in his opinion it was because of, he thinks it was because of his relationship to Mr Sibiya.\n\tMr Chairperson, I leave it in the hands of the Members of the Committee to decide if my client, in view of the above, falls within the ambit of the Act to be granted political amnesty without having ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which crime is it?  Which offence has he committed?  ...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "For being party to any other, for common purpose activities throughout, from the 80's onwards, when he did take part in any attacks and things.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In respect of these attacks that are here, the subject matter of this application?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He claims not to have been present.  Sorry Mr Chairperson, he claims ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He was not a perpetrator.  He's not a perpetrator?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On that particular day he wasn't.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is the crime?  He says he participated in this discussion where it was decided to kill these people and he knew that they were going to get killed some time or the other.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's just that they didn't tell him when and if they did tell him when, he would have been part of this thing.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And he says that ex post facto, he agrees that what they had done was to execute what the ANC required under the circumstances.  So what is the offence in that set of facts?  That he conspired to kill these people?  What did he do?  Is that the offence?0",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "To all intents and purposes, he was part of the conspiracy, but to the actual attack on them on that particular day, he was not, but yes, conspiracy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was not a perpetrator of the deed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Sorry?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He wasn't a perpetrator in respect of the actual ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On that particular day only, but he could have been if he was asked.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Yes, but the difficulty you have here is, how does he associate himself with the actual event of the day in question when the discussions or conspiracy if you like is actually put into effect, it's being executed, how does he associate himself with all that?  He hears two shots whilst sitting in a shebeen, he gets a fright, he runs away like everyone.  Would a criminal court correctly find him guilty of the crime, applying this principle of common purpose?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The criminal court did not, from what I read in the judgment and the sentencing, but in applying for amnesty as being a co-perpetrator and being a political objective, the common purpose, and it's just that on that day he was in the area but he was not included in that particular act.  I have the difficulty in that he cannot ask, I understand, for amnesty when he was not party to that particular incident, but to all other related incidents, as far as IFP, ANC fighting occurred, he would want to apply for amnesty for that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there any basis for a common purpose liability in respect of the actual deeds, or doesn't he come close enough to the actual execution of their joint venture that they decided on?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The latter, he comes close to the execution of the join venture, as I understand it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Has he done anything on that day of the incident that somehow associated himself with the conduct of these others?   Did he have any knowledge that they are actually attacking those people at that stage when this happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On the 3rd of May 1994, not on that day, he was just visiting, but he was aware that there would be at some stage an attack on these people and it just happened on that day.  That is the difficulty.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, well that is the conspiracy aspect of it.  We're talking about the actual murder, whatever these crimes were, whatever they might have been, I'm not even sure now, it's a murder and attempted murder?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My instructions are that he was not a party to any of that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on) in respect of the actual offences of murder and attempted murder.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On that particular day,yes.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Ms Loonat, in so far as the possibility of conspiracy is concern, my notes have it that he says he was never at a meeting where it was discussed, he only heard about this decision that they should be killed.  Now where does that take us, if my notes are indeed correct, in so far as conspiracy is concerned?  Would that found a basis for conspiracy?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What was his evidence?  Can you help us?  What was the evidence that he gave in respect of the decision to kill these people?  He said their names came up at this meeting.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, and then?  What else?  How did he relate the fact that there was a decision to kill these people?   What did he say?  Was he at a meeting where this was discussed, did he hear it via the grapevine, was it a \"skinderstorie\"?  What was it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My instructions are that when he attended the meetings which they did under Shadrack Mahletsha, this came up in the course of their meeting, in their discussions.  It was just tossed around at random.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he present at those meetings where, or at a meeting where this...?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Those are my instructions.  Yes, he was present at some of the meetings where these names were tossed around but it wasn't actually decided upon, that's what I understand.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "My colleague's note says that he just heard about this thing.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "About the decision.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, he heard about this decision, he was never at a meeting where ...  I don't want to go through the evidence here, I thought you had already...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I need to look through my notes.  According to my notes...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I appreciate in chief, you obviously are limited in taking your notes, perhaps some of the other colleagues of yours could help me with it.  Any case, because it is important.  If he only heard that there was some talk that these people are going to get killed, then of course he's not party to the conspiracy.  He can only rely on a conspiracy if he was at the meeting where that decision was taken.  He said he knew they were going to get killed sometime, but he just didn't know when exactly because he surmised that these people didn't trust him because he had some link to Sibiya and they thought he might not be appropriate to execute, although your other client says no, well he wasn't trained in the use of big arms, that's why they never asked him to come along.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "According to my notes the question  was\nWere they going to attack Sibiya on that day?  Did he know if they were going to attack Sibiya on that day and his answer was:  \"Names will come about people to be eliminated\" but on that day he didn't know anything that a decision was made about this gentleman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If there's no clarity, if your colleagues can't help us, it's a simply matter, we'll have to just get that portion of his evidence, to see exactly what he said.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Mr Chairperson, if I may come to your aid.  It was a question that I had posed.  The question was\n\"Were you ever instructed by your ANC elders to attack and kill Sibiya and Mthembu?\"\nand his reply to that was that he had heard about it but there were no direct instructions given.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, no I thought he gave the evidence in chief when Ms Loonat was asking questions.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it was in chief, in my notes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, where he was saying that he knew they're going to get killed, he just didn't know when and he surmised about the reason why they didn't tell him exactly when they wee going to kill these people.  He thought that perhaps in the view of his comrades he would be too close to Sibiya and that's why they didn't tell him when and then Khuzwayo came and he said ;\n\"Well, we met on the day.  We didn't ask him to come along because he didn't have our special military training with the big guns.\"\nAnd that is why I thought that perhaps you might have a note on the evidence in chief that might be of assistance, but let's approach it on this basis, assume the position of your client is that he only heard that these people were going to get killed, he was not present at the meeting where a decision was taken, where this thing was discussed, a decision was taken to kill these people.  What is your submission then?   If he only heard about this, he was never party to a discussion?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well, what I've written here was,\n\"Names will come about of people that were common enemies.\"",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but no, I'm sorry to interrupt you, this is a hypothetical position because we're not clear now what exactly the evidence the evidence is.  We will ascertain it, we've got the record, but let's assume, argue it on this basis, assume your client said that he only heard about this, he was not at a meeting where a decision was taken, in other words he was not party to a decision by being present at a meeting where a decision was taken, he only heard about it, where does it leave you in respect of a conspiracy?  Would it still be a conspiracy, or would it not be if he only hears, he's not party to the decision.  Would that not mean that he can't rely on a conspiracy?  He wouldn't be part of a conspiracy?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's not part of the conspiracy when the decision was made, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He only heard about it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But it was something that was going to happen at some future date.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but is your submission that if he was indeed present at a meeting where a decision was taken, he would then be part of a conspiracy?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We'll see what the evidence says.  Sorry, is there anything else that you wanted to add about Mr Nkwanyana?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairperson, thank you.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Sorry Chair, just for my own clarity.  In respect of this particular applicant, what offence exactly are we talking about here?  What is he applying for?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I find that difficult because my instructions were simply that he did not want to apply for political amnesty for the act for that particular day, because he wasn't present on that particular day.  However, for all other instances where he was an active member and he has taken part.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Yes, but the events of that particular day, is it not exactly what is in issue for the purposes of these proceedings?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That would be my understanding Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In fact that is what is in his application form, that's why we're here today, that's why we brought him here with Mr Khuzwayo, because they apply in respect of the same incident, so we have to decide whether he has made out a case at all in respect of these incidents that are now before us.  We haven't investigated the other matters.  What is right for hearing is the murder of Nkosi Mthembu and attempted murder of Sibiya, so we have to decide those two incidents here.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did explain that to him, the purpose of a political amnesty and my instructions were simply that  if he wasn't present that day ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I mean that doesn't, it's a lay person, we're debating the technicalities of the matter.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That he should be applying for amnesty based on all his general political activities.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, no and also from a technical point of view, if he is present at a meeting where a decision is taken to kill these people and they are killed subsequently, that he would then be guilty technically speaking of a conspiracy to ill them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That the debate, I mean you can't expect a lay person  to tell you that.  He would tell you:  \"I didn't kill them\" or \"I didn't go there to shoot them\", \"I wasn't there, I just heard the shots\", which is his case, but he wouldn't know the niceties of conspiracy and all these other legal technicalities that lawyers normally get excited about.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "By his own admission he was party to the conspiracy.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, now we have to decide it on whatever the evidence is, which we will ascertain from the record.  Alright.  What about Mr Khuzwayo?  What is his position?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On page 83, line 10 of the judgement, the learned judge conceded that the incident on the 3rd of May 1994 which resulted in the death of Mr Mthembu was indeed politically motivated and probably a revenge attack, but it was party against party.  Mr Mthembu was a wealthy businessman, a card carrying member of the IFP.  My client was informed by his colleagues that he was known to fund them to such an extent as to enable them to acquire the weapons used in incessant attacks on his kraal and on neighbouring ANC homesteads.  This was reported to him at the meeting he attended via their leader, on Shadrack Mahletsha.  I refer the honourable members to the bundle, namely page 31, paragraph 6, confirming Mthembu's link to the IFP and being approached for funding by Sibiya.  This was therefore no figment of my client's imagination.  There was a common purpose attack on him and on Sibiya.  The political objective was to attain peace for the whole ANC area that was being attacked and where my client resided. The hit list was given to several members, including my client.  My client was a trained soldier of the ANC and trained by them and in line with full disclosure he admitted to where and how and by whom he was trained to fight in this political struggle.  He maintains that he always reported to Shadrack when, having got instructions from him and sometimes he did undertake attacks when he couldn't actually get direct instruction from Shadrack, but he was guided by him and then would report the matter to Shadrack.\n\tMy clients also stated that as a soldier trained in the Mozambiquan camps, he followed orders, not for personal gain but for a common purpose, a political objective to attain peace for his people.  He has made full disclosure today supplying names and details of his activities in the ANC cause.  \n\tHe sincerely hopes the truth will assist the victims' families to come to terms with what happened to their loved ones and he hopes they understand that his actions were always orders from his elders, all to attain political objectives, it was never a personal grudge against them.  He hopes that the members of the Honourable Committee would grant him, in the light of the above, amnesty so that he could begin to live a life free from political violence and a life where he could share and discuss his political views and perhaps learn from opposing parties rather than to resort to violence for political clout.  In terms of Section 20 (a) (b) (c) (ii) (a) (d) (f), (iii) (a) (b) (d) (e) (f), I humbly submit that my client be considered for amnesty.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In respect of, just list them, is it the murder of ...(indistinct- mike not on)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What else?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The robbery and the attempted murder of Sibiya.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on) he says he's not involved in the theft of the money, so he's not asking amnesty for that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did he speak about the firearms?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In what respect Mr Chairperson?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, my colleagues have just refreshed my memory.  Yes, in fact your client, when Adv Bosman asked him, your client indicated that he's also asking for amnesty in respect of the unlawful possession of arms and ammunition.  Now, that would obviously be in the context of these attacks on those two victims, do we have an indication what arms it was that he possessed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'm not sure if it is in the affidavit, but he didn't, not at all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There must be some or other arms.  I mean, it's not vital, if you can't identify them specifically it's neither here nor there.  He was never charged with that but it would certainly fall within the ambit of the offences that are before us.  If he were to qualify for amnesty in respect of the murder and the attempted murder, then obviously he should also qualify for amnesty in respect of the unlawful possession of the arms and ammunition.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I just want to ascertain, just ask you client, just take instructions, what weapons was it that were involved here.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson thank you, but he had given me a list which he's confirming.  He had AK47, two AK 47's and ammunition, he had one pistol, Makarov, together with ammunition, he had 18 pairs of camouflage uniforms, hand grenades.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We're just, we're talking about the attack that we are dealing with, the attack on Mthembu and Sibiya.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I see.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was it 2 x AK47 rifles?  Is it 1 x Makarov pistol that they used in this attack?  We just want to know what they used in the attack against these people.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairperson.  On that particular day he was in possession of an AK47 and his co-perpetrators had pistols of Makarov.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Makarov, is it Makarov pistols?  What did you say?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's what he says, pistols, Makarov Pistols.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many?  Three, he said they were four people, did the other three each have a Makarov pistol?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Those are my instructions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So they had 1 AK47 rifle and 3 Makarov pistols with ammunition?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Yes, have you got any other submissions in respect of Mr Khuzwayo?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does that conclude your submissions?  Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Jelal.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Thank you Mr Chairperson.",
            "Female"
        ],
        [
            "MS JELAL",
            "I will focus on applicant number 1, Mr Nkwanyana.  We have been throwing around the idea that this may have been conspiracy, however, the technicalities of it would be that one would have to look at this thing in perspective.  Look at the fact that the applicant became a member of the ANC in 1988 and this attack only took place in 1994.  Further to that that the applicant had moved out of the area and had only returned on that particular day of the incident.  Taking all this into cognisance it is obvious that he had no idea of what was going\non, over and above that, if there was a conspiracy, all of the accused together with applicant number 2 were with applicant number 1.  If they intended to conspire, they would have advised him of what they were going to do right after their meeting.  That would have been tantamount to a conspiracy where they would have acted with common purpose and at the same time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Jelal, assume that we find that he was present at the meeting or meetings where a discussion took place around these unwanted elements that they want to have eliminated and a decision is taken that these people should be killed although no time and date is placed on this, on the execution of that killing, would that make the applicant guilty of conspiring to kill these people?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Mr Chairperson, once again, there must be something more concrete than just, in the event of us knowing for certain that this instruction was given at a political meeting ...(intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but assume all that.  Just keep your finger on that, yes, sorry, otherwise it's going to switch off again.  Assume it was an ANC meeting where a discussion took place in respect of these people and a decision is taken to kill them, the applicant is part of that, would that make him party to a conspiracy?  I'm going to put the other scenario to you now, that my colleague Adv Bosman has spoken about.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Okay, I would agree that that would make him a co-conspirator.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright and assume he's only heard that there was some plan to kill these people, would that make him a party to a conspiracy?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "No, I would not agree with that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Okay, I just wanted your clear position on those two scenarios.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Taken into consideration and I would continue on the second scenario which I believe would be the context that this would fit into, I would then submit that the applicant knew nothing of what was going to go on, therefore he's not guilty of the act and therefore at that particular point in time he did not have the intention which would be the requirement for the acts that were committed.  He did not have the intention to kill the people, because he knew nothing about what was going on and therefore this would be the wrong forum for him to make this application.  He's not applying for amnesty for something that was politically motivated or politically created, what he is saying is that he was not there, he's not guilty of the offence and his rightful recourse would have been to appeal the decision that was handed down by the High Court.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "And that this forum would be the wrong forum and in the circumstances, I respectfully submit that there are no grounds for seeking political amnesty and for approaching this forum.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, well, his application, as I understand it from his application form, is in respect of the murder of Mthembu and the attempted murder of Sibiya.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "That's correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He's got to make out a case in respect of those incidents.  If he doesn't make out a case in respect of being a co-perpetrator of those offences and of course he hasn't made out a case in respect of that, but that doesn't exclude liability on the basis of a conspiracy and if he's made out a case before us that in respect of those two incidents he had been a co-conspirator in respect of those killings then of course that's an offence and if he qualifies with the other requirements of our Act, apart from the one that there should be an offence or a delict, which would now be a conspiracy, if it complies with the other, he's made a full disclosure and it's associated with a political objective, then of course there is no reason why he can't get amnesty in respect of that offence that he has made out a case on before us, even if it's not as a co-perpetrator.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Mr Chairperson, like initially stated, I used the second scenario that we were talking about and obviously should the second scenario become a reality after listening to the evidence, then obviously I am saying that this would be the wrong forum.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, you're right, I mean obviously if it is the second scenario, he hasn't made out a case at all, there's nothing before us.  He says that he was never near when these people got killed, he didn't participate in the killings, in the attempted killing and he heard only that this might happen.  He hasn't made out a case.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's quite clear, I'm with you on that one.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Okay.  Those are my submission regarding applicant number 1.  As regard applicant number 2, it is submitted that there were discrepancies between the written statement and the verbal submissions, however, the applicant did endeavour to fill in the loopholes which seem to be reasonable explanations.  However, Mr Chairperson, I've been asked by the family to put forward to the applicant the trauma that they have suffered.  We have four women left without a husband, that being Mr Mthembu, he had four wives, of which were born 26 children.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are all four alive still?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes, they are alive.  There are 26 children.  We find that with the fourth wife, she was pregnant at the time of Mr Mthembu's murder.  As a result of his murder and being pregnant, she suffered changes in her blood level which resulted in her becoming blind during the pregnancy.  She was a teacher and she cannot ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Her blood pressure?  What is it?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Her BP went too high, Mr Chairperson and my instructions are that that affected the pregnancy and somehow it all had a round-about effect, it affected one thing after the other and it led to her ultimate blindness in her right eye.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that a complication of pregnancy?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Well it was related to the changes in the blood level.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Trauma and the stress of this incident?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Of this particular incident.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And the fact that she was pregnant, that aggravated and created this condition.  Is that a permanent condition?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "It is permanent.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In the one eye?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "In the right eye.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's the youngest of the wives?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes, that is the fourth wife and the youngest wife.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Can you give us names?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Is this Olive who had been shot, or not?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "This is the deceased, Mr Mthembu.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "But the fourth wife, is this the lady who was referred to as Olive?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "No, no, no she isn't.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Give us the name please of the wife in question.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "It is Monica Mthembu.  She's further asked me to advise the applicant that as a result of the complications and the loss of sight in her right eye, she cannot work and that the children are at this moment without a breadwinner.  They live off their grandparents who get a grant and that they are really suffering.  Okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What has happened to the business interest of the deceased?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "According to the black customary law with regard to the Natal Code, it's more the eldest son that becomes the heir to all of the assets and obviously they also make provision for the other wives.  If you look at it, there are 26 children, she had the youngest of the children, so they go according to the ages and the kraals and there are specific guidelines for inheritances in the black law which left the fourth wife with nothing save for the fact that R12 000 was given to each child and obviously we're looking at years back, and the sum of R25 000 obviously can't last the children throughout.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If I remember correctly, there were a number of business, there was a taxi and a butchery and I don't know whatever else, but there were a number of things.  Have all those businesses gone to the eldest sone of the deceased?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "According to my understanding most of it has gone to the eldest wife and obviously to the eldest son.  Some of it has been distributed amongst the wives but obviously they fall in a hierarchy as 1st, 2nd, 3rd and 4th.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, I appreciate that.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "So it's not equal distribution.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I mean, is this not income generating assets, or has somebody approved these things?  Is it in the hands of one person who's now sitting with the income that comes from this or is it, or have they been, are these things going concerns which generate income which is then distributed amongst the beneficiaries although according to these hierarchial arrangement where the one lowest in the rank gets the least, or is it a once off thing where they got paid an amount and that's the end of it?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Although there are businesses that are going concerns, the heirs have taken over those assets and are running them as going concerns for themselves.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Initially there was just a distribution, obviously each party retained what they have so even if there are going concerns, the person who inherited that particular asset is benefiting or deriving benefit from that particular asset.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So that's become his or her property?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Exactly.  That is the situation.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And this is the fourth wife?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "This is the fourth wife.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the last wife in the line?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's hit her and her issue the worst.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many children has she got?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "There are two children, one's 9 years old and one's 5 years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, 9 and 5.  Yes.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "It is further my instructions to inform the Committee that the deceased, Mr Mthembu, did not indulge his wife and according to the black custom as well, it's not normal for the men to tell the women what is going on in their lives, so therefore they had no idea of his political affiliations, therefore they cannot comment on the same and they are not going to reject the fact that he may have been politically motivated or politically inclined, or that he was apolitical.  They cannot make a finding on that.  In so far as the Senior Mr Mthembu is concerned, he made a statement to the effect that it is possible.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the father of the deceased?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "The father of the deceased, Elijah Sipho Mthembu.  On page 31 of the bundle, page 6, he makes a statement to the effect that\n\"I would say the killings were linked to politics because Sibiya had approached him\", referring to the deceased, \"on three occasions, asking for money to give to the ANC gang from Nkwanyane, so they could not kill him.  My son refused.\"\nSo there is the possibility of a political link.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There should be something political going on somewhere there.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Yes.  So in the circumstances Mr Chairperson, I leave the decision to the Honourable Committee.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Jelal.  Mr Mapoma, have you got any submissions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I think it's just one point Chairperson, on the application of Nkwanyana, in particular, Chairperson, on the issue which seems to be the crux of the matter.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I agree that on the application itself, the applicant may not have made a case for murder and attempted murder of the two persons who attacked on that day, but on the issue of conspiracy, it is my submission, Chairperson, that the applicant was party to conspiracy to murder those people.  I am saying this, Chairperson, because he was party to the meetings where these names featured and assertions were made that they had to be dealt with in the sense of being eliminated and Chairperson on the face of it, it may well be that it is out of those assertions that were made in those meetings that the operatives now went to implement the feelings of the meeting there.\n\tI am saying this, Chairperson, because we don't have evidence which says that there was a particular forum in which a decision was made that so-and-so must be killed today.  All we have here is evidence to the effect that meetings were there and assertions were made that these people must be killed, but the question of when and how, we don't have evidence as to when was it happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As to the execution, that was, the decision was a general one, to kill these people and on the face of it, it was left to some trained group to put into operation.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That is my submission, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and by the way, whilst you are making those submissions, it now reminds me that the part of the evidence that I'm thinking about is not the evidence in chief, but the evidence under cross-examination which, according to my recollection, clarifies the applicant's presence and participation at the meeting where the decision was taken.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it might have been under questioning by yourself that that was elicited.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, that's the issue that I canvassed with him because I wanted clarity on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I had earlier indicated that this was under chief, but it wasn't.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No it was under chief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was not done there.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But we will clarify the record on that score.  We'll ask the technicians just to play it back for us just to be 100% sure what the factual position is and that is why I said the two scenarios to the other lawyers.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I've interrupted you.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "It is, as I say Chairperson then my submission that he was responsible for conspiracy and now given the fact that conspiracy was there to kill these people who were killed ultimately as a result of that conspiracy, now it invites a question, Chairperson, as to whether, can the Committee be so strict to say there was no causal link between the conspiracy to kill and the actual killing that took place, given the facts that are present before the Committee.  It will be remembered Chairperson, the applicant says that he was party to the meeting where these people were decided to be killed, but he's firmly saying he was not present in the actual killing and he was not aware as to when the actual killing was to take place, but he is quick to say that:  \"Had I known, I would be prepared to participate in it.\"  That is an association, he associates himself fully with what done to those persons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, assume he had given that sort of evidence in a criminal trial where he says all these things, would the court be competent to convict him of the actual murder under those circumstances?  That's the question.  You're submitting that under these facts here, he's close enough to the actual murders not to avoid liability.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, that's my submission that a doctrine of common purpose cannot be escaped by him if this particular evidence that I've just applied could be established in a criminal case, ...(indistinct), therefore I would say that in the circumstances he can be convicted for murder as well as attempted murder, but I may say that somewhat faintly, but I would once again not leave it there.  The part of association by him with the actual murder, I submit Chairperson goes a long way.  I mean now given the interpretation of the Act now, the TRC Act, without necessarily being so strict as to criminal liabilities and the principles of that and Crimina Law are concerned, I would argue Chairperson that in the circumstances, the association itself makes him qualify for amnesty for those actions, even though perhaps criminally he may not necessarily be liable, strictly speaking.  I'm saying Chairperson, it may now be a question of interpreting the Act, given the facts and putting the interpretation into perspective.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but Mr Mapoma, is it not perhaps the correct approach to say:  \"Let's start by looking at the entire political context in which all the events and crimes have been committed?\"  You have here the background of a conflict between two organisations, the ANC and the IFP.  Their members and supporters are busy attacking each other here, whether rightly or wrongly, that is not the issue here, but that is the reality you had at the time in question on the ground.  Shouldn't that be the starting point?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And then you take into account his evidence that he had participated in earlier, although it was not successfully from his point of view because the intended victims had been tipped off, but he had participated in I think about two of these attempted attacks, so he's very much part of this political conflict.  It was an on-going thing, so this seems to have been, as my colleague says, it seems to have been a continuous situation of conflict between these contending groups.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, I can't agree with  you more.  That will be the approach in the circumstances and especially given the fact that he himself, not only did he participate, he himself was a victim in his own right because he was also as well on the receiving end, together with his organisation, not on a personal level only, so to speak.  I must be careful to say that.  So in the circumstances Chairperson, I would say the political context within which this happened needs to be taken into account.  Thank you Chairperson.  I'm not taking other points.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mapoma just one matter.  I have no difficulty in my own mind to accept that this was part of an ongoing conflict, but surely if a decision had been taken and if at these meetings these names were bandied about, is it not a difficulty that we have that the persons who actually killed, had no knowledge of this, they just went on a list that was given?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Ma'am, we do not have evidence that the persons who actually killed did not have knowledge of the meetings and the spirit that was there in those meetings.  I mean Mr Khuzwayo did not say that there were no such meetings or he has no knowledge of such meetings.  It may well be that he knew of those meetings and I mean they are not mutually exclusive, these two scenarios.  Those meetings and the list itself.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "We will have to check the record there, but my recollection is that Mr Khuzwayo was very clear about it that he had no other instructions except simply a general hit list and that he worked from that, but we will check that.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Certainly, Ma'am.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Loonat have you got anything else you want to add?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Mr Chairperson, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Well that concludes the formal proceedings in these two applications.  The Panel will have to consider the matter, consider the evidence and the submissions and the other material before us and endeavour to formulate a decision as soon as the circumstances permit us to do so, at which point we will notify the parties with an interest in this matter.  So in the circumstances the decision in this matter is reserved.\n\tNow Mr Mapoma, Mr Panday has got one matter left I think on this roll today.  What is the position?  How extensive is that matter?  How much time is it likely to take?  I think I've seen, yes Mr Panday is still here.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I think it can be hardly an hour.  I mean when I had a look on the papers and the victims themselves, the versions that are on the papers don't seem to create much of a dispute which can take much time, so I've got a feeling that it can hardly be an hour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on) what Mr Panday says.    ...(indistinct - mike not on).",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, my problem is, had I known the Commission will continue later than the normal hours, I'd have made arrangements for my consultations to be scheduled to another day, like as I'm aware on Thursday we may very well continue ...(indistinct) but unfortunately today I've got afternoon consultations based on this closing of the day of business.  On Wednesday, not tomorrow, on Wednesday I'll be more than prepared to attend to both my matters on a continual basis and more importantly I've judged the record in terms of the matters as supposed to go on today, I do not see much in dispute, in fact there's nothing in dispute, only possible as to whether one would seek reparation and that is as far as it may go.  I can't foresee taking as long as the matter that we attended earlier today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  That takes care of it.  Then Mr Mapoma, I think you must fit in this matter of Mr Panday's with the other one that he's got, hopefully on Wednesday because we were talking in terms of trying to expedite that one, bringing it a bit forward.  It doesn't look as if it is likely to take too much of time, so I think we'll be able to handle it on Wednesday, if it's possible.  Yes, very well.  ...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No, I was just going to acknowledge that Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, very well.  Then we have come to the end of the roll today.  Ms Loonat and Ms Jelal, we thank you very much for your assistance in these matters, it's appreciated.  You're excused.  We will now adjourn and we will reconvene here tomorrow morning at 9 o'clock.  We're adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}