{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-11-15",
        "location": "DURBAN",
        "day": "1",
        "names": [
            "OSMOND BEKISISA NKWANYANA"
        ],
        "case number": "AM5214/97",
        "matter": "ATTACK ON MR Mthembu AND MR SIBIYA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53938&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99111518_dbn_991115db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS LOONAT",
            "MS JELAL",
            "MR MAPOMA",
            "ADV BOSMAN",
            "OSMOND BEKISISA NKWANYANA",
            "ADV SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS LOONAT",
            "MS JELAL",
            "MR MAPOMA",
            "ADV BOSMAN",
            "OSMOND BEKISISA NKWANYANA",
            "ADV SANDI",
            "MR NKWANYANA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, is it Ms Loonat, are you representing.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Nkwanyana and Mpilo Khuzwayo, yes Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you ready to proceed?  Very well.  Yes Ma'am, I might as well make a note of your name as well.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Ms Jelal, I represent the families of the victims.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll do it formally in a minute.  We will now proceed to hear the amnesty application of Osmond Bekisisa Nkwanyana Amnesty Reference AM5214/97 and the application of Ketha Mpilo Khuzwayo Amnesty Reference AM6175/97.  The Panel is constituted as is apparent from the record.  I'm going to ask the legal representatives to put themselves formally on the record.  Ms Loonat, perhaps you should do that first.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Thank you Mr Chairperson.  I'm Zereena Loonat and I'm representing Mr Nkwanyana this morning.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Loonat.  Ms Jelal.",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Thank you Mr Chairperson I represent the families of the victims.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Leader of Evidence.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Zuko Mapoma, Leader of Evidence, as before.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Chairperson if I may just inquire, are you just representing Mr Nkwanyana?",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Both of them, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Loonat, who's the first applicant that you are going to lead?",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Mr Chairperson, we'd like to lead Mr Nkwanyana first because his actually not applying for amnesty, he maintains that at the last session, he maintains that he wasn't even present at the scene of the crime, so he can't apply for amnesty.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, well let me just see.  We do have an application from him, so you'll lead him on that and we'll hear what his testimony is.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Yes, certainly.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Do you want me to administer the oath to him?",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Yes, please, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'll do that.",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Loonat.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Thank you, Mr Chairperson.",
            "Female"
        ],
        [
            "MS LOONAT",
            "Mr Nkwanyana, do you belong...(intervention)",
            "Female"
        ],
        [
            "ADV SANDI",
            "Sorry, Ms Loonat, just a minute.  I just want to clear up something with the Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Ms Loonat, I assume that you know we do have a formal amnesty application before us, I assume that the comment that you made earlier relates to the attitude of the applicant, as he's conveyed that to you?",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Alright.  But I assume you're going to lead his evidence on this application and we'll hear what he says and then assess in the light of his evidence what his position really is.  So you'll let him tell the whole story to us?",
            "Female"
        ],
        [
            "MS LOONAT",
            "Will do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes and we'll see.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Mr Nkwanyana, do you belong to any political party?  Which one and for how long?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, I am a member of a political organisation.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Please tell the Committee which party you belong to and for how long have you been a member?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "ANC.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Have you been an active member?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No, I was just an ordinary member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the question was, since when was that, since when are you a member of the ANC?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "From 1989.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Ms Loonat.  Thank you.  Carry on.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Thank you.  Do you own a firearm?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No, I don't.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Do you have any training in the use of firearms?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Do you have proof that you're a member?  Are you a card-carrying member of the ANC?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, I had a membership card but it was burned down when my house was burned down.",
            "Male"
        ],
        [
            "MS LOONAT",
            "In what circumstances was your house burned down?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "It was burned late at night.  There were attackers, I think IFP supporters attacked, even though I do not have proof that it was IFP, but everyone knew that it was IFP.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Did these attacks take place quite often or was that the only one?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "It was frequent.",
            "Male"
        ],
        [
            "MS LOONAT",
            "And were you told it was always IFP, or just random attacks by people you don't know?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "We knew that it was IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In which area was all this happening, Mr Nkwanyana?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "In Majane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, say again.",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Majane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At Majane.  Was there a situation of political conflict, political violence between IFP and ANC in this area?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Ms Loonat.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Thank you.  What is the level of your education?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Standard 7.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Are you married?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No, I'm not.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Do you have any children?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I heard that I do have a child, but I didn't see that child because the only time I learned about this is when I was in prison.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just clear up something Ms Loonat?  Mr Nkwanyana, you mention in your application form in paragraph 4 on page 4, if you could just have regard to that and indicate to me.  You mention that you learned that your daughter had been injured.  Is this the daughter that you are referring to?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "It is not my daughter that I was referring to on my application, I was referring to my sister's daughter or my brother's daughter.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you, you may proceed.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Mr Nkwanyana, please tell the Members of the Committee how you came to be involved in this alleged crime that you have been sentenced for.",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I had been in that area because I had run away from my home because people were attacking us in my home.  We received a letter in eZakeni and in that letter it was written that my home had been attacked and the house had been burned down and a kid had been injured.",
            "Male"
        ],
        [
            "MS LOONAT",
            "What did you do?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "The following day I decided to go back home to look or to try and get how far the damage went.",
            "Male"
        ],
        [
            "MS LOONAT",
            "How long did you leave your area, to go to the area where you heard about this attack?  How long had you left your home?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "When I left Majane it was in 1993, towards the end.",
            "Male"
        ],
        [
            "MS LOONAT",
            "And you didn't return at all to your home, did you?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I would only go home to visit them during the day and then leave.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Why were you scared to go and visit people, your family that was still living there?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Would you please repeat that question?",
            "Male"
        ],
        [
            "MS LOONAT",
            "You say you went occasionally during the day to visit your family.  Why did you go occasionally to visit them, why didn't you move back?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I was scared because attackers were attacking us during the night.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Mr Nkwanyana, on the 3rd of May 1994 were you a part of the gang who attacked Mr Mthembu and Mr Sibiya?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No, I wasn't.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Why is your name being mentioned then, do you know?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I would say it is because of what others had seen because I had just arrived in the area to look on the situation therefore I think if anyone from the IFP had seen me, they'd identified me as one of the people who attacked these two.",
            "Male"
        ],
        [
            "MS LOONAT",
            "You say you arrived in the area to look at the situation.  What situation are you talking about?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I wanted to look at the situation in my home because a kid had been injured, had been shot, therefore I went there to assist my family.",
            "Male"
        ],
        [
            "MS LOONAT",
            "So in fact you're saying you were present in the area on the day of the attack, but did you have any idea that this attack was going to take place on this particular kraal that day?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No, I didn't know.",
            "Male"
        ],
        [
            "MS LOONAT",
            "What then were you doing there?  What happened at the time that you were there?  Did you hear any fighting, any gunshots?  What happened when you were there?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "From the house where I was, one cannot see what was going on in the house which was being attacked, but one could only hear.  I heard gunshots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your application form on page 5 of the record, the bundle before us, you are saying that you had gone home and the people of your neighbourhood decided to attack your political opponents in order to take revenge over those people who were injured in the previous attack.  You say\n\"That is when I committed the crime.\"\nThen on page 6 of the record, that's still part of your application form, it's paragraph 10 (b) you are saying that, the last three lines of that paragraph, you say:\n\"We were also aware that we were attacking Inkatha Freedom Party settlement.\"\nHave you noticed that?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this your application form?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  We're going to take the tea adjournment at this stage for 15 minutes.  I think your lawyer will explain what, how the process of this Committee works and I think your lawyer will explain to you under what circumstances it is possible to approach the Committee for amnesty, but we'll adjourn for tea for 15 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Loonat.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Thank you Mr Chairperson.  Just to recap.  Mr Nkwanyana did say that he was on his way to visiting his sister and the child that was apparently in hospital.  I'll go on from there.",
            "Female"
        ],
        [
            "MS LOONAT",
            "(cont.)\n\tMr Nkwanyana you say that you heard gunshots.  Where were you at the time?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I was in a shebeen at Mrs Dlamini's house.",
            "Male"
        ],
        [
            "MS LOONAT",
            "You said you were going to the hospital.  What were you doing at the shebeen?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "On my way home I met my mother and my mother told me that the child was in hospital in Ngwelezane.",
            "Male"
        ],
        [
            "MS LOONAT",
            "So why didn't you go on to see her in the hospital?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I wanted to have a look on the damage in my house.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Go on.  What happened?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "On my way home, my home is near a shop.  I saw Mr Ketha Khuzwayo and Lana, then I decided to go to the shop and I didn't see any other persons there, I only saw them.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Could I just interrupt Mr Nkwanyana?  Please tell us first, when you were at the shebeen, what actually happened at the Shebeen?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I bought two beers and I sat there and I drank.  There was another lady from Izobo, a family and Msonela Manyawo.",
            "Male"
        ],
        [
            "MS LOONAT",
            "And what were you all doing together?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "We were drinking, Msonela and myself.  As we were sitting there I heard gunshots.  First I heard gunshots, but the noise was not too loud and then later I heard another gunshot which was louder than the first one and then I left that place because I thought that something was not right.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Did you have a firearm on you at the time?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No, I didn't.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Did you all run away from the shebeen, is that what you're saying, when the gunshots were heard?  Is that correct?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, we all ran away.  We were scattered.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Where were you going from there?  What was your plan?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I decided to go back where I was coming from because I was scared if other people were to come they were maybe going to kill me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just interpose?  You say\n\"We all ran away.\"\nWho are the all that ran away?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "There were people in that shebeen people who were working from a sugar cane field and they were there in that shebeen.  They all ran away.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Right.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "You were saying something about going to a shop on your way back home.  Please carry on.",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "When I arrived at the shop, I found Ketha and Prescott Langa and Simunye Mthembu.  Next to that shop there is a house that belonged to Mthembu family.  I took one guy from Mthembu's family because they were also attacked, or his family had been attacked and I told him to accompany me.  We went to another house and we found my sister and the daughter-in-law of the Mthembu family.  I greeted them.",
            "Male"
        ],
        [
            "MS LOONAT",
            "And what was your sister's name?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Olive Nkwanyana.",
            "Male"
        ],
        [
            "MS LOONAT",
            "What was your discussion with her?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I greeted her and I asked her if my brother-in-law was present and also asked him if he was well.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Who is your brother-in-law?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Armand Sibiya.",
            "Male"
        ],
        [
            "MS LOONAT",
            "That's the deceased, is that correct?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Oh, I beg your pardon.  Who is Armand Sibiya, he's Olive's husband, is that correct?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS LOONAT",
            "And what do you know about Sibiya's political activities?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "He was once a councillor in the area after the one who was elected as a councillor had left.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Which party?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "IFP.",
            "Male"
        ],
        [
            "MS LOONAT",
            "What was your relationship with him?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "We had a good relationship.",
            "Male"
        ],
        [
            "MS LOONAT",
            "In spite of the fact that you belonged to the ANC and he belongs to the IFP, is that correct?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Was he an active member of the IFP, would you say?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "MS LOONAT",
            "So you maintained a relationship with him because of your sister being his fiance, is that correct?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Please go on from there.  What did you do thereafter?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Even though I do not remember quite well but Olive and myself, we talked and also the other lady who was with her, we talked with her and she was asking us about the situation in the area where we were staying.  Then we left the place.   Just before we arrived in the shop I decided not to go inside the shop because I realised that I didn't have enough money and then I told the guy I was with that he will tell them that I went to Ma Dlamini's house, or Mrs Dlamini's house.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Tell who?  You said tell them, who's them?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Ketha, Prescott and Themba Nkosi.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Did you know what Ketha and Prescott were doing that day in the shop?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "They were drinking cooldrink.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Were you aware that they were going to attack Mr Sibiya on that day?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I would like to put it this way, that usually in meetings, their names will come out as people who were harassing the community, or people whom the community didn't like but on that specific day I didn't know that they were going to attack.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Mr Nkwanyana, have you taken part in any actual faction fighting between the IFP/ANC parties?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "MS LOONAT",
            "How many roughly?  A few, a lot, can you remember?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I would say twice, but in both occasions whenever we had planned to launch an attack, we will arrive there after the people have been told by other people that we were coming to attack them.",
            "Male"
        ],
        [
            "MS LOONAT",
            "So what you're saying is that in fact you did take part in these attacks but you were not successful because the people were pre-warned, is that correct?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS LOONAT",
            "So if you were given instructions to take part, you would have taken part in any faction fighting, is that correct, between IFP and ANC?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS LOONAT",
            "Do you have any previous convictions?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How's that going to help us, Ms Loonat?",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "I'll withdraw that Mr Chairperson, thank you.\nYou did say that you had no training in firearms, is that correct?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS LOONAT",
            "So what was your role when you were instructed to take part in any of the attacks on IFP areas?  What was your role?  What were your instructions?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "When people are attacking, they are not using firearms only.  I will use anything, a spear or a knife.",
            "Male"
        ],
        [
            "MS LOONAT",
            "To do what?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "To attack and kill whoever will come my way.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Where is this question taking us Ms Loonat?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "It's just to establish that he is an active member of a political party.  He does take part, when he was instructed to, but on this particular occasion he was not a party to it, which is why he's applying for amnesty.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Okay, thank you.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Is there anything else you would like to add, Mr Nkwanyana?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No, I don't have anything to say.",
            "Male"
        ],
        [
            "MS LOONAT",
            "I have no further question.\nNO FURTHER QUESTIONS BY MS LOONAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Loonat.  Mr Nkwanyana, just look at page 5 of the record, paragraph 9 (c) (i).  Who is Iliakem Nkosi Mthembu, who is that?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I think it's the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You think he's deceased.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now under what circumstances did he die?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "He was attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To what political party did he belong?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "IFP.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you know him personally?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, I knew him because sometimes I'll meet him at my brother-in-law's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now who attacked him?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I was told that he was attacked by Ketha Khuzwayo, Themba Nkosi Mthembu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So have you not witnessed this attack?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "No, I didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you just hear about it?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you put his name in this form?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "It is because he's the one who died when this attack was launched.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but what has it got to do with you?  Why do you put his name in your application form for amnesty?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "This was done by people whom I knew very well and we came together, but on this specific day when they did this, I wasn't with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, that is what you say.  I hear what you say about that but now why's his name in here?  What has he got to do with your amnesty application?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Because I was sentenced and convicted because of his death.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So at the court that convicted and sentenced you, did the witness come there to say that you participated in this attack on this man?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, they were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what is your response to that allegation?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I would like you to repeat the question for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The witnesses at your trial, you say that those witnesses came to the court and they told the court that you took part in this, you participated in this attack on the deceased, Mr Mthembu, that's what you told us now.  I'm asking you, what is your response to that allegation against you?  They say that you participated in this attack, so what do you say to that?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "What I can say is that the people who attacked and killed him, were the people who were usually with me and these people, the witnesses, they've seen me with these people, I think that's why they witnessed that I was one of the people who attacked the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And are you saying that they're wrong if they say that you attacked the deceased?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this other name, underneath that one, in that same place on that form, Herman Sibiya and there's written in brackets (injured).  Now who's that?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "My brother-in-law.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your sister's husband, or boy friend, or whatever?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, my sister's husband.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And why is his name here in your form?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Same reason that I've already mentioned that the witnesses mentioned my name that I was together with my friends when they launched the attack because this was same case, it happened in one day, same time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Mthembu and Sibiya were attacked at the same time?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were also not part of that attack?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And those witnesses are wrong again, that came to the court to say that you were in fact part of that attack?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Ms Jelal, have you got any questions?",
            "Unknown"
        ],
        [
            "MS JELAL",
            "Just one, Mr Chairperson.",
            "Female"
        ],
        [
            "MS JELAL",
            "Sir, is it correct that your submissions to this Committee is that you knew nothing of the planned attack against Sibiya and Mthembu and that you had nothing to do with the occurrences of that day being the 3rd of May 1994?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, but what I can say is that usually I would attend meetings, then I will hear about their names coming up as names of the people who were their targets or people whom they wanted attack them, but when I arrived there on that day, I didn't know that they were going to attack them.",
            "Male"
        ],
        [
            "MS JELAL",
            "So did you join the party who you believe did attack Sibiya and Mthembu and did you participate in this attack?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Would you please repeat your question?",
            "Male"
        ],
        [
            "MS JELAL",
            "Yes.  Did you know of the attack?  Did you participate in the attack?  Did you join the group of people whom you believe did attack Sibiya and Mthembu?",
            "Female"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "If I were instructed to do so, I would have, but I wasn't and there I didn't know anything about it, therefore I didn't join them.",
            "Male"
        ],
        [
            "MS JELAL",
            "No further questions.\nNO FURTHER QUESTIONS BY MS JELAL",
            "Female"
        ],
        [
            "ADV SANDI",
            "Sorry, can you just explain something here, Mr Nkwanyana.  When you heard that the deceased and Mr Sibiya had been attacked, did you agree with that?  Did you feel that your comrades had done the correct thing?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you complete this form yourself, the application form?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I didn't myself, but I was telling someone who was helping me, he was the one who was writing.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why did you ask someone to complete this form in your name and for you?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "When I arrived in Westville Prison, I found the amnesty application forms and they were written in English.  There were no Zulu application forms at the time, therefore since I had an English application, I had to ask someone to assist me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that to say that you were applying for amnesty?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Just try and give me a picture in mind of this area where this attack took place.  You say you were at the shebeen when you heard two shots, how far was the shebeen from the place where the attack had taken place?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "I wouldn't be able to assist you with that but it is not that far.  It can be a kilometre or more.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would you say it is the same street or an adjacent street, parallel street?  Is it more or less the same area, same location?",
            "Unknown"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "It is the same area.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkwanyana, just look again at that page 5 of this bundle.  I referred you to that earlier but I haven't asked you to explain it yet.  That on top of page 5 of the record, the bundle, that last sentence there, or that last phrase,:  \"That is when I committed crime\".  What crime are you talking about?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Maybe it's the person who was assisting me who didn't put correct words.  What I was trying to say is that that's where the crime was committed.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "By others and not by yourself, is that what you explained to him?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Mapoma, questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Nkwanyana, you said that in meetings the names of Mr Sibiya and Mr Mthembu used to feature.  What were those meetings all about?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "ANC meetings which we used to hold over the weekends and sometimes on Saturdays and sometimes on Wednesdays.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You have said that there was conflict between the ANC and IFP, was this conflict discussed in those meetings?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in those meetings were there some attacks that had to be launched by the ANC, discussed in some of those meetings?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, sometimes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now you have said that on some occasions you yourself used to participate in attacking the IFP, is that correct?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And those attacks that you yourself used to participate in, were there some of those attacks discussed in the ANC meetings?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, sometimes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So on this day when Sibiya and Mthembu attacked, you say you were not party to those who attacked there?  You were not involved physically, do I understand you correctly?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When the discussions were entered into in the meeting and when their names featured in those discussions before the attack, was there some resolution that they have to be attacked at some point or another in your presence?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, I heard about this once because these were the people whom we all knew that they were a problem to us but as to when they were going to be attacked and how they were going to be attacked, I was never told and I was never in such a meeting.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, those who attacked there, did you regard them as having carried the resolutions of the ANC by attacking Sibiya and Mthembu?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, do you regard yourself as having anything to blame yourself about, or on the death of Sibiya and Mthembu?  Is there something that you yourself find yourself guilty of regarding the death of those two gentlemen?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes and also because that I was sentenced because of this crime and it was partly because I knew all along that there was a possibility that they were going to be attacked, even though I didn't know exactly when.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now had you known that they were going to be attacked, were you going to be participating in that attack?",
            "Male"
        ],
        [
            "OSMOND BEKISISA NKWANYANA",
            "Yes, I was going to participate in that attack but there was a problem, because my comrades didn't trust me very well when it comes to Sibiya's issues, because sometimes I would go to Sibiya's house and this was sort of betraying their trust.  I think the reason they didn't reveal this to me, or they didn't tell me of this planned attack, it was because they were scared that I may betray them.  They were scared that I was going to tell Sibiya, but this is what I'm thinking, I'm not sure.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Mr Nkwanyana.  Thank you Chairperson, I've got no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Are there any questions from the Panel?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions from me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you got any re-examination, Ms Loonat.",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "No Mr Chairperson, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Nkwanyana, you're excused, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Loonat, who's the next applicant?",
            "Unknown"
        ],
        [
            "MS LOONAT",
            "Mr Chairperson, I'm representing Mr K M Khuzwayo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ]
    ]
}