{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "2000-01-17",
        "location": "DURBAN",
        "day": "1",
        "matter": "SECURITY FORCES - PART HEARD MATTER",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53995&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200117db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR WEBSTER",
            "MR VISSER",
            "MS MAMELA",
            "MS THABETHE",
            "MR LAX",
            "FLORA MGOBHOZI",
            "INTERPRETER",
            "LINDIWE ZONDI",
            "ADV BOSMAN",
            "COURT",
            "FIKILE MABASO",
            "UNKNOWN",
            "MR VISSER IN REPLY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR WEBSTER",
            "MR VISSER",
            "MS MAMELA",
            "MS THABETHE",
            "MR LAX",
            "FLORA MGOBHOZI",
            "MS MGOBHOZI",
            "INTERPRETER",
            "LINDIWE ZONDI",
            "MS ZONDI",
            "ADV BOSMAN",
            "COURT",
            "FIKILE MABASO",
            "MS MABASO",
            "MR VISSER IN ARGUMENT",
            "MR WEBSTER IN ARGUMENT",
            "MR VISSER IN REPLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Are we ready to start?  This is a resumption of a hearing which commenced in August and had to be adjourned to enable Mr Webster to investigate and possibly call a witness.  Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you, Mr Chairman and Members of the Committee.  The witness that we intended calling was interviewed by the person investigating in this matter, an affidavit was obtained from that person but have been informed, Mr Chairman, that the witness is out in Cape Town, the subpoena could not be served on him and accordingly he is not present here today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "In the circumstances I am unable to call the witness and I do not believe that it would be in the interests of the hearings that we adjourn once again to look for this witness, particularly because the information which I now have is contained in an affidavit, which would not take us particularly far in investigating the aspects which I'd hoped to cover with this witness.\n\tThat leaves me, Mr Chairman, with the relatives of the deceased.  There will be one representative from each family, naturally they were not at the scene and they do not have facts which are pertinently relevant to this issues that you would have to decide on, Mr Chairman, but I'd ask for the indulgence of the Committee to call these members of the family so that they could also have their say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I will call Thandi Mamela.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, while the witness is on her way to the witness stand, may I ask Mr Chairman, whether you will allot an exhibit number to the affidavit to which my learned friend has referred, that is the affidavit of Anthony Joseph Breytenbach and had been handed to you at the last hearing.   And the next exhibit number, if I'm not mistaken Chairperson, would be J.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, the affidavit of Anthony Joseph Breytenbach will be handed in and will appear as Exhibit J on the record.  Thank you for drawing my attention to that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please stand.",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "(sworn states)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, be seated.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Ms Mamela, is it correct that you are the mother of Brian Mamela?",
            "Male"
        ],
        [
            "MS MAMELA",
            "Yes.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "And he is one of the four young men who were killed at, what I'd call for convenience, the Quarry Road incident.",
            "Male"
        ],
        [
            "MS MAMELA",
            "That is true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old was he at the time of his death?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "21 years.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "As far as you are aware - sorry, before I get there to that question, at the time that he was shot and killed, do you know what he was doing in the country?",
            "Male"
        ],
        [
            "MS MAMELA",
            "I am aware and still aware that he was a member of the MK.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "And do you bear any knowledge as to the incident when he was shot and killed?",
            "Male"
        ],
        [
            "MS MAMELA",
            "I got the report immediately when it was splashed on the TV.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "You have indicated to me that you wish to say something regarding the death of your son.",
            "Male"
        ],
        [
            "MS MAMELA",
            "Yes.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Please proceed.",
            "Male"
        ],
        [
            "MS MAMELA",
            "It is with most remorse that young people were mowed down by some people who were eager to have satisfaction of some subversive ways.  The country was at war, that is acceptable, but the evidence that was actually tabled here in the presence of the people, was not satisfactory.\n\tThe people who actually are applying for amnesty, have not told the truth, they've been very evasive because they don't want to give in-depth information to the bereaved families.  They actually showed very little remorse besides the lies they told, very insensitive and quite a lot of arrogance was labelled at us.  Even when the representative of the families was trying to draw attention to them, they were just not bothered.  That alone proves to me that there was no way they wanted the four people to be taken to court and tried, but were eager to kill.  The lives of those people meant nothing to them.\n\tAnother thing, it's a pity because one of the people I could have loved to query certain things, Andy Taylor, died.  It's a pity he died before he could testify here.  I was one of his top customers, he abused me.  But the worst thing was the brutality he meted out to my kids and my members of the family when my son had been killed.\n\tI'm sorry to say this, I was also disappointed with the way the defence team carried on.  We've lost lives here, I've lost my dear son and just because people don't want to come up with the truth, and we know very well that a helicopter was on the scene on that day.  Even these guys who have come here and testified, asking us to forgive them, the whole thing became a sham because they're not prepared to talk the truth.\n\tAnd as for Botha, he forgets one thing, death is imminent to anybody, he can't guarantee how he is going to die, he might have just killed another black person and to him that is nothing.  And as a black woman who's been involved in the whole brutality that was carried on during the years of the apartheid, I really feel bitter.\n\tI'm left with a child who wants to know the truth, who'll never know the truth because the life of a black person has no worth in the hands of the people who killed my son.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "That will be all, Mr Chairman.\nNO FURTHER QUESTIONS BY MR WEBSTER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tHow did you come to posses the information that a helicopter was used on the occasion when your son was killed?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "This happened within the residential area mostly occupied by the Indian group and the person who actually witnessed the whole thing had to leave the country because of the harassment.  That's the person who came home and reported.\n\tCan I continue?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "The post-mortem report puts a very clear picture of the weapons that were used in killing my son.  His death was caused by not 9mm or revolvers and he was shot from the top.  Even though Wasserman admitted that he was involved in shooting Thabani, it wasn't clear and the injuries were not caused by that.  If any of those bullets that Wasserman and his crew used, they could have just been used to kill a dead body that had been killed from the top.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Counsel, any questions to put to this witness?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No thank you, Chairperson.\nNO QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No, Mr Chairman, I don't.\nNO QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did the deceased have any children?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old is this child?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "The child is going to grade nine now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old is he?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "She.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "She, I'm sorry.",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "She's just turned 15.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does she live with you?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How is she being supported and maintained?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "By the meagre salary I'm earning.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "By the?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "The meagre salary I'm earning.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What work do you do?",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "Development Facilitator.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, you are excused.",
            "Unknown"
        ],
        [
            "MS MAMELA",
            "Thank you.\nWITNESS EXCUSED",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I'd like to call Flora Mgobhozi.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Webster, would you just repeat the surname for us please.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mgobhozi, M-g-o-b-h-o-z-i.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I requested earlier on, Mr Chairman, that we be assisted with an interpreter from Zulu to English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.  Mrs Mgobhozi, will you please stand.",
            "Unknown"
        ],
        [
            "FLORA MGOBHOZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Yes, please proceed.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mrs Mgobhozi, are you related to any of the four young gentlemen who were shot and killed at the Quarry Road incident?",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "I am related to Luvuyo, he is my son.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear that, I'm sorry.",
            "Unknown"
        ],
        [
            "FLORA MGOBHOZI",
            "I am related to Luvuyo, he is my son.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old was he when he died?",
            "Unknown"
        ],
        [
            "FLORA MGOBHOZI",
            "21 years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, please proceed.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Where was he living at the time that he was killed?",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "Z281 in Umlazi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think the interpreter's voice is too soft.  You say 281, what?",
            "Unknown"
        ],
        [
            "FLORA MGOBHOZI",
            "Umlazi.  Z281, Umlazi.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "With whom did he reside?",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "With myself.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "What was his marital status?",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "He was still a pupil who was in standard 10 in Charles James School.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "I do not know whether you can recall that during the time that he was killed we used to have what we call the Special Branch police.",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "Yes, I used to hear about that but I don't have full knowledge about that.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Did any of those Special Branch police ever visit your home?",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "No, I didn't see any except on the day when he was killed and they didn't even speak to me, they've spoken to my daughter.  They didn't say anything to me.  When they arrived I was outside my home, they entered the house and they searched in the house.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "So as far as you are aware your child was never ever interrogated by the police, is that what you are suggesting?",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "I've never seen a police in my house or even coming there to harass my child, except on the day when he was killed, that's when they first came to my house and they took my daughter and they searched the house and they didn't find anything inside the house.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Do you know whether your son was politically active or involved in any form of politics or so-called terrorist activities?",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "I wouldn't know about that because sometimes children, they do hide things from their parents and sometimes you spend more time at work and you wouldn't know.  I wouldn't know that.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Now you've indicated that you'd like to tell the Chairman and Members of the Committee, or at least express yourself regarding the death of your son.  Please proceed.",
            "Male"
        ],
        [
            "FLORA MGOBHOZI",
            "The death of my son traumatised me very much because no-one had previously approached me to complain about him, all that I knew was that he was a scholar and I had looked forward to the day when he would be able to assist me, when he'd completed his schooling.  Unfortunately there is no-one to assist me now.\n\tAnd after his death the reports that came in were unsatisfactory because from what the reports said it seemed as if they had killed somebody unimportant and useless, but he was important to me, that is why I took him to school, so that he could assist me when I am elderly and also to help him for his future.  I had hoped that he will be in a position to assist me and educate some of his siblings.\n\tAlso, when I went to the mortuary to identify his body, it was on a second occasion because on the first occasion they took my daughter to the identification I was left behind.  As his parent I was unsatisfied with that.\n\tWhen I went to identify him I was told to stand far, not very close to him.  He was in a seated position ...",
            "Female"
        ],
        [
            "INTERPRETER",
            "... as she's indicating.",
            "Unknown"
        ],
        [
            "FLORA MGOBHOZI",
            "... but as far as I am aware a deceased person's body should lie flat.\n\tAnother thing that I did not understand was that his skull or scalp had been removed and I did not quite understand whether he was shot on the head, and all of that worried me.  I was also not given his clothing.  That is all.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "That would be what she wishes to say, Mr Chairman.\nNO FURTHER QUESTIONS BY MR WEBSTER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  How old is your daughter, the one that was spoken to by the Special Branch when they came to your house?",
            "Unknown"
        ],
        [
            "FLORA MGOBHOZI",
            "At that time she was older than my son, she was around 22.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did the police tell her what they were looking for when they searched the house?",
            "Unknown"
        ],
        [
            "FLORA MGOBHOZI",
            "She told me that they had been searching for weapons and I enquired from her as to what she told them and she said there were no weapons but they searched the house, all over the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does counsel have any questions to put to this witness?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No thank you, Mr Chairman.\nNO QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No questions, Mr Chair.\nNO QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Right, thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I call Lindiwe Zondi.  She will speak in Zulu, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please ask her to stand and ask her if she is prepared to give evidence on oath.",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Ms Zondi, are you related to any of the four young people who were murdered at the Quarry Road incident?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "Yes, it Mbongeni Zondi.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "How was Mbongeni related to you?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "He was my husband.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "For how long had you been married?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "We were married in 1985 and he died the following year.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Did you have any children?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "Yes, two children, both girls.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "What were the dates of birth of these two children?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "The first-born was born on the 2nd of July 1981 and the second one was born on the 2nd of February 1985.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "You recall the day when your husband left home and did not come back.",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "Yes, I do.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Were you at home when he left?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "Yes, I was.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Do you know where he was going when he left home?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "No, I did not know because he had left with a younger child.  When he did not return I went to his aunt's home to look for him and I only found the child there and was informed that he had been picked up by a friend, so I took the child and returned home.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "When did you learn about his death?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "On the following day which was a Monday, I went to look for him at his place of employment, which was a garage.  I remained at home until Tuesday and it was during the afternoon when policemen arrived.  They sat me down and they asked if I knew Mbongeni and I said he was my husband.  They had photos and they asked me to identify him in the photos.   I then identified him, he was seated in an upright position.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Could you make out whether he was alive at the time that that photo was taken, or not?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "He was not alive.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "You've indicated that you wish to say something regarding the death of your husband ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps before she proceeds, did they tell you anything at all about him when they showed you the photograph?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "When they arrived there was one policeman that I knew who was a neighbour amongst them.  My sister then asked from him as to what had happened and he explained that he had been shot and he was not aware that this person was my husband.  Then this policeman left immediately, the rest of the other policemen who were whites, started searching the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What were they searching for?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "They called my eldest child and enquired from her is there was no weapon that her daddy had hidden maybe in the garden and they told her to point out where his belongings were kept, and that is when they looked in the wardrobes and they removed everything that was in the wardrobe but they did not find anything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What happened after that?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "I was told to go identify him at the Gail(?) Street mortuary.  The following day they returned and took me to the police station and told me to tell them if he had ever disappeared from home and I informed them that he had never left home, he had never been missing from home, it was just on that day, the first time that he had ever spent a night away from home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "This happened at which police station?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "I did not see because I was placed at the back of the van which was covered all over, but on the second occasion we went to we went to CR Swart and we went around the back and we were taken to an underground cell.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What happened on that occasion?  On the second occasion when you were taken to CR Swart, what happened then?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "I was with my mother-in-law and we were asked to identify his clothing that he had on on the day he was killed.  That was what we did and we returned with the clothes home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When were you taken to the mortuary, was it after this incident at CR Swart Square or before that?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "It was after I had been to CR Swart.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And what happened at the mortuary?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "When I arrived there the police were already present, they took me to identify him and we went and I did identify his body.  He was lying facing upwards.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Up to that stage, had anybody ever told you why your husband had been killed, or by whom he had been killed?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "No-one approached me with that information because up to this day I do not know where exactly he was killed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you ask him as to why he was killed or who killed him?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "I was in such a state that I could not ask such questions, but my sister did enquire from one policeman who arrived with the rest at my home, who told her that they had been killed by policemen from KwaMashu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Is there anything else you'd like to add, Mr Zondi?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "The death of my husband has traumatised me greatly, it has left me with a burden of caring for the children alone.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR WEBSTER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you work?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What work do you do?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "I'm a cleaner.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "From the time that your husband died, who had been supporting and maintaining your children?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "I am.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are the children with you still?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do they do, do they go to school, do they work or what do you they do?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "The eldest completed matric last year and the second one is in standard eight.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who pays for their schooling and their education?",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any further questions?  Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "No further questions, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does counsel have no questions to ask?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I do have one aspect to cover, with your leave, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please do.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Madam, did your husband at all take part in the struggle, doing anything at all?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "No.",
            "Female"
        ],
        [
            "MR VISSER",
            "Mrs Zondi, what I want to know is was your husband an activist?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "He was interested in that.  When there were marches he would participate, but I did not know him to be an active member of something.",
            "Female"
        ],
        [
            "MR VISSER",
            "Is it possible that he could have participated in activities that you didn't know about?",
            "Male"
        ],
        [
            "LINDIWE ZONDI",
            "It is possible, but he never discussed them with me.",
            "Female"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mrs Zondi, I just want to say I think it's a wonderful achievement of your children in these circumstance and especially for the one who managed to do her matric last year.  Our congratulations.",
            "Unknown"
        ],
        [
            "LINDIWE ZONDI",
            "I thank you.",
            "Female"
        ],
        [
            "COURT",
            "Thank you very much, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, may I call Fikile Mabaso.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you spell the first name.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "F-i-k-i-l-e.",
            "Male"
        ],
        [
            "COURT",
            "Thank you.",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "COURT",
            "Yes, please proceed.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you, Mr Chairman.\n\tMrs Mabaso, were you related to any of the four young men who were shot and killed at Quarry Road in '86?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Who were you related to?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "Blessing Mabaso.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "How were you related?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "He was my husband.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "When had you been married to him?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "In 1985.",
            "Female"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I have difficulty in hearing the answers from the interpreter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will the interpreter just speak a little more loudly please.   You were married to him in 1985.",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you have any children?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many?\nEND OF TAPE 1A\nSTART OF TAPE 1B",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "... that he had outside the children.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you say he had four children or a fourth child outside the marriage?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "They had three children and he also had four outside the marriage.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Can you just give us the dates of birth of your three children?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "The eldest was born on the 8th of January 1981, the second was born on the 24th of April 1983 and the last-born was born of the 28th of November 1985.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "And who has maintained them since your husband's death?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "I was employed as a casual worker but I'm now unemployed, but I do get some money from work.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Do you recall the day when your husband left, that fateful day when he left home?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "Yes, it was on a Saturday.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Did he tell you where he was going to when he left home?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "On that weekend I had gone to my parents' home, so I was not around.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "When did you learn about his death?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "We learnt about it on a Monday and we learnt about it from the newspapers.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Did anybody come to your residence to report about the incident after you had seen it in the newspapers?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "No.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Did the police ever come to your home after your husband's death?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "No.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Were you ever asked to make or depose to an affidavit which was going to be used for the purposes of an inquest?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "Please repeat that question.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Did you ever depose to an affidavit which was to be used at an inquest?  In other words, where there would be an investigation into the death of your husband.",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "We contacted a lawyer, a Mr Mlaba, with regards to their death.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "Is there anything else that you wish to tell this Committee?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "What I would like to say is that I do not believe anything from what has been put before this Committee.",
            "Female"
        ],
        [
            "MR WEBSTER",
            "That would be all, thanks.\nNO FURTHER QUESTIONS BY MR WEBSTER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you read in the newspaper about the death of your husband, did you not go to the police or anybody else to make enquiries about him?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "It's my sister who went to enquire.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "She went to CR Swart.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did she tell you what happened at CR Swart?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "She explained that when she arrived there they gave her problems, they wanted to know from where she got that information because the names were not identified in the newspaper, it was just a story of a Cressida that had been shot at by the police.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on, what else did they say?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Although I may not be able to put it in sequence as she told me, but I think they did not reveal to her the identities of the people who had been shot, they revealed that information after she had contacted the Diaconia(?) Council of Churches.  That was when they showed her photos to identify her relative.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When you say that you learnt about your husband's death in the newspaper, how did you know that it related to your husband when there were no names given in the paper?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "They did mention the car and the registration number of that vehicle and that was the vehicle that they had used when they left home.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And so because they gave the ...(intervention)",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Also for the fact that he had also disappeared.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Whose vehicle was it?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "It belonged to one of his friends.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So your husband's name was not in the paper.  Was it in the paper at the time, in the newspaper?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "It was not in the paper.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And so you did nothing further about it but you sent your sister to find out.",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Because I had a small child she offered to make the enquiries, so that I could remain at home with that baby.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "At CR Swart they didn't tell her about the names of the people that had died.",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "They did not tell her on the first instance.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did she go there on a second occasion?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "I do not know if she returned to CR Swart per se, but she went some place where she was given assistance so that the police eventually showed her photos.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You've mentioned the name Diaconia.",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes, that is where she went to seek assistance when the police refused to reveal where the bodies or where the people were who had been in the vehicle.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And after she'd been to Diaconia, did she go to the police again?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "That is what she informed me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And where did she identify the body of your husband, where was that?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "She was shown a photo and that is where she identified him.  I do not know when she went to the mortuary in Gail Street, but I went there ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, before you talk about going there, after your sister went to Diaconia for assistance, who showed her a photograph of your husband?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "It was the police.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you with her at the time?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did she come and tell you that she'd seen a photograph?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What happened after that?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "We tried to get permission to remove the bodies but at first that permission was refused, but some attorney assisted us to be able to get hold of the body so that we could proceed with funeral arrangements.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you go to the mortuary?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes, I did.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you see the body of your husband?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes, I did.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you make enquiries as to why your husband was killed or by who he was killed?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes, I approached an attorney, Mr Molaba, to make those enquiries.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, and what happened then?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "We were informed that the police had shot them in self-defence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They told Molaba and Molaba tells you this?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.  Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I have no further questions, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Counsel.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Chairperson.\n\tMrs Mabaso, didn't you identify the body of your husband?",
            "Male"
        ],
        [
            "MR LAX",
            "She says she did, Mr Visser.",
            "Male"
        ],
        [
            "MR VISSER",
            "She says she didn't.",
            "Male"
        ],
        [
            "MR LAX",
            "No, she said she did.",
            "Male"
        ],
        [
            "MR VISSER",
            "Then I missed it.  Because that would accord with Exhibit F, page 2.",
            "Male"
        ],
        [
            "MR LAX",
            "Correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know a person by the name of Thabani Mamela?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "No, I only learnt of that person after this incident.",
            "Female"
        ],
        [
            "MR VISSER",
            "Do you know whether he was a friend of your late husband?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "No, I did not know about that.",
            "Female"
        ],
        [
            "MR VISSER",
            "Is it possible that your late husband and Mr Mamela could have done things about which you didn't know?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "It is possible.",
            "Female"
        ],
        [
            "MR VISSER",
            "I have no further questions. - perhaps just one, Mr Chairman.\n\tWas your husband involved in politics as far as you know?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "No, I did not have information to that regard.",
            "Female"
        ],
        [
            "MR VISSER",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of work did your husband do?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "He worked at Jacobs.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you any idea as to what kind of work he did at Jacobs?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he in regular employment?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did he go to work each day in the morning and return home in the evening each day, from work?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "This motorcar that you heard about, who did that belong to?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "It belonged to Charles or Sammy, I've forgotten.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did Charles live in the same are that you live in at that time?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "He resided at D-Section, which was a different section from ours.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "After your husband's death, did you meet Charles to discuss anything with him about your husband's death?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether he's still alive?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes, he's still alive.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You made no enquiries - you suspected your husband had been killed in a car belonging to Charles, and you made no enquiries from him as to how your husband was killed?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "I only knew Charles from the time that he used to come to my home, but I was not aware of his address, I did not know where he resided, I just knew that he was at D-Section.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "After your husband's death did Charles never come to your house?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions by counsel?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, perhaps just to be of some assistance.\n\tYou wouldn't know where one could contact Charles, to find out what happened to the motor car?",
            "Male"
        ],
        [
            "FIKILE MABASO",
            "You could contact my sister who has that knowledge.",
            "Female"
        ],
        [
            "MR VISSER",
            "Well you can tell your counsel about that.  Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Ms Mabaso, do you have any information about the four other children of your husband?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Are they still all four alive?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Who is maintaining them?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "They are being maintained by their mothers.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Are they different mothers?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Do you know their names?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Will you give their names to the Evidence Leader?  Thank you.  Just one more question.  Do they know about this hearing?  Did you tell them that you were coming here?",
            "Unknown"
        ],
        [
            "FIKILE MABASO",
            "Yes, they know about it but they were not informed as to the fact that we are coming here today because I also received the news only yesterday.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible - no microphone) necessary steps to ...(inaudible)",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I'll do so, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That is the evidence from the family, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We will take a short break of 15\nminutes now and resume thereafter.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) that you wish to highlight in ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, there is one aspect which was raised on the evidence in cross-examination, to which I will refer you to.  It's at page 61.  I will refer you to it very briefly.\n\tChairperson, similarly we do intend to follow literally the direction issued by the original Amnesty Committee, that in future the political background and the position of applicants need not be rehashed, need not be given in evidence again because it has been accepted and we don't propose to deal with any of that in any detail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's adequately covered in their applications.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, yes.\n\tChairperson, so what we would like to do, you've heard the evidence and certainly again I don't want to rehash all of that, perhaps we could be of some assistance with references to the bundle to ease your task when you want to make references when writing your judgment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, the application of Steyn appears in the bundle at page 115, Botha at 32 to 41 and Wasserman at 16 to 32.  Written summaries of that evidence again as a result of that meeting in February last year which I referred to of Steyn, served as Exhibit C, Botha was Exhibit B and Wasserman was Exhibit D.  Botha, B for Bravo and Wasserman, D for Delta.\n\tThose applications of the applicants incorporated Exhibit A, which you also know very well, the general background to amnesty applications, Chairperson, which in turn incorporates the evidence of Vlok and van der Merwe, which has been accepted by the Amnesty Committee in totality as far as background etcetera, pressures etcetera, are concerned.\n\tWe also refer Chairperson, to the decisions of the Amnesty Committees during the past years.  Those of Cronje, Venter, Mentz, Hechter and van Vuuren, the Khotso House application, Kondile in which you were the Chairman, Mr Chairman and then the two latest decisions that have come to light are the Cosatu House and the London bombing of the ANC offices, Chairperson.\n\tChairperson, the amnesty which is applied for before you is first of all by Steyn.  We submit he applies for amnesty for the murder or any lesser offence in regard to the killing of these four unfortunate victims.  Secondly, defeating the ends of justice and/or obstructing justice.  Thirdly, any offence or delict regarding illegal conduct or possession of firearms and/or explosives.  You will recall that they planted AKs and handgrenades, Chairperson.  For any other offence or delict ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when they planted, you're talking about planting firearms belonging to who they believed to be the victims?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  So now how can they be found guilty of being in possession of those?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well they were certainly in possession of firearms for which they first of all were not licensed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They  brought them from the house in which they were kept by, according to the evidence, by Mr Mlaba and his friends and the purpose of bringing them was merely to come and put them and plant them in the vehicle.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That is correct, but during that time they were in possession of those firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think that that's splitting hairs, I don't think you should worry too much about things like that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  Chairperson, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the main offence really would be the murder of these people, defeating the ends of justice.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, and in terms of the words of the Act, Chairperson, any offence or delict which may be shown on the facts of the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Such as what?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well we don't know, Chairperson, it's not for us to speculate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why bring it in just for the sake of making my task all that difficult, when you don't even have an idea as to what it is about?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, it's to make your task easier because the Act simply says that application can be made for any act, omission or offence committed during the conflicts of the past and associated with a political objective.  And that's what we ask for.  It's not for you, it's not you to be burdened Chairperson, to find out exactly each and every possible offence or delict which may or may not have been committed, when the Act authorises you to give amnesty for any offence or delict.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, if there is something specific then you will draw our attention to it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It has been the custom of Amnesty Committees to say, to give the obvious ones, murder and/or whatever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But in the latest Amnesty Committee decisions, Chairperson, the Amnesty Committees have given judgment or amnesty rather, for any offence or delict which may appear from the facts of the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, alright.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And that's all we ask for.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now then these offences for which you are saying Steyn has applied, apply to all three of them, is that correct?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, yes.  Chairperson, yes, accept that in the case of Botha there's also perjury.  You will recall that he made an affidavit in the inquest and apart from that they are the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh yes, alright.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, as far as the facts are concerned, Botha gave the facts in the record, page 474 to 475, Steyn at 609 to 611 and Wasserman at 678 to 679.  Now according to the evidence of Botha and Steyn, they had certain information about Mr Blessing Mamela and his group and reference was made to Mrs Sabelo, the attack on Mrs Sabelo and the killing of some children, who was the IFP Council Member's wife.  And that happened, according to Steyn, on the 22nd of August, that was just the month prior to the event at Quarry Road.\n\tChairperson, the ANC in its further submissions refers at page 89 to this incident and it is safe to assume that it did take place.  At page 89, Chairperson, the further submissions which I have is the green bundle, I understand some of them are yellow bundles, but it's this one, and at page 89 ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "It's better to refer to it by its date, Mr Visser.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, by date, that is better.  It's the May '97 submissions.  And you will find at page 89, the second from the top, against the date 22 August 1986 - apparently they also have the same date, personnel activity assisting SAP Natal and they say\n\"Grenade attack on Inkatha's Wellington Sabelo.  AK47 fired at car of his wife as she entered in the driveway, killing her and injuring three children.\"\n\tOur information was that she was just injured and not killed.  But be that as it may.\n\tChairperson, the group that used AK47 rifle or rifles and a handgrenade or handgrenades, the information in possession of the Security Branch of the applicants, Botha and Steyn, was that Mamela had received military training abroad and that he was a leader of a group who was responsible for attacks in Natal.  And the further information gathered was that the other members of the group were trained inside the country, not as Mamela was outside the country.\n\tChairperson, in this regard, Mrs Mamela this morning told you that Brian Mamela was an MK.  You heard from the other three witnesses no evidence to contradict the possibility that they were also involved in activities, although these three witnesses stated that they didn't know about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What evidence was there that the others were trained within the country?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Within the country.  Pardon, what evidence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What evidence was there?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Botha's evidence, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, Botha said he heard.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, well it was information, Chairperson, that's the way that the Security Branch was obliged to work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Information from?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "From informers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he give us the names of the informers?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, he did not give the name of the informer, Chairperson, he said he got the information from his informer that the other three people were trained within the country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or was he relying on the evidence or information given by Taylor, which is it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "There was information that came from Taylor as well, but this information Botha said he got from an informer of his.  If you want the precise page Chairperson, I might be able to put my finger on it.  I don't seem to be able to find it straight away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At some appropriate stage.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, certainly Chairperson.\n\tNow Mr Chairman, Botha also gave evidence that the information which he had received after the attack on Mrs Sabelo and the children, was given to Steyn and to Andy Taylor, to follow up.  And the next was when van Sittert contacted Botha to say that the group was in a house in KwaMashu and that it was the house in which they had left firearms, according to another informant of van Sittert, and that an action was planned.  And Botha went out and contacted Steyn, who in turn contacted Andy Taylor and Andy Taylor I believe it was, had contacted Wasserman, and those four went out to KwaMashu Police Station where they met members of the task force, who were under the command of a certain Capt Breytenbach.  And you've heard of Breytenbach during the hearing.  \n\tThe plan was a pure and simple one.  There was reason to their minds, not to attack or to attempt to arrest these people in their house.  You heard the evidence of the possibility of unmasking an informer.  The plan was to wait until they left the house and then to accost them somewhere on the road and then to arrest them.\n\tChairperson, as it turned out there were two people keeping observation on the house, who were in radio contact according to evidence of Botha and Steyn, with I think it was Colonel at the time, van Sittert - no he wasn't a Colonel, he was a lower rank, but let's call him a Captain, I'm not sure what his rank was, van Sittert, and that at some stage a call came through the radio to van Sittert to say that the group had left the house.\n\tEverybody then scurried to vehicles and they then drove off to try to block any possible escape route.  You will recall the evidence of what transpired thereafter.  Botha and Steyn found themselves together with Wasserman on the N2 freeway.  At some stage - there was heavy traffic, but at some stage they spotted the car of which they had the description beforehand.  Apparently it was a blue Toyota Cressida car.  They spotted the car and Botha tried to wave them down as they turned down the Quarry Road off-ramp from the freeway, or perhaps even while they were on the freeway.  This was unsuccessful and in fact what happened was that the Cressida attempted to ram the vehicle which Botha was driving and in which Steyn was a passenger twice, but there was no contact between the vehicles.\n\tBotha then gave evidence to say that in the confused state of chasing this car, of the car trying to ram them, he decided that he wanted to stop the vehicle by firing at the left rear tyre.  He says, and when he fired at the tyre some of his shots may have gone higher and may have entered the car.  \n\tIt was at that stage apparently, as we can piece the evidence together, that Lembede and Wasserman must have thought that they were being fired upon in the kombi which was on the other side of the Cressida from where Botha was and they opened fire on the Cressida, firing a number of shots.\n\tYou will recall that the evidence was that the Cressida had just before that, in fact rammed into the left side of the kombi in which Wasserman, Lembede and Mduli were travelling and that the shots were fired and thereafter the kombi moved in front of the Cressida, applied its brakes and the Cressida collided with the rear of the kombi and thus both those vehicles came to a standstill.  \n\tThereupon Wasserman and Lembede got out of the kombi and while moving to the vehicle, there were further shots fired from the direction in which they had come.  And they told you Chairperson, that that could only have been fired from the task force members who were behind them at the time.\n\tWasserman and Lembede ran up an embankment to avoid being hit themselves and later came back.  Botha at that stage, after the Cressida had come to a halt, had gone to investigate what was going on in the Cressida.  He found two things.  One, that the occupants were dead and two, that there were no weapons in the car.\n\tImmediately this occurred to them as a problem from the point of view of the inquest or possible later prosecutions, and they decided - Steyn says he decided, Botha said to you that they both decided, be that as it may, a decision was taken probably by Steyn, that the weapons which they assumed were in the car and therefore according to their perception still had to be at the house, be fetched to be planted on the occupants of the car so that they could show at the inquest that they acted in self-defence.  And interestingly enough you heard one of the witnesses here this morning tell you that that is what she was told had happened, that the police had fired on these occupants of the car in self-defence.\n\tIt is clear Chairperson, although we don't have the finding of the Magistrate before us, that the finding of the Magistrate at the inquest was that it was justifiable homicide and no doubt at all that finding was based on the evidence of Botha, who told you that he told the inquest Magistrate in his affidavit, that the people in the Cressida were in fact armed.\n\tChairperson, as far as the facts are concerned, very briefly those are the main features.  We would submit Mr Chairman, as Commissioner Bosman pointed out that we really have here is a plan gone horribly wrong ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Visser, was there any plan in reality?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, the plan was to arrest them, they all told you that.",
            "Male"
        ],
        [
            "MR LAX",
            "But there wasn't a plan, they didn't set up any roadblocks, all that happened was when the information came through that these people had left, there was no planning, they simply all ran off in their own directions trying to find this car.  It's a hardly a plan, is it?",
            "Male"
        ],
        [
            "MR VISSER",
            "Well Chairperson, fortunately I don't have to convince you that the plan was a good one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The plan was what?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The plan was a good plan or it was well worked out, well conceived.  The fact is that they all told you that the plan was to arrest them.  Certainly you can criticise the way they went about the plan, but of course Steyn told you and Botha told you that it wasn't their operation, it was van Sittert's operation.  And van Sittert was the commander of Breytenbach and Breytenbach's task force was the Task force that had to execute the plan.  They were the ones that had to arrest them, they were better equipped, they were better trained for that kind of thing.  That was the evidence ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Visser, with the greatest of respect, with the greatest of respect, Breytenbach and his men were never deployed in any way, they simply managed to follow up behind your clients and the others.  They weren't physically deployed.  When we asked all the applicants to explain what the plan was, besides the mere arrest of these people, there was no other plan.",
            "Male"
        ],
        [
            "MR VISSER",
            "There was no other plan, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely, so there's no plan, that's just an intention.",
            "Male"
        ],
        [
            "MR VISSER",
            "But what do we make of that, Chairperson?  Do you say there wasn't a good plan, or there wasn't any putting into place of any action as a result of the intention, that that should be held against them, Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now if there wasn't a plan there might have been an expressed intention to arrest them without there being any plan.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, whatever you call it Chairperson, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but the question that - implied in the question as I understand it is, nothing seems to have been done to put into effect the plan if there was a plan.  Here was this car, the Cressida, being chased by the car driven by Botha and there was a kombi and then there was a task force, they're all moving in the same direction behind the Cressida.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now where they going to stop this Cressida, was it planned as to when they were going to stop this Cressida and where?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, what occurred to me was this.  Would it be unfair to have expected - and I'm now arguing Commissioner Lax' case,",
            "Male"
        ],
        [
            "MR VISSER",
            "Would it be unfair to have expected - and I'm now arguing Commissioner Lax's case, would it have been unfair to have expected for the Task Force to have been deployed on all exit routes away from that house?  And why didn't the Task Force go and set up roadblocks, at least on the main avenues away from that house?  Those are questions which ought to have been dealt with in cross-examination but they weren't.  What you heard from the three applicants was that they were members of the Security Branch, as well as Taylor of course, it wasn't their operation.  They were called out to assist.  They were there in a capacity to assist.  It was not their operation.  One would imagine that Steyn could have said to van Sittert and/or Breytenbach:  \"But Boys, don't you have a better plan?\"  According to him he didn't, but where does it take us Chairperson?  The fact of the matter is that the intention of the three applicants before you was that these people were going to be arrested and if you look at their conduct thereafter, it is only in line with the intention of arresting.\n\tFirst of all, my learned friend Mr Webster suggested that there was never any intention just to arrest them, but the intention was to kill them.  Now taking that at face value, assuming that to be the case, would Botha and Steyn really have chosen the N2 freeway to kill these victims in heavy traffic where there are members of the public present who could be hurt in a shooting and which would create further complications?  No, Chairperson, the answer is no.  They would have followed that car up to a point where it was relatively quiet, where they would have executed it, that plan, in our submission.  That's on the probabilities, but that's clear probabilities.  What you have ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Just while you're on that point, why didn't they follow the car to a place where it was quiet and arrest them?",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, because they were in heavy traffic, the car was clearly aware of them, they had tried to ram them and that is the reason why it was important to stop them as soon as possible because there were other members on the road present.  We're speculating, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know, this question of ramming, here is a car which you are chasing, you see this car ahead of you, how does that car ram you when you are chasing him?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "By swerving - No, Mr Chairman, the evidence of Botha was that their car was on the left-hand side of this car and the kombi in which Wasserman was, was at some stage on the right-hand side of that car, of the Cressida.  The ramming, Chairperson, Botha explained to you was by the Cressida swerving in their direction trying to push them off the road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Swerving in front of the car driven by Botha?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Botha said they swerved towards the car which he was driving, in order to attempt to push him off the road.  That was his evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So you were saying that this was not conduct in keeping with an attempt to kill, but rather an attempt to arrest?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "I didn't want to put you off your stroke, just to help you where you were.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry?",
            "Male"
        ],
        [
            "MR LAX",
            "I just wanted to help you pick up the threads of where you were when I interrupted you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Chairperson, that is my submission, on the probabilities, that is if you find that there's some reason not to believe the applicants because their evidence in this regard stands uncontested.  The only thing that could contest their evidence would be a clear probability to the contrary and what I'm submitting to you is that their conduct was, according to the probabilities, the only inference you can draw is that it was compatible only with an intention to arrest.  Why would Botha shoot at the rear wheel of the car?  He's applying for amnesty and he was asked many questions and it was put to him and I'll refer you to the pages just now, that he did nothing wrong.  He applies for amnesty in regard to the killing of these four people.  He could, if that was the truth and if those were the facts, he could have just told you:  \"I fired at the occupants of the car\", but what he said is something different.  He says:  \"I fired at the left rear tyre.  Some of my shots could have gone into the car, I don't know.  To this day I don't know whether they did or didn't and whether I hit somebody or not.\"  So Mr Chairman, I can take this matter no further other than to submit, as I've already done, that the evidence of the applicants stands uncontested in this regard and unless you find that there's a probability which is so inherent, improbable in their story that they cannot be believed, then I submit Mr Chairman, that you would accept that version.\n\tAnd of course Mr Chairman and Mr Lax could possibly help us, there are many exit routes from KwaMashu.  I'm told, Mr Chairman and I don't want to give evidence, but I'm told that if you wanted to put up roadblocks from that house in all directions, it would have been virtually impossible.  Mr Chairman, the reference is at page 482, the ramming of or the attempted ramming of the vehicle, 482, in the middle of the page it says:\n\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.\n\t\t\"MR BOTHA:  Gen Steyn and I noticed the vehicle (and he's referring to the Cressida, if I may refer to it as the Cressida) at some stage.  We moved in on the left-hand side, into the vehicle and I ...\"\nwell, \"into\" seems like a misinterpretation, but be that as it may,\n\"... and I shouted:  'Police, stop.'  The vehicle did not stop and tried to ram us off the road.  There was no contact with our vehicle.  The other vehicle twice tried to knock us.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "By doing what?\n\t\tMR BOTHA:  By swerving in our direction and trying to knock us.",
            "Male"
        ],
        [
            "MR VISSER",
            "And trying to swerve to the left-hand side?\n\t\tMR BOTHA:  That's correct\"\nand he then goes on and he says shots were fired.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is at page 482?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's before he shot.  That's before he shot.  Now those, Mr Chairman, are not the actions of a man who merely is intent on killing the occupants.  Why would he do all these things if that was his intention and on a busy freeway?  We submit, with respect, Mr Chairman that there's nothing to gainsay the fact that the intention was to arrest them, but it's a plan gone horribly wrong and it started clearly on all the evidence with Botha firing that first shot.  There can be little doubt in anybody's mind about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We heard this evidence a long time ago and I'd like you to refresh and throw some light on a difficulty I have.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If this was the plan that you call it, was a plan of the Task Force, why was the Task Force not leading all these police vehicles?  Why was it right at the rear?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well Chairperson, you will recall the evidence that when they heard that these people had left the house, everybody scurried into a vehicle and took off in a direction.  It so happened that Botha and Steyn and Wasserman were the ones who came onto this vehicle first.  You will also recall the evidence about communications or rather the lack thereof.  \tMr Chairman, in those days there were different wavebands on which the police and the army and different sections within the police and the army operated, strange as it may seem today, but it was not possible, for example, if you were on a so-called Security Police waveband to talk to, for example the Task Force or to the SADF and that evidence was placed before you.  You will recall that Steyn ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "With respect, that evidence wasn't placed before us at all.  In fact something quite to the contrary was placed before us in Gen Steyn's evidence because Steyn's evidence was that he shouted in the radio, he was asked:  \"Did you communicate with these people?\"  You see, I've been through this record quite carefully over the weekend and Steyn indicated, yes, no he shouted, \"We're following them, we're on this place, we're on that place\" and he had no doubt, Steyn was quite clear in his mind that other vehicles were following behind him and the only way he could have been clear about that was if he heard them on the radio because he didn't see them, he was just aware that they were there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, with great respect, Steyn's evidence was that when they noticed the car, he shouted over his radio that they're observing the car where they were.  He told you quite explicitly, he didn't know who heard him, he didn't use normal radio procedures, he just gave the information.  There is nothing on the evidence before you and Steyn was never asked whether anybody spoke back to him, whether anybody enquired anything of him or whether the Task Force came back to him and said to him, \"Well, don't worry, we're right behind you.\"  What Steyn told you and what Botha told you and what Wasserman told you about the Task Force motor cars, you must accept was evidence which they realised and it came to their knowledge ex post facto.  Wasserman for example got out of the kombi and went towards the Cressida.  Then there was firing.  That's probably the first moment that he realised that the Task Force was even there.  The same evidence Botha, Botha couldn't tell you and he kept on saying:  \"It's possible they were there, I don't know\" and Steyn's evidence is in the same vein, Chairperson, with great respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The picture that you have in your mind, that the vehicle driven by members of the Task Force was close behind the kombi or close behind the car driven by Botha?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "On the evidence Chairperson, it seems that more than one vehicle of the Task Force were somewhere behind both, all three of those vehicles, somewhere behind.  The picture that the evidence creates to my mind, is one of a lot of cars on the road, members of the public and here is the Cressida and two vehicles trying to get to it.  It takes some time and then they get next to it by swerving through the traffic, they get next to the Cressida and the picture that one is left with, in my respectful submission, is that the Task Force is somewhere either closely or a little bit further away, but they're there.  That's the picture.  Because that would fit in with what we know happened, according to Wasserman later, because as that kombi came to a standstill and the Cressida had bumped into it and Wasserman and Lembede had jumped out and that must have taken a very short period of time, there was basically, on questions that Mr Lax asked, there was basically no time before Wasserman realised that there was going to be shooting, so they must have been just there, but behind, all three of those vehicles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  Chairperson, Mr Webster appeared for three of the families he told you at the beginning.  It now appears that he is acting for all three the families, judging from the evidence led this morning and he made certain points in his cross-examination and placed some matters in dispute by doing that.  We have to deal with those in the sense of alerting you to those points and giving you a brief reply thereto.\n\tThe first point that was made, Chairperson, was that Exhibit A, which serves before you, the general background document, is not applicable to policemen but rather to the South African Defence Force because policemen were not involved in a war.  Now Chairperson, it's not necessary for Stalin's organs and bombs to explode around your ears to be involved in a war.  This Amnesty Committee has found on more than one occasion that there was an intense war in this country during the struggle of the past, although not a declared war and that is our submission, Mr Chairman and as far as Exhibit A is concerned, that has been drafted specifically with policemen in view and that is specifically based on the evidence of van der Merwe and Vlok which had been accepted by the original Amnesty Committee in each of the applications of Jack Cronje and Hechter in their Amnesty Decisions, Chairperson, all of them at page 1 on the first page of their Amnesty Decisions.\n\tWe also say Mr Chairman, that Exhibit A has been accepted as being applicable to policemen without reservation, by various Amnesty Committees thereafter and it deals entirely with the position of policemen, not the SADF.  We've never appeared for the SADF.  We have been given to understand, Chairperson, that all we had to do was to refer to the facts in Exhibit A, without the necessity of evidence and that was not only in the Cronje decision at page 2, lines 10 to 12, but also during a meeting on the 5th of February last year where Judge Wilson presided and to which we've already referred you and Mr Chairman you yourself, in the record at page 9 line 21 to page 10 line 3, also stated this position quite clearly and I don't intend to waste any further time on that issue.\n\tMr Chairman, next, the issue of having been of the intention and having decided beforehand by the applicants to eliminate the victims and not to arrest them. Chairperson, I have basically now dealt with that issue and I can take it no further than that, other than repeating, Chairperson, that on the probabilities, this is not the way seasoned policemen would have gone about it, if they wanted to eliminate these people and least but not - another aspect which is not unimportant, Mr Chairman is the evidence of Wasserman.  I forgot to make a note of the page reference, but Wasserman told you that they thought, on the information which they had, that the victims would be armed with AK47's and with hand grenades and he says that if the intention had been and my attorney has just given me the passage, if the intention had been to eliminate them, he wouldn't have gone there with his service pistol, he would have taken his R1 rifle.  The reference to that is at page 694, at the bottom of that page of the record, 694, it starts a little earlier but I'm going to read from the bottom, Chairperson:\n\"",
            "Male"
        ],
        [
            "MR VISSER",
            "If you knew that you were going to ambush and kill four terrorists, what would you have used as a weapon to do that with?\"\nOver the page at page 695,\n\"WASSERMAN:  Mr Chairman, I would have taken my R1 rifle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which you didn't?\n\t\tMR WASSERMAN:  I left it in Col Taylor's vehicle.\"\nAnd he says that is the reason why he stated, that as far as he was concerned, there was no intention to get involved in a skirmish with them.  That was never Wasserman's intention.  So that's just an additional probability, we say, Mr Chairman, that should be taken into account.\n\tMy learned friend, Mr Webster, then also suggested that it can't be correct, or it is hardly true that it was a Task Force operation because if it had been, why then did Botha and/or Steyn and/or Wasserman not first obtain the permission from Breytenbach before they acted at all?  Now, first of all we wish to submit, Mr Chairman, that this proposition does not take account of realities, the realities on the evidence as you have heard it.  Secondly, you have heard that there were different radios with different wavebands and Botha at least told you that there was, as far as he can remember, no communication with the Task Force.  In any event, it would hardly be necessary for a policeman, under the circumstances where he wants to stop a car, to first permission from the Task Force Commander whether he may stop the car, in circumstances where the whole purpose was to stop the car and to arrest the occupants.  We say, Chairperson, that the applicants were thrown into a position due to circumstances where they first observed this car for no other reason than fortuitously, clearly, and where they had to act and had to act rapidly and quickly and we say it's unreasonable to suggest that in those circumstances they could do nothing without orders from Breytenbach.  \n\tNow, Chairperson, Mr Webster put to Botha that in 1986, September or October of 1986, the level of violence in the country had subsided considerably.  That's at the record page 507 line 5 to 508 line 21.  Well, Chairperson, we submit that that is altogether an incorrect statement of what we know the situation was.  In the Cronje Decision at page 3 line 8, the original Amnesty Committee made reference to the war by referring first of all to the 1970's and then by saying by 1980 a full-scale revolutionary war had broken out.  We also know, Chairperson, that the Kabwe Conference of the ANC was held at Gorongoza in June 1985 and it's old news, Chairperson, that at that Conference the important decision that was taken was to intensify the war and you will recall that the ANC came under heavy criticism because so much was the feeling of intensifying the war, that there were pronouncements made that innocent bystanders who were injured or killed, had to be accepted as part of the war.  We say, Chairperson, that all that, together with the statistics which we know of, the ones given by van der Merwe in the Khotso House matter and the ANC, the ANC statement of August 1996, from page 52 to 53, gives you the stats for 1986 and 1987.  And Chairperson, for each of those two years, there were around 70 serious incidents of violence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the date of the ANC Decision to intensify the war?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "June 1985.  Yes, that was the Kabwe Conference at Gorongoza and Chairperson, you will find reference to that in the ANC's Submissions.  I believe it's page 56.  May I just check quickly, Chairperson?  Yes.  Sorry, sorry Chairperson, I gave you the wrong - no its August, yes it's the August statement, Chairperson at page 52.  Yes, in the right-hand column, it starts in the middle\n\"By the end of 1985 an official ANC pamphlet titled 'Take the struggle to the white areas' was distributed...\"\nand then it goes on from there and then it says, the next paragraph or two paragraphs later:\n\"The period between 1985 and 1988 witnessed unprecedented violence, overwhelmingly directed at black civilians.\"\nSo there was violence, Chairperson and my attorney just wants me to point out also to you, the ANC's Submissions of 12th May 1997 at page 15, a quotation from an interview with the late Mr Chris Hani.  It says:\n\"This is a quote from Chris Hani, at the time MK Commissar, from a speech broadcast on the ANC Radio Freedom on March 1st 1986\"\nand it quotes, I'm not going to read the first sentence.  The second sentence reads:\n\"Umkhonto weSizwe, instructed by the leadership of the ANC, is gearing itself to step up activity in white areas, so that the entire country should be ungovernable.\"\nIt's quite clear, Chairperson, that all the information certainly which we have and that we know that the Committee has, seems to indicate that 1986 was a watershed year and the violence only subsided in 1988, only again to increase, I believe it was in 1990, after the Pretoria and the Groote Schuur Minutes.  So, Chairperson, we submit with respect that my learned friend is incorrect with his facts in that regard.  \tNext, Chairperson, my learned friend then did two things.  First he suggested to Botha that he was not making a full disclosure because, said he, that some of the injuries of some of the occupants of the car were from the left side, were fired from their left side.  This starts, Chairperson, at page 559 of the record.  I must just indicate a correction to you, Chairperson, in the middle of that page, after:\n\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes he gave that answer\".\nThe next indicates that it's Mr Webster but that was \nactually Chairperson, according to my notes.\n\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  So there was firing from other police vehicles, plain and simple, isn't it?\n\t\tMR BOTHA:  That is correct, Chairperson.\"\nAnd then it goes on, Chairman, over page 560 and I'm not going to read all of it, 560, 561 and 562 and then we come to 563, after some discussion was taking place between the Chair and Mr Webster and what was really going on, what was he getting at and Chairperson then says, in the middle of the page, rather line 7 of page 563:\n\"",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, I'm not saying you must jump into the post mortems, you know, I don't have a clear picture.  I got the impression you were going to put to this witness that there was in fact another vehicle to the left of the suspect vehicle.  That is the point of your questioning.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Chairperson what I'm going to say to him is that some of the occupants had injuries on their bodies which were on the left sides of their bodies. \nand Chairperson says:  \"Put that to him.\"\n\tSo there's no doubt that what Mr Webster says is some of these people were shot from the left and you were the one that shot them and now you're not making a full disclosure because you're not saying that you did.  Then, Mr Chairman, a strange thing happens because Mr Webster then goes off on another ...(indistinct) and that is to suggest to Botha that in truth and in fact he did nothing wrong and there is nothing for which he can ask for amnesty for because he committed no offence, he never shot any of these people and then he went about trying to show on the record that no shots entered any of these people from the left but they came from the right and from above, that's where we came onto the helicopter story.  \tNow Chairperson, let me give you the references to that, that's the record, page 569 lines 5 to 12, 571 line 4 to 574 line 14 and then again at record page 577 line 1 to 578 line 14.  Now, Chairperson, with great respect, as in these references which I gave you, you put to Mr Webster that unless one has expert evidence, at least of the doctor who examined these bodies to come and tell us and you will recall Chairperson, our copies leave much to be desired, it's not easy to read them, to see the direction of wounds etc., then we don't know, then we're speculating and we can do no better than to adopt that also as our argument.  \tChairperson, what we know from the post mortem reports, on the face of it and I take it no further than that, is that only one of the victims had injuries and there were two injuries which appeared to come from the top of that person's body and that, Chairperson, is in Exhibit G, if I remember correctly, may I just check it?\n\tYes, Exhibit G relates to the victim Mamela and I don't know whether your Exhibits were paginated Chairperson, I think we decided to paginate them and at page 20 of Exhibit G where you see the sketches, it seems at the bottom two figures that there is an indication of wounds, mine is very unclear but I'm prepared to concede that there appears to be entrance wounds in the direction from the top downwards.  Now if that is so, what does it tell us, Chairperson?  Does it present conclusive proof of a helicopter that fired shots?  We submit it doesn't, because if a helicopter fired shots from above, one would have expected, Chairperson, that they would have had a clear view of this car and clear shots at this car and it's hardly likely that they would only have hit one person in this car, with respect, on probabilities, but it's speculation.  But Chairperson, as you yourself had pointed out to Mr Webster at the time, these bodies did not remain stagnant in one position.  There's firing, there's shooting, they're going to move around, they're going to look around, they're going to see where the firing's coming from.  Some of them may crouch down to avoid being shot, we don't know.  We don't know and if I recall correctly, Mr Chairman, Mamela sits in the right-hand side at the rear of this vehicle, so with great respect, when you have a kombi next to him and Chairperson you don't need evidence to know, to take judicial notice of the fact that a kombi is a vehicle in which passengers sit much higher than a passenger car such as a Cressida and clearly some of the shots of Wasserman, had they hid Mamela, would have come from the top in that sense.  Not from the top diagonally above, but certainly ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Vertically above.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm sorry, vertically above, but more from the top diagonally, Chairperson, so it really takes the matter no further, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, I was coming to that.  I said there's only one person where it appears that the shots came from above, if you look at the figures.  There are other instances Chairperson, for example (e) where, if you look at page 17 of (e), 1, 2 and 3, move in a downward position and I'm going to attempt to make, to draw a differentiation between from the top and in a downward position, because these are not from the top but they move downward and we see this, Mr Chairman, we say this Mr Chairman also is in line with a kombi next to that vehicle, Lembede firing and Wasserman firing, so Mr Chairman, at the end of the day the question is, what do we make of all of this?  We make nothing out of this, we can't.  We know that these people were shot.  The question is, was there a helicopter and I'll come to that in a moment, Chairperson.  \tChairperson I see it's already past 1 o'clock.  Do you want to take an adjournment for lunch and to reconvene?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. ...(indistinct - microphone not on)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, it's convenient for me, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... (indistinct - microphone still not on)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman.  I think so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn now and resume at a quarter to 2.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "UNKNOWN",
            "(Cont)\n\tMr Chairman at the adjournment we were just discussing the issue of the cross-examination of Mr Webster in regard to the wounds and we made some references to the record and the point about all of this, Mr Chairman, was that it was asked of Mr Botha, in an attempt to show that he did not make himself guilty of any offence and in that process, Mr Chairman, the question of a helicopter came up.  Now that we knew beforehand, before the trial started, there was some suggestion and I just want to give you the references to the record.  First in his evidence-in-chief, at page 489 at line 17, Botha dealt with the helicopter, denying that there was a helicopter and then, Mr Chairman, at page 569 in the cross-examination of Mr Webster, dealing exactly with the wounds 1, 2 and 3 on Exhibit E15 and 16, as depicted on E17, which I referred you to earlier and then Mr Chairman, the other references are page 574 of Botha's evidence, in the middle of the page from line 10 to 14,  again at page 587, Mr Chairman, where it was put that the helicopter was there and shots at the occupants of the car were fired from the helicopter.  Again at page 624, that's in the evidence of Steyn, in his evidence-in-chief and cross-examination of - I'm sorry Mr Chairman, I must point out to you that Mr Steyn in fact told you that when he heard about the allegations of a helicopter being there, that he made inquiries and he was told that there wasn't a helicopter available in Durban at the time.  Chairperson, then in Wasserman's evidence, you will find the references at page 685, at the top in his evidence-in-chief and again 686 where he talks about Breytenbach and then lastly, Chairperson, at page 745 where Mr Webster asked for a postponement on the last occasion, it was in order for him to call Breytenbach in order to show that there was a helicopter.  Now you've got Exhibit J in front of you, that is the statement, affidavit made by Breytenbach and in paragraph 14, the very last paragraph of that statement, Chairperson, he says:\n\"Ek is nie bewus van enige helikopter wat tydens die insident by die toneel verteenwoordig was nie.\"\nSo in point of fact, not only did Breytenbach not only appear before you to contradict the applicants, but he in fact supports them, that there was no helicopter.  \n\tNow Chairperson, to summarise thus far:  two propositions were put to Botha.  One, that he must have shot and hit some of the occupants, on the wounds that my learned friend Mr Webster suggested and \" ... contraire\", that he couldn't have hit any of the occupants because the wounds indicated that the entry wounds did not come from the left.  With respect, Mr Chairman, as you yourself put it to Mr Webster, we're in the realms of speculation, unless we have expert evidence to tell us exactly how and unless we knew exactly what the position of the bodies were when the shots struck the bodies, nothing further can be made of it.  You will recall that you put to Mr Webster the situation was not frozen, it was a situation that was changing, shots were fired and it's quite acceptable to assume that the bodies of those occupants of the car would not have remained stagnant.\n\tNow Chairperson, with great respect, on both counts, on whether Botha and the rest of the applicants made a full disclosure and on the question of whether an offence was committed or not, we submit that you will be satisfied that the applicants complied with the provisions of the Act and that you will be satisfied that they in fact did present evidence to you of a full and a frank nature and did make a full disclosure.  \n\tMr Chairman, just on this point of shots coming from a helicopter, you will also recall that during the hearing on the last occasion, Mr Webster made a point of telling you that he's also attempting to trace the owner of the car, the Cressida, in order to discover what had happened to the car and to see whether there were shots through the roof of the car that could have come only from a helicopter and we've heard nothing further of that until this morning when Mrs Mbasa gave evidence to say that she actually, or her sister probably knows, as I understand her evidence, who this person was and again we ask you to assume then and accept that there can be no such evidence presented to you that shots came through the roof of the car.\n\tChairperson, my learned friend then suggested to Botha, and it would equally apply to Wasserman, we submit, that they obeyed unlawful orders and that there was no excuse in obeying an unlawful order.  Well, Chairperson, we hope that you will agree with us that the whole amnesty process deals with unlawful conduct and in fact Chairperson, we have dealt with that some time ago and again in the written argument in the Cele matter under the heading - let me just see whether we did deal with it - Execution of illegal orders at page 37, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is Exhibit A?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, it's not an exhibit, it's the written Heads which we handed up to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I beg your pardon.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  At page 37, where we deal with Rapolo's case, the Judgment of Justice van Dijkhorst, where he stated that in the case of the Indemnity Act that - well perhaps I should just read an extract to you from page 37 of our Heads, at page 686 and 687 of the Judgment by Justice van Dijkhorst\n\"The situation whether the acts were committed in execution of an order or with the approval of the ANC, was answered by the Committee with reference to authority, that a private soldier is protected from liability for acts done in obedience to the orders of a superior officer\"\nand we emphasise, \n\"If the orders are not so manifestly illegal that the soldier must or ought to have known them to be so and if the soldier honestly believes that he is doing his duty in obeying them,\"\nthen says Justice van Dijkhorst, \n\"This reasoning in my respectful view misses the point.  Guideline 7 cannot be read as if it referred to lawful orders only.\"\nAnd we say, Chairperson, it's exactly the same because this also dealt with the conflict of the past, only from the point of view of the ANC, but we say in the amnesty process we are dealing here with not a question of obeying lawful orders, but unlawful conduct per se.\n\tChairperson, that deals, in our submission, with that aspect ...(end of tape) ... which is to be inferred from similarities in Exhibits B, C and D and Chairperson in that regard, we only wish to refer to the argument which we also previously presented and which is also in the Heads at page 61, which deals with the application and when the relevant time is when it is expected of an applicant to make his full disclosure and at page 62 to the Judgment of Justice Price in M G HOLMES vs NATIONAL TRANSPORT COMMISSION, where he makes it quite clear Chairperson that the time when the applicant moves his application in court or before the Commission, is the time when he must make a full disclosure of his evidence and Chairperson, I daresay that argument has been followed, has been accepted by the Committee and followed.\n\t In fact Chairperson, one would be surprised if there weren't similarities because they're talking about the same incident and one would expect similarities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They would each be liable for offences committed by their colleagues because it's quite clearly an incident where each of the applicants was not out to do something on his own, he was making common cause with his colleagues and even with those who were in the vehicles that followed behind them.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if the people in the car died as a result of bullets emanating from those other cars and not from the applicants, that doesn't free the applicants of liability.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Absolutely, quite correct, Chairperson, quite correct, but both Wasserman and Botha readily conceded that they may have hit some of those people and may - in fact Wasserman must have hit some of them if you look at Exhibit E.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he went to the car to do that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, yes that was the intention at that stage, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Only to find that they'd already been killed.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Correct, Chairperson, yes.  Chairperson, then there was a point made that and the Chair also mentioned this this morning, that the applicants were disentitled to accept on hearsay as it were, that the victims had attacked Mrs Sabelo.  Well, of course, the way in which wars are fought and in which the Security Forces acted, as well as the ANC and the other liberation movements, Chairperson, was on intelligence.  It's hardly logical or reasonable to suggest that an officer who received information from an informer, should go into the field and go and establish whether that information is correct for himself.  They had checks and balances of course, Chairperson, and you've heard evidence about that in the past.  They have had checks and balances, but what they acted on was information Chairperson and with great respect, the rule of hearsay evidence finds no application in the present situation.\n\tChairperson, if I may go back somewhat, before the adjournment certain matters were raised and certain responses were given by myself and I just wish to elaborate somewhat or amend perhaps on some of the issues that were raised.  The first was the question of whether there was evidence that the other members, apart from Brian Mamela, had received training inside the country, you will recall.  Well Chairperson, we have found that passage on the record, it's at page 637, but I was wrong to say that it was Botha who gave the evidence, it was in fact Steyn and you will find that in the middle of the page where Steyn says:\n\"But that was the information, that Brian Mamela was a trained person and the group who was with him were locally trained, in other words they were terrorists, that was our viewpoint at that stage.\"\nAnd then it goes on, but the rest isn't that important Chairperson, so that's the one point. \n\tChairperson, the other point is that Commissioner Lax, on the issue of the communication channels and the radio, put to me that his reading of the record, the evidence of Gen Steyn, was that there was an open communication, as I understand the point, between the radio in his vehicle, in Botha's vehicle in which he was and the Task Force and I think Chairperson that the reference that Commissioner Lax had in mind was at page 649, if I'm not mistaken, because that's the only reference that we could find that comes close to what was put to me.  Now 649, two thirds down the page, may I read it to you?\n\"",
            "Male"
        ],
        [
            "MR WEBSTER",
            "What was that radio for? (Referring to the radio in the car.)\n\t\tGEN STEYN:  On occasion I said on the radio, without using radio terms, I simply said:  'We are driving in the direction and we notice a vehicle.'",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Why didn't you get confirmation of the whereabouts of the people who were supposed to execute the dangerous duty?\"\nPage 650 and I think this is the passage,\n\"I can't remember whether they were communicating with me, that I told them where we were.  Things happened - and it says carefully it should read quickly, I submit.  At that stage everybody is talking on the radio at that stage and we were dealing with an operation where we wanted to arrest suspect terrorists and we wanted to get hold of them some or other way\"\nand on reading this passage, Chairperson, I must concede that one interpretation which cannot be faulted is that Steyn was in fact in radio communication with the Task Force.  I must be honest with you, I didn't understand his evidence to mean that, because the way I understood it to be is that on the radio there were people talking, I didn't believe he was referring to the Task Force, but I readily concede that it might be, but the submission which I made in this regard Chairperson, still holds water.  It couldn't be expected of Steyn at that stage to say:  \"Let's wait for the Task Force, or Breytenbach, please give me authority to act.\"\n\tChairperson then ...",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Visser, it's hardly likely that a person who was a Lieutenant Colonel at the time, would have asked a Lieutenant for instructions.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, there is that obvious point as well, yes.  Chairperson and then I understand that I made a mistake this morning by saying that van Sittert was Breytenbach's Commander.  That was a clear mistake, if I said that.  van Sittert of course was a Security Branch member and he was under Steyn, not in the Task Force and I do apologise for making that mistake.\n\tChairperson, it remains, in my respectful submission, only for me to address you on one other point and that's the issue of proportionality required by Section 20, sub-section 3.  Chairperson as you said yourself, this was not a frozen situation.  There was a hectic car chase.  There were members of the public present.  For some reason or other it became very important to Botha to stop the car as soon as he could.  He may have picked a bad spot to do so.  As it turned out, it was a blessing that members of the public were not injured or killed, but the fact of the matter is that is how life works, that is the reality, that's what happened, according to their evidence.  Botha says that he was convinced that he was under fire.  The irony is that, as it was pointed out by Commissioner Bosman to him, that he was really the one that started the whole thing by shooting at the rear wheel because that, in its turn, created the impression with Lembede and Wasserman that they were under fire and they thought they were under fire from the occupants of the car, so things went horribly wrong indeed and in the process...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words we can't ...(indistinct - mike not on) when he says he was convinced that he was under fire?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, Chairperson, with respect, it makes perfect sense.  He says that he fired to stop the vehicle and he says then there was firing and he explained to you that he thought that the firing came from the car, but the kombi was directly on the other side of the Cressida from where he was, so it's perfectly acceptable that he could have thought that there was firing from the vehicle, from the Cressida, on him.  Yes, Chairperson, I don't submit that at all, that he can't be believed.  In fact the submission is that due to the confluence of circumstances, that's exactly what he thought and that's exactly what he would have thought.  The kombi is on that side of the Cressida, the Cressida is in the middle, he's on the left-hand side as he explained to you, firing comes from that direction, what is the logical inference he draws?  The logical inference he draws is it's coming from the Cressida.  Of course he was wrong and Wasserman was wrong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, to say he was under fire is different from saying he heard firing.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, I can't remember ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The kombi, you understand, quite clearly he was under no firing.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No sure, clearly, we know that as a fact.  I don't know what the words were ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When he says he was convinced he was under fire, if I were to look at that sentence, then I must come to the conclusion that there was no reason for him to be convinced that he was under fire.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, I must apologise, those are my words.  I'm not sure what the words were that Botha used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "What he in fact said, and this is my recollection and I can check it for you again, what convinced him was he saw the flashes of the firearms.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, on the right-hand side.",
            "Male"
        ],
        [
            "MR LAX",
            "In the dark and that's what convinced him that somebody else was shooting, he didn't expect it to be Wasserman, so he made the assumption it was the people in the cars.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Thank you Commissioner Lax.  I'm not quite sure whether he said that they were shooting at him, I'm not sure about it, those were my words, Chairperson, but the fact is that it was a comedy of errors, after that first shot had been fired and as Commissioner Bosman pointed out to him and quite clearly on the evidence, this is what you must accept, is that Botha's shooting at the wheel started the whole commotion.  There's no question about that.\n\tChairperson I've just referred here to page 484 where we read:\n\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just tell me something, how is it that you were convinced that shots were fired at you, when no firearms were in that other vehicle?\n\t\tMR BOTHA:  Chairperson, vehicles moved around the right-hand side and I was on the left-hand side of that vehicle.  I fired shots at the rear left-hand tyre and I saw some flashes ...\" -\nCommissioner Lax is quite correct -\n\"... which raised the suspicion in me that they were firing from the vehicle at us, flashes in the dark and also sounds of shots being fired\"\nand Chairperson said:\n\"You say you were convinced?\"\nand Botha said:\n\"At that stage, Chairperson.\"\nand thereafter the kombi moved in front of the vehicle and stopped, so that is the picture which Botha painted.\n\tChairperson as we have often submitted, in normal circumstances it is inexcusable to take the life of even a single human being.  The TRC Act however accepts that there was a conflict in this country in which very many people were injured and killed and damage done.  There was great violence going on in this country, extensive violence and the whole point of the amnesty process is succinctly summarised in the requirements for amnesty being that it must be an offence or a delict, committed within the confines of the conflict of the past, which must be associated with a political objective and Chairperson, we have sympathy for the witnesses and the other family members of the victims, the witnesses who gave evidence this morning and it's natural and we accept logical that they feel aggrieved and that they feel that they want perhaps revenge, or whatever the case may be, but the ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The feeling ...(indistinct - mike not on), they feel aggrieved when viewed in the light of the possibility that the information that the police had that these were terrorists, might have been wrong.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that's part of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not talking about Mamela, I'm talking about his companions, one of whom or two of whom were chaps engaged in full-time activities, they're employed and so on and so on, never been away from home and so on, now there's just a possibility that that family must feel genuinely aggrieved, isn't it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes and we accept ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As a result of misinformation on which this whole thing took place.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes and we certainly have great understanding for that Chairperson, but the process that we're involved in, the process of amnesty, Chairperson, with a view and with the purpose of reconciliation and national unity, is that that's the kind of thing that amnesty can be applied for and unfortunate as it is to the victims on all sides, Chairperson, those are not issues which can stand or will stand in the way of amnesty being granted and we therefore, Chairperson, respectfully request you to favourably consider granting amnesty.\n\tMy attorney draws my attention to the issue of full disclosure.  I believe I've discussed that with you, Mr Chairman and the argument there, the crisp argument there is, unless there are facts or circumstances which bring to your mind such a serious doubt as to raise an inherent improbability, that you will find that a full disclosure has been made.  \n\tThank you Mr Chairman for listening to me for so long and patiently.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman and Members of the Committee, it will be my submission that a full disclosure has not been made by the applicants in this matter and it is my second submission that the onus rests on the applicant to satisfy you and Members of the Committee that they have made that full disclosure and in the absence of that, I would therefore argue that amnesty not be granted.\n\tMr Chairman, it is unfortunate that only the applicants bear knowledge of the facts of this incident.  It is unfortunate, Mr Chairman, that after the massacre of these four young people, a very senior officer decided to take it upon himself to ensure that even members of the police force and senior members of the police force, did not come anywhere close to the scene so that they could observe and be in a position to assist us today.  There was a cordon thrown around and the most senior person, I think, who could have been there on the day of this incident, was the one who gave commands that people move away.  \n\tWe know, Mr Chairman, that a docket was opened, in all probability.  We know that there was an Inquest, Mr Chairman.  We know, Mr Chairman, that those documents are missing, they cannot be found.  We know, Mr Chairman, that those documents were in the possession of members of the police force and I do not know whether in fact members of the Security Forces did not have access to them.  It's just a question which I've asked myself and I will not pursue further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's a tragedy, isn't it, that according to the evidence we heard this morning, that there was in fact an eye witness to the scene who saw the shooting, who unfortunately cannot be traced or wasn't made available as a witness.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That is quite so, Mr Chairman, and probably even more tragic that a person who is in Durban in Umlazi area, the owner of the vehicle, does not want to be involved with this, I forgot to tell the Commission this morning.  He's not prepared to come here.  He says innocent people were murdered, people are still being murdered today.  He values his life, he doesn't want to come here.   I can't ask the man, I cannot convince the man of his safety.\n\tMr Chairman, when I say Mr Chairman, I'm including the Members of the Committee, I'm not ignoring them.  My learned friend has made a concession regarding the communication by radio.  It's rather unpleasant for me because it did occupy me for the greater part of the lunch hour to locate this evidence, but before I even located that evidence, I was just amused by the fact that Exhibit J was not read in its entirety, I think.  Sometimes - you know I didn't speak English as my first language when I grew up, Mr Chairman, and likewise Afrikaans was my second language, but if I look at Exhibit J, that is the affidavit by Breytenbach.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Breytenbach says, well he was a lieutenant in the Reaction Unit of the Police Force in Durban, in paragraph 2 of his affidavit, he was not in whatever one calls it, but he was a policeman and we are saying that police had radios and were in contact.  As I say the concession was made very belatedly, but to the point that senior counsel, my learned friend, senior counsel could have been mistaken about that fact, I think is an indication of the difficulty that he had in presenting argument here.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the misunderstanding?  I'm not sure I follow.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, if my learned friend would allow me to argue my case.  I didn't interrupt him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Do carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'm not going to reply seriatim to everything that was raised before you, Mr Chairman, because I think to do so would probably require an analysis of every other question and every other point that was raised, I'm just going to deal with some of the aspects.\n\tOne, the so-called plan.  Information was that there was a bunch of terrorists in the house.  They've got AK 47's, they've got hand grenades, etc.  Breytenbach is the man who had the responsibility of stopping this vehicle.  Breytenbach is the man who has to arrest these people.  For my dear soul, Mr Chairman, probably it's my limited intellect that makes me not to appreciate this, but this is how I understand the situation, with my limitations.  Here are people who are carrying little toys, little hand guns, who are supposed to be at the back, behind the reaction unit.  What happens?  They see the vehicle.  They've got radios.  They don't say:  \"We have seen the vehicle.\"  They don't have to ask for permission to stop the vehicle, if they have to stop the vehicle, but we're looking at probabilities.  They are hopelessly outgunned.  The most obvious thing to my mind is to say:  \"Reaction unit, we have the vehicle in sight.  I'm travelling on the left side of the vehicle, the kombi is travelling immediately behind it, make a move, get up and catch up with the vehicle.\"  To me, in my limited way of thinking, that's logical, bearing in mind and never forgetting for one iota that these people are hopelessly out-gunned.  I still want to see a rational human being who pulls out a hand gun to start shooting at somebody carrying an AK47, to start shooting at somebody who is carrying hand grenades.  Even if he was shooting to stop it, Mr Chairman, logically, to my mind, you would never do that.  What does Major Botha do?  \"Stop, stop.\"  Rolls his window down, \"Stop, stop.\"  They don't stop, they try to ram him, he then starts shooting, then he sees flashes.  In fact, Mr Chairman, if I'm mistaking his rank pardon me, but Major Botha can't even remember whether he used all his 9 bullets that were in his magazine.  He believes he didn't.  Now Mr Chairman, when you talk of the plan, it's not a plan that went awry, it's not a plan that went wrong, as you've indicated, respectfully, there was never a plan, number one.  \tNumber two, Mr Chairman, there could never have been an intention or at least there could never have been a belief that these people were armed with AK47's and hand grenades, because if ever that had been the belief, none of those people would have taken that risk.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "None of those people would have?  Sorry?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "My submission is, they would have conveyed the information regarding the presence of, or catching up with the vehicle to the Reaction Unit and left it to them to take over because not only their action, but that would also have ensured that there is no cross-fire on a major freeway with lots of innocent human beings around there.  Major Botha just started, bang, bang, bang, it doesn't make sense to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you're really trying to say is, if I understand you correctly, when they saw, when the vehicle in which Botha was a passenger, saw this Toyota Cressida, they had it in their sight, why did they not slow down and make allowances and say to the Reaction Unit, \"There you are, take over, there's the car ahead of us\".  Is that what you're trying to say?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Not only that, Mr Chairman, actually that they could even have kept up the pace because the General was sitting next-door here, or the Colonel was sitting next-door here, he could play with the little toy and tell his units: \"Units converge, we've got them here, they're next to us.\"  Every move they made they were covered by radio, all the way.  They could have even forced them off one of these exit routes at some stage or another away from the road, Mr Chairman.  To me that is logical and whatever is against that logic, is because it didn't happen that way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, the conclusion one can draw from what you are saying is that the thought of stopping this vehicle to arrest them, might have been just a possibility, that the real intention was not to do that.  The real intention was to deal with these chaps who were known to be terrorists and who it was suspected, had AK47's.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, if that had been said here, I wouldn't have asked a question.  I wouldn't have asked a question.  This is the argument I present to you, Mr Chairman, that the intention could never have been to stop that vehicle, because in the probabilities, no person would have attempted to stop that vehicle for the reasons I've already explained and that is why even ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) the distinction, the intention was never to stop the vehicle or the intention was never to arrest the passengers in the vehicle?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Well, actually what I mean Mr Chairman, to stop the vehicle in order to effect an arrest, but in fact it could have been anything, but why obliterate them?  That, Mr Chairman, to my mind, is the basic argument.  We then have elaborations on that argument, for instance like the document, I think it's Exhibit B which though having been accepted at other hearings, to my mind is nothing further than a document composed by intellectuals.  It's not necessarily, does not necessarily reflect the views of the applicants and in fact it was so put to them, to the applicants, that it was not their views.  As I say, those are just ancillary to it.  We also have the criticism levelled at the virtual verbatim repetition of the applications, what each of these people say in their applications and also the criticism that they all got together because each one couldn't remember the incident.  They got together, worked out contributions by all of them and at the end of that exercise, they then drew a document.  Now I seem to think, if I recall you clearly, Mr Chairman, that if I'd had my witnesses all in one room before I called them to testify in a trial before you, not necessarily me but anybody or any practitioner who would have done that, I don't think would have received your blessings.  I think he might have had a very bruised ego after that, but we have people here who get together and actually compose the whole incident and not only that, they then come here and present it as the truth. How much weight can one attach to that?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm not suggesting that they are now lying, but how much weight can you attach to that?  To my mind the courts have always had very little faith in the evidence of a witness who has listened to the evidence of other witnesses who have testified in the same matter, in the same case.  They have never placed much weight on that evidence.  Now we have applications on oath, which are tantamount to that, we have evidence presented before you or to you, which are based on that and again I say the probabilities are not in favour of accepting such evidence as being reliable evidence upon which one can say there has been full disclosure and discharge of the onus.\n\tMy learned friend has spoken of a document which I believe  are Heads of Argument.  Unfortunately, I'm one of those who has not been favoured with that document and therefore I am unable to actually respond to the arguments that he raised and I do not believe that I would be able to do justice to that, but then Mr Chairman, probably now just to get to, quickly, to each applicant.  \tSome attempt was made to play around with the injuries of people who were injured on the left side of their bodies, of their faces.  Mr Chairman, if you - not if you, my apologies, I cannot say if you, having read the evidence and if you look at it again, you will find that Maj Botha's evidence was that he shot at the rear wheel of this Cressida with the intention of bringing it to a stop and he also stated that there is a possibility that one or some of the shots, let's put it that way, may have gone higher than the wheel that he was shooting at, but when the injuries of the people that were injured there, I'm talking now of the injuries which according to the post mortems were the injuries which caused the demise of the persons, he was quite clear that those injuries could not have been caused by him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - microphone not on) or even if he did succeed in shooting anybody.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, that is quite so.  I agree with you, Mr Chairman, if we are talking about a people who say to you:  \"We went to kill those people.  We set about on the unlawful - with an unlawful intention of killing those people.\"  Now if that were the case of the applicants, it makes no difference at all.  It doesn't make any difference at all in those circumstances, but to a person who disavows the killing of those people, because this is what Botha is basically saying, that he didn't shoot at anybody and this is why I even put it to him that having not caused the death of any of those people, on what basis in law would he apply for amnesty.\n\tGiven enough time, Mr Chairman, I would probably lead you to the passage in the evidence of Maj Botha where he concedes this, because we are not, as I said, dealing with unlawful conduct, as at that stage it's clear that it is lawful conduct and he says so, it's put to him that he acted lawfully.  He says yes.  Now the unlawfulness is not very clear and so far as Maj Botha is concerned, to my mind, if he as he has testified here, set about shooting at a vehicle and even if one were to concede that one or more of those shots may have killed somebody, but his express intention to my mind was a lawful one and he has to stand or fall by what he presents to you,  lawful conduct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now, if ...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if that's the result of...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Well I would agree in the affirmative to that supposition, but of course the thrust of my argument being that he is not saying so in presenting his case to you.  If he had been saying so, one could concede that.  In so far as the Major is concerned, I will concede that in so far as the perjury, possible perjury charge is concerned, I think he should be entitled to amnesty in that regard.  In so far as planting the guns and the effect of that, defeating the ends of justice, I would say he's entitled to that but on the murder of the four people or the killing of the four people, there is no reasonable justification, none at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This exercise...(indistinct - mike not on) that what the applicants had in mind was really to eliminate these people and not to merely arrest them?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I do not believe that there can be any doubt about that, that in fact the absence of any form of weapon, this must have been one of the greatest shocks that these gentlemen ever had and will ever have in their lives.  I'm sure even if they'd been caught red-handed shooting and killing somebody, it wouldn't have been as much a shock as the got when they didn't find a single weapon, probably not even a pellet, I mean not even one of the pellets for an air rifle, you know those little airguns that kids used to play with until the laws were tightened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you say the applicants, in their minds, when they were chasing this vehicle, the applicants in their minds believed that these chaps in the vehicle were armed in one way or another?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I cannot answer categorically to that question, Mr Chairman, but I do believe that if at all they thought of arms, the arms might have been present, possibly in the boot of the vehicle, but not that the people themselves were armed, because for them to have, if they at all had entertained that belief, I do not think that there could have been - well, let me not criticise them, but I do not believe that they could have then started, at least Maj Botha could have then started shooting at the tyre of the vehicle knowing that he is exposing himself to being fired upon, shot and killed, because he was driving that vehicle whilst he was shooting.   So to that extent, Mr Chairman, I would answer that if at all they thought there were guns, guns could not have been in their possession and I would believe and I think this is a reasonable conclusion that one can come to, that when the information came to them that the people were leaving the house, the question must have been, were they carrying arms, and the answer must have been no, hence the shooting by Maj Botha at the rear tyre because he knew it was relatively safe.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Webster, what is worrying me, if your submission is correct that they intended to kill, why then did they decide to do the killing there on a public road where there were so many people around?  How does one explain that?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I would say that at that stage and at that relevant time, the Security Branch were an absolute law unto themselves.  There was no other law above the Security Branch.  Believe me, Ma'am.  Ironically we know each other and they tell you that they were a law unto themselves.  I think there's only one person that was above the law and I say this with sincerity, that was God Himself and nobody else, no other human being.  The way the Security Branch conducted themselves, because when we look at this particular application and we view the background of people who had limpet mines stuffed into their mouths whilst they were alive and those limpet mines detonated, then you know the force that you are dealing with.  If you think of people who had the courage, I'll say the courage, of taking out pins from hand grenades and giving them to people, not caring where those hand grenades would ever be activated, a person just touches that pin and it explodes, they were a law unto themselves.  We know how they intercepted people, for instance in Piet Retief.  I believe, if I'm not mistaken, that the people in that incident also - was it Pongola or Piet Retief - were unarmed, some women were there, they were butchered.  We know of their escapades into the neighbouring states on information and my learned friend says hearsay doesn't apply.  It doesn't apply if you are acting for the applicants, but to us who are related to victims and who are related to victims and who were victims of their conduct, we know that hearsay is deadly.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Just to summarise, are you submitting that there was a complete disregard for anybody's life on that road?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Absolutely.  They didn't care.  They didn't care.  Innocent people had been murdered by the Security Forces.  They controlled everything, they controlled even what happened to the dockets.  In this particular case they actually sat down quietly, even when the media wanted information, they didn't even give the media information, some cutting placed before you, but if we were to turn to page 714, I did read one of the pages in this regard, Mr Chairman, if we were to turn to page 714, Webster appearing for the second time on that page\n\"Who was the first to shoot?\n\t\tColonel Botha shot first.\n\t\tWho was second to shoot?\n\t\tLembede.\n\t\tThen who was the third one to shoot?\n\t\tMe.\n\t\tWho was the fourth one to shoot?\n\t\tNo more ideas, Sir.\n\t\tAs far as you recall, who was the fourth to shoot?\n\t\tIt would have been Reaction Unit members, but personalities, no idea.\"\nIf you go on to page 715 Mr Chairman, or sorry, probably if we just go down the same page and then go over:\n\"You could see shooting coming out from Botha's vehicle, is that correct?\n\t\tI could hear the shooting, I couldn't see.\n\t\tYou could hear shooting from Botha's vehicle?\n\t\tCorrect, Sir.\n\t\tYou could see Lembede firing?\n\t\tYes.\n\t\tYou could hear no other shooting except shooting from these vehicles of the Special Branch.\n\t\tThat was 9 mm shooting.\n\t\tI could that.\n\t\tYou could clearly hear that?\n\t\tThat is correct, Sir.\n\t\tDo you know the sound of an AK?\n\t\tYes, I do.\n\t\tYou never heard the sound of an AK?\n\t\tNo.\n\t\tI suppose you also know the sound of, what's the Russian effect to a hand gun, - Makarov?\n\t\tMakarov, yes.\n\t\tYou didn't hear that either?  There was no shooting whatsoever coming from the suspects vehicle?\n\t\tWell ...\n \t\tThat you heard?\n\t\tNo, but Col Botha's car was very close to that car.\"\nNow I don't know what to make of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the evidence of who?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Wasserman.  It might be construed as being diametrically in contradiction to Major Botha's evidence and Col Steyn's evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you said there was a collusion between them, how come there was this contradiction if there was so much collusion?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I think Morris, if I'm not mistaken, on technical litigation, talks about the  efficacy of cross-examination.  He probably might have been unaware of it.  Thank you.  Somewhere collaboration always breaks down, we believe.\n\tMr Steyn, Mr Chairman.  Looking at the evidence of Mr Steyn, if one were to look at it in isolation, one would probably say that his evidence was consistent, he was unshaken, etc and therefore should be accepted, but my view is, looking at it in its perspective, bearing in mind the probabilities I've alluded to, it suffers the same fate as the fate of the evidence of Wasserman and Botha.  Some meat was made out of the injuries on the left side of the people that were murdered.  I think I've already dealt with that, that was just to demonstrate that in fact Maj Botha could not have caused those injuries, that was the context of that question. If you'll bear with me, please Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Now there's also mention of or criticism levelled at the allegation that violence had decreased in Natal to some extent in 86 and reference was made to a speech by the late Chris Hani, I would imagine that that was made when he was in exile and I do not believe that he would have said that MK was doing badly.  I think he would have been court-martialled, had he made a speech to that effect and if we were to accept that there was a war as has been so strenuously contended, then I think ...(indistinct) would have failed in his lessons to armies on disinformation, lies, hyperboles, etc.  He was a man who taught what disinformation could do and I do not believe that it would have been anything else, whoever wants to comment on these things.  I'm not suggesting that he was doing it deliberately, but I say this because I had a special reason to know about it Mr Chairman, but I'm not here to testify about that special reason, but when I put that to you, I put that to you in good faith, in utmost good faith and from my own personal knowledge of things, but as I say I cannot, I'm not testifying so I can't give you the details, but I can assure you it was not something that was sucked out of the thumb.  An issue was made about the helicopter, likewise information was received and information gets distorted and this is what people believed and there were injuries that seemed to have been injuries ...(indistinct) on the tops of the people's heads and as was said by Ms Mamela this morning, she spoke of a person who actually came to give her that information, so again it was not information that is sucked out of her thumb.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) we ought not to be too much involved in in debating when we come to our decision as to whether there was a helicopter or not.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "The helicopter is of no consequence, in fact one can say it wasn't there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, thanks.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, as I indicated to you, I don't want to go through the whole argument by my learned friend and reply to each point, point by point.  I would be guilty of what I once did to a colleague of mine who, after we had finished a Civil matter and we appeared on a Monday morning to address the magistrate in our case, he then informed me that he was in a hurry to get to Friday and that therefore I should not be too lengthy in my argument.  I offered to address the court in 5 minutes, I succeeded in doing that.  He then proceeded to address the court for two hours and when I brought to his attention the haste that he had, he said that he was teaching me Durban.  Invited to reply to the long address by the magistrate, my retort was, the length of the argument was the indication of desperation by my learned friend to try and convince the court on a case which really needed convincing because he had no case.  My submission is, I take this opportunity again to restrict my verbosity and  say to you that the applicants have not made out a case.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Are we about to finish because the interpreter indicated that she's a bit tired so she asked me to call the other lady.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I can't hear what you're saying.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Very briefly.  5 minutes.  Mr Webster didn't tell us whether he won that case or not, so I was quite interested to know.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I did.",
            "Male"
        ],
        [
            "MR VISSER IN REPLY",
            "Chairperson, there is no onus of proof before you or any other Commission of Inquiry, we dealt with that issue.  I'm not going to go through it in detail, just to refer you to it, you will find it in the written Heads at page 47 and onwards where it was quite explicitly stated by the Appellate Division, there is no onus of proof where a Commission has to be satisfied.  It's a question of being satisfied on probabilities, it's not for the applicant to provide probabilities.  Of course we have to give you evidence which will make you satisfied, but that doesn't mean an onus of proof.  Chairperson, I'm not going to deal with all the issues.  The question of the injuries to which Botha would have conceded only related to one injury,\nChairperson.  You'll find that at page 581.  He didn't make a blank concession.  As far as the offence is concerned, Chairperson, on your questioning and again at page 592, he associated himself with what had happened there.  The moment he associated himself with planting those weapons, he associated himself with killing those people, whether he struck any of them or not and we know we've got in our law an offence such as culpable homicide.  I'd hate to have to defend Botha on a plea of not guilty on the charge of culpable homicide in this case on these facts, Chairperson, because he'll be convicted and dolus eventualis as you put to my learned friend Mr Webster during the hearing, what about dolus eventualis?  And then page 573, Chairperson, on a question of Mr Webster in the middle of the page:\n\"Mr Botha is it your evidence, as the Chairperson has summarised ...\"\nPerhaps I should just refer you to what the Chairperson said, it's just the previous paragraph.\n\"Just let's talk about the probabilities.  But you can't pin things down and come to definite final conclusions beyond a man saying:  \"I fired at this vehicle.  I don't think that I shot anybody.  I don't think I shot anybody.\"\nAnd that's as far as it goes.  \n\"",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Botha, is it your evidence as the Chairperson has summarised it, that in so far as you believed you did not shoot anybody?\n\t\tMR BOTHA:  Chairperson, I have a possibility that some of my shots may have hit the people.  I fired at the left rear of the vehicle, but it is possible that some of them, I do not know, but it may be.\"\nIt goes a bit further than that Chairperson and with respect Chairperson, I don't believe there's really anything except for one interesting scenario which you put to my learned friend.  What do we make of the fact that Wasserman had to be sent back to go and fetch weapons to plant?  We say that's clear evidence that they didn't intend to get into a gunfight with these people, because they believed, they told you so, they believed that they were armed, Chairperson.  Now on this hypothesis that the weapons in fact the fetching of the weapons and planting them, showed that they intended from the word go to eliminate them, doesn't make sense, because Chairperson we know the Security Branch had Russian weapons at their disposal, we've heard this in many cases, in many amnesty applications.  It's common cause in fact.  If they wanted to go and eliminate those people Chairperson, they would have taken Russian weapons to plant on them, just in case they were not armed and that is my submission, so in fact the fact that they were compelled to send Wasserman back shows quite clearly in my respectful submission, that there was never an intention to get involved in a fight or to kill these people outright and not to arrest them.\n\tWell, Chairperson, we haven't been told why there wasn't, according to Mr Webster, a full disclosure.  We don't, we're not told why it is stated that Wasserman's evidence is diametrically opposed to Steyn and Botha, we say it's the same, in fact and what is really of importance is that now at last we hear that nothing can be made of the issue of the helicopter.  So we q.e.d. Chairperson and we rest our case, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Committee will in due course consider the evidence and make known its decision to counsel and trust that counsel will then convey the decision, you Mr Webster, particularly to the people whom you represent.  Mr Webster, will you also assist Ms Thabethe here, to ascertain whether there were any dependants, who are minors still, who might require any reparation as a result of the killing of their father or a relative of theirs?  You have access to your clients.  It doesn't have to be done just now but at any stage, to be able to place information before the Amnesty Committee to find out if there were any people ...",
            "Unknown"
        ],
        [
            "MR LAX",
            "He has done it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've done it already?  Oh I'm sorry.  Thank you very much.  Alright, we will now adjourn.  Thank you.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}