{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-03-26",
        "location": "DURBAN",
        "names": [
            "THULANI MZOKHONA MYEZA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54702&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/durban/myeza.htm",
        "speakers": [
            "MR BRINK",
            "MR ALBERTS",
            "CHAIRPERSON",
            "THULANI MZOKHONA MYEZA",
            "INTERPRETER",
            "MR MALAN",
            "ADV MOTATA",
            "UNKNOWN",
            "COMMITTEE ADJOURNS"
        ],
        "original_speakers": [
            "MR BRINK",
            "MR ALBERTS",
            "CHAIRPERSON",
            "THULANI MZOKHONA MYEZA",
            "MR MYEZA",
            "INTERPRETER",
            "MR MALAN",
            "ADV MOTATA",
            "MR ALBERTS IN ARGUMENT",
            "MR BRINK IN ARGUMENT",
            "COMMITTEE ADJOURNS"
        ]
    },
    "testimony": [
        [
            "MR BRINK",
            "Mr Chairman this is the application of Thulani Mzokhona Myeza.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Mr Chairman my surname is Alberts: Nel, Coetzer, van Dyk in Durban.   I will be appearing on behalf of the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are your initials Mr Alberts?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "H L.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you calling the applicant?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman just before he does so I may indicate that Mrs Zikhali is here. That is the widow of one of the deceased and I am informed that she opposes the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well when the time comes you will put forward her views to us.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Mr Myeza tell us where were you born?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "In Gezinsila location, Eshowe.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Can you tell us something about your family, do you have brothers and sisters.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Sorry.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Tell us something about your family, do you have brothers and sisters?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I have a mother, two brothers and two sisters.  My brothers are Nicholas and Vincent.  My sisters are Noxolo and Jabu.  I am the eldest.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "I see you also mention a brother Mbeki Myeza who died in 1996, how did he die?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was in detention when he died.  I do not know how, but I was told that he was sick.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Tell us how did you get involved with the IFP?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There was violence in Eshowe between the IFP and the ANC.  I then got into contact with the IFP leader in the location, Mr Dlulane.  At that time, I ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just give us the name of this person again, Mr who?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Dlulane Nyawuza.  He is the driver of uMntwana Gideon.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Why did you get in touch with him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We planned that we had to attack the ANC  supporters who intended to disrupt the election in the location Eshowe.  We then agreed to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You talked about doing what to ANC members?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We had to shoot them because they were also shooting the IFP members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry I didn't get the interpreter.  You talked about doing what to the ANC members?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Stamping out?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We started attacking them.  Mr Nyawuza would drive me in his Mazda, and leave me at a certain place, where I would shoot people.  I was with another boys from Enseleni, namely Vusi Myeza and Phazimani ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you arrived where?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "When we arrived at Nyanini, we destroyed there because they had killed Mbeshe Mahaye.  He was killed near the bottle store.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Mr Myeza I just want to take you back to your joining of the IFP.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I joined the IFP when we were paying for the cards.  That was long ago.  In the beginning of the 90's we were given another card written Inkatha Freedom Party.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What was your reason for initially joining the IFP?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I joined the IFP because the people in the area where I was living belonged to the same party.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "When you grew up did you grow up in the traditional Zulu way or did you grow up in a western style?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Traditional way.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you also comply with the Zulu customs for example slaughtering animals and having the traditional ceremonies?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "The first incident that you apply for amnesty for is the killing of Mr Zikhali. Can you give us the detail of how that happened?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.  Mr Dlulane who was the leader of the IFP in the location took us to the Security Branch policeman, Thusi's house.  I was with Vusi Myeza ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that rather that we have a sequential account, so if possible put your questions in such a way that you go step by step. I have an idea we are getting a somewhat disjointed explanation.  Let's just talk about when was the decision taken to attack Zikhali, who took that decision, how was it taken, and then proceed as to precisely what was done. Very well.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please do that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The decision to kill Mr Zikhali was taken when we had a meeting.  We had to plan how we were going to shoot him because he was eluding us.  We had been looking for him for some time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just hold on. I want you to understand that what you are saying has to be translated to us in English so you have to talk in such a way that you give the translator time to translate what you are saying. Do you understand?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I think that the translator, she finds or he finds that his evidence is being given too fast he or she should remind the speaker to slow down.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Mr Myeza when you had this meeting ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said: \"We took a decision to kill him.\"  I think that you should ask him now who is we.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Indeed Mr Chairman that is exactly my question now.\n\tWhen you took this decision who was at that meeting?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Nyawuza was chairing the meeting.  The people who were present were Vusi Myeza, Sbu Zuma and myself.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And who was the person leading this meeting?",
            "Male"
        ],
        [
            "MR MALAN",
            "Just before you get there ...[intervention]",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Nyawuza was given instructions.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And what was decided at this meeting?",
            "Male"
        ],
        [
            "MR MALAN",
            "Just before you get to the decision, who were these people, who was Dlulane?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Sorry?",
            "Male"
        ],
        [
            "MR MALAN",
            "Who is this Mr Nyawuza Dlulane?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He is the driver of uMntwana Gideon.  He was the leader of the IFP in Gezinsila location.  I reported to him when I came to the location and the IFP members whose houses had been burnt were accommodated by him in his scrap yard.  He was also providing them with food.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who was Sbu Zuma?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Zuma was just an IFP member.  He was staying at Mandini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well take it from there.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Thank you Mr Chairman.\n\tWhy was the decision taken that Mr Zikhali had to die, what was the reason for that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Zikhali was the ANC member.  People from Nyanini who were ANC members could no longer enter the location at that time, but Mr Zikhali used to drive his car, fetch the people from Nyanini and bring them in the location.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And when he came into your area what did he do?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "After bringing these boys in the location, IFP members would than be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just explain this to me, because the deceased would come into your area which is an IFP area people would die. What does that mean, how would people die just because a man came there?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Zikhali was not the one who was doing the shooting.  This was done by the people he brought in the location from Nyanini.  At 10 pm, Mr Zikhali used to go fetch the Kentucky/Chicken Licken staff members from their place of the employment in town.  He would then visit his girlfriend who stayed at Ntuli cottages.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And did you have information stating that or is it just a suspicion that you had?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you see it?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Or did you see that happen?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "This was not just a suspicion.  He used to bring people in the location.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you see that happen or did you get information from somewhere else?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I once saw him doing it.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay and what was the decision taken at ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry just before you. What did you see happening, him bringing people into the area or killing people in the area?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "On the first day, on Saturday, a Ndlovu boy was shot and killed in the scrap yard.  This happened after Zikhali has brought the ANC boys, like Schoolboy, in the location.  The Eshowe police came there and instead of making arrests, they just continued shooting.  Mr Zikhali thereafter drove off and left the scene.  Nobody was arrested there.  This happened during the day.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Regarding the killing of this boy ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you there, did you see this?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I was present.  I saw it happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just stop there.  When this man came into the area with other people was there a fight between his people and the people in the area?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, a fight would ensue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was it as a result of that fight that this Ndlovu boy died?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, he died during that fight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there other people that were involved in that fight?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "From which party?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have to have two groups of people if there has to be a fight isn't it?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was the IFP and ANC members fighting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and were you part of the IFP that took part in the fight on that day when Ndlovu died?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "These boys were brought on that day and they alighted near Mr Nyawuza's scrap yard.  I was from the shop on that day and I saw this car driving past.  These boys were ten.  They walked toward the scrap yard and I then heard gunshots being fired by these boys who alighted from Zikhali's car.  Zikhali then drove off.  This IFP boy was left there.  The police arrived and intervened.  One of the ANC boys died at the scene was found by the heard boy the following day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were not involved in that fight?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, I was not personally involved on that day because I did not have a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, now it as a result of this fight that Ndlovu boy died that you people took a decision about Zikhali?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry Mr Alberts.\n\tCould I just take you back.  What time of day did this happen on that Saturday?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was during the day, in full view of the public.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you said that the body was discovered only the next day, is that correct?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you run away yourself when you heard the shots?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I also ran away.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you see the shooting or did you just hear the shots?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I saw where the firing was taking place.  Not that I heard.  I ran away after Ntokozo Ndlovu of the IFP was shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can't run away because the Ndlovu boy died because you did not know the Ndlovu boy, his body was only discovered the following day.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, I did not say the body of Ndlovu was found the following day, I said the body of one of the ANC boys, who was shot when the police arrived there, was found the following day.  Ndlovu boy's body was taken by the police on the same day he was shot.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Just to get this clear, did you see the body of the Ndlovu boy on that same day?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was that only after you went back to see what has happened after the shooting had ended?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "When I came back after the police have arrived, it was after all the shooting had ceased.  I then saw the police removing the body of this Ndlovu boy.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was it because of the shooting that you initially ran away?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I ran away because of the shooting.  It was also because I knew that they were also looking for me.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "When you saw this kombi did you also see Mr Zikhali at that time?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The car was driven by him on that day, not by his driver.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay let's go back to the meeting that you had.",
            "Male"
        ],
        [
            "MR MALAN",
            "Let me just get a bit more of the picture, the background. You say you knew they were looking for you, why were they at that stage looking for you?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was because I was an IFP member.",
            "Male"
        ],
        [
            "MR MALAN",
            "But there are millions of IFP members, they weren't looking for all the IFP members were they?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is true.  I was a person well known in the location because I was vocal.  I used to approach people and tell them to stop what they were doing because they might find themselves in trouble in future.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had you in the past attacked ANC people and that is why they were looking for you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Before that, we became involved in skirmishes with the ANC people.  This happened during the day and it was after the ANC members had killed a lot of people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say we I am talking about you. I am talking about you, did you yourself ...[intervention]",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was involved, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were known to them?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I knew that they were looking for me because there were other people who came from Pietermaritzburg on that day.  I was a known person then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And so you think that on that day they may have been looking for you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They did not say but I could see by their actions that they were looking for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They didn't tell you that we are looking for you, you just assumed that they were looking for you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "This scrap yard that was attacked is where a lot of IFP members were staying.  Their houses had been burnt at Nyanini and Mr Nyawuza had given them a shelter there.  He built shacks for them there.  This is the place then, that was always attacked by the ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you couldn't have seen from their actions because when the shooting took place you were away from them. There was a shooting and you hid and you looked at it. So how could you see that they were looking for you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I knew that they were looking for me because they had shot at me before.  This happened a day after I was chased by people with firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was relating to you.  I am talking about you, how did you know that they were looking for you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I knew because they shot at me before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, carry on.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "The shooting incidents that you mentioned between you and the ANC before this incident of the Ndlovu boy, where did that take place?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It happened in the location near Nsibande's house.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Is that in the IFP area or in the ANC area?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "This was an IFP area.  There is also an ANC area in the location but is far.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And how did you become involved in those shootings?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was involved with Mr Dlulane because I was a resident in the location.  One could not stay in the location if one was not an IFP member.  You had to move out of the area.  I stayed there because I am a boy from KwaZulu.  I had to look for myself.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What I am trying to get at, when this previous shootings took place who was doing the attacking?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "ANC members were the ones who was doing the attacking.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And were you shooting at them in defence?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was shot because I was defending myself.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay let's go back to the meeting regarding Mr Zikhali, was only Mr Zikhali discussed at that meeting?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Because of what Mr Zikhali did, we sat down and planned what we were going to do about him.  He could move in and out of both areas whilst we could not do that.  We realised that he was no longer involved with taxis as a taxis operator, but was now involved in politics.  We planned how we were going to attack him.  We were four when we planned, but there were only three of us who attacked him.  We then went to ...[intervention]",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Just hold on a second.  Was it a decision that was made between the four of you or was there somebody taking the lead and in fact eventually giving an order?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The person who was taking decisions was not there when we went to do this.  After dropping us at a certain place, he drove to his house and waited there for us to phone him.  That is Mr Dlulane.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And when was it decided that this killing were to take place?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I think he was supposed to be killed in January 1993.  This, however, did not happen as we planned.  On this day then, we knew that his car had gone to the casino and we saw him being dropped somewhere by his driver.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this decision taken, when?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this decision taken?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes when was the decision taken to have Mr Zikhali killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot remember, but I remember that he was finally shot on a Sunday at about 8pm.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "I see the date of death as indicated on the inquest document is the 21st of November of 1993, how long before the incident did you come to this decision?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It took a long time.  We started planning to kill him in 1992 and he was killed in 1993.  We could not get him at that time, and violence intensified in 1993 in the location and IFP members were killed without any reason, and I was also shot.  I do not know why they were being attacked.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Myeza, - Sorry Mr Alberts, I am just trying to get an idea when he was killed in relation to the decision taken.  We have the dates, end of 1993 he was killed and you say in 1992 the decision was taken, can we try and approach this differently?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "When you took the decision to kill Zikhali what did you do?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were still deciding whether to kill him or talk to him so that he could stop what he was doing.  I then said to Mr Nyawuza ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "No.  Sorry for interrupting.  Let's accept that you have now taken the decision, after the discussion he was to be killed, that decision was now taken, what did you then do to implement the decision?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There is nothing else we did other than to kill him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You waited nearly a year to do that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, because we could not get hold of him.  We only managed to get him when we heard that he had a girlfriend staying in Ntuli's cottages in the location.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "How did this girlfriend assist you in killing him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Before we got hold of Mr Zikhali, our intention was to kill a Security Branch policeman.  When we went to his house, we were disturbed by a dog, and that policeman came out of his house with an R4 rifle.  We then ran away.  As we were running away, we saw Mr Zikhali accompanied by his girlfriend.  She was taking him to the bus stop where he was going to wait for his kombi to pick him up.  Vusi Myeza, without asking him anything, then shot him.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Can I just go back to my previous question, did the girlfriend actually assist you in killing or is it just the fact that you saw him with his girlfriend that assisted you?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, his girlfriend did not assist us in anyway.  She left him at the bus stop and went back into her house.  We then got a chance to shoot him.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was it just by chance that you now saw him somewhere where you could get to him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, because he was walking on foot and not in his car.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay tell us in detail what happened after you saw him going to the bus stop or rather to the taxi rank?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We followed him because we were on the road.  We then saw his girlfriend leaving him alone, and we then used the opportunity to attack him.  Myeza then shot him once in his chest.  We then left.  These boys ran to the scrap yard and I went to Mr Nyawuza's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay before we go to the details about where you went after the shooting, just give me some details about who was the person that did the shooting?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Vusi Myeza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you also armed with a gun?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I had a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't fire?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I did not shoot on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So after he was shot what happened to him?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "After he was shot, we ran away.  I went to Nyawuza's house while these other boys went to Regina Gcabashe.  I did not tell Mr Nyawuza of what we had done.  Regina Gcabashe then phoned Mr Nyawuza and informed him that the boys had told her that they had been attacked.  Mr Nyawuza and myself then got into his car to go and fetch these boys.  Mr Nyawuza handed his shot gun to me ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that this is becoming a little confusing.  Do you understand what is being said, are you getting a comprehensive picture of what he is saying?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Mr Chairman, no not quite.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now why are you allowing it?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please I want you to understand that I would like this step by step.  You have told us that after the shooting your friend Myeza and his companion went to somebody else's house, they went to that scrap yard and they went to somebody else's house.  You went to Mr Dludlani and you reported to him that this man Zikhali had been killed, is that right?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh I thought you said: \"I went and reported to Dludlani?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, I did not tell him.  A short time after my arrival the phone rang.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright so you went to Mr Dludlani's house and what did you do there?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I kept quiet because there was females around.  We did not want them to know what we were doing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright I don't want an explanation. What was the next thing that happened while you were at Mr Dludlani's house?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Regina Gcabashe who stay near the scrap yard then phoned and asked Mr Nyawuza to go and fetch the boys because they were being attacked.  Mr Nyawuza then took his shotgun and gave it to me, and we went there.  We found Vusi and Sbu Zuma and took them away.  As we were driving past the place where we had shot Mr Zikhali, we saw the police taking his body away.  We stopped our car to take a look, and Mr Nyawuza praised us for a job well done.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could you just please slow down a little so we can follow it?  Would you tell us again, you went in the car to fetch Vuzi Myeza and Zuma?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then you said something about the police taking the body?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's put it this way, where did you go to after you picked Vuzi Myeza and Zuma up?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were on our way back to Mr Nyawuza's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what happened there?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We went to sit at Mr Nyawuza's house, just to see whom did the police suspect.  We realised that the police were not suspecting anyone of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question was not all that, not what you suspected, my question was when you went to Nyawuza's place what happened if anything?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Nothing else happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were the police there?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There were no police at Nyawuza's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were the police in the vicinity of Nyawuza's place?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The police came and took Mr Zikhali's body.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You saw them?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They picked up the body of Zikhali?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was no further shooting on that day in that area?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, there was no further shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nothing further happened on that day?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Nothing happened until the following morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right then that is the end of that chapter.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry could I just get one follow up.\n\tYou said there was a telephone call from Regina Gcabashe?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "You went to fetch Vusi and Zuma, correct?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "You went to Mr Nyawuza's place?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is his place close to the scrap yard?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It is not that close to the scrap yard.",
            "Male"
        ],
        [
            "MR MALAN",
            "So did you not go and investigate the attack that Mrs Gcabashe phoned about?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We had gone to fetch the boys, not that we went to investigate the attack.  We knew what had happened there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were the boys at Mrs Gcabashe's place, Vusi and Zuma?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They went into the scrap yard but thereafter went to report to Regina Gcabashe.  She was also helping at the scrap yard.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were they attacked at the scrap yard?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, they were not being attacked.  This is the trick we use if something has happened in the location.",
            "Male"
        ],
        [
            "MR MALAN",
            "What did you see there?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Nothing, we just went to fetch the boys.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look here just understand, after the shooting incident when Zikhali was killed you received a telephone call whilst you were at this house from Mrs Gcabashe that there was an attack so you take your friends Vusi Myeza and the other friend of yours and you go there, was there an attack that the telephone call was all about?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, there was no attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was no attack. So on that day there was just this one incident when Zikhali was killed?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There was no fighting in the location on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes can we move on to the next incident?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Okay the next incident that you applied for amnesty for is that of the killing of a person by the name of Botha, is that the same person as Vusimuzi Mbokazi?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Botha was staying in the Ubambiswano School teacher's quarters.  He was just a school attending boy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, just the question is, is he the same person?  Is his full name Vusimuzi Muntukaziboni Mbukazi Botha, is that one person?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know his surname.  I know him as Botha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the only name by which you know him?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes do carry on about talking about this killing of Botha.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Okay was a decision made to kill this Botha person?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, we took a decision to kill Botha.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Who was present when this decision was taken?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was Mr Dlulane, Vusi Myeza and myself.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "The three of you?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And that is the same three persons that were involved in the meeting regarding Mr Zikhali, is that right?  That is the same people you mentioned when you spoke regarding Zikhali?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were four when we decided to kill Mr Zikhali.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Yes but that is the same people, three of those people that were mentioned there are the three people you are mentioning now?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this decision taken?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot remember the date when Botha was killed, but it was a Saturday.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Where was this meeting held?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were at Mr Dlulane's house.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And why was it decided that Botha was to be killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Botha came to Mr Dlulane one day, after it was known that he was friendly to some ANC members.  At that time, IFP supporters were no longer allowed to attend classes at Ubambiswano School.  We were of the opinion that whenever Botha visited Mr Nyawuza's house in our absence, he would gather information and see whether Mr Nyawuza's house was guarded or not.  We then decided, the three of us, that we must do something to him.  We decided to shoot.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay was this suspicion that you had regarding him being, let's call it a spy, is that something you saw or that you heard or is it just a mere suspicion?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were not just suspecting.  We knew that when he went to Mr Nyawuza's house when we were not there, he wanted to get some information from the boys who were also staying there.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay but can you tell me how do you know that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was also in the company of the ANC boys, and was not attending IFP meetings in the location.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "If you say he was extracting information, how did he go about doing that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was asking the boys when we were going to a meeting and where.  The boys would then report to us.  Usually, after getting this information, our bus would then be ambushed on the way.  That is how we knew that he was passing information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what did he do when he gathered this information about where meetings were going to be held, what did he do?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was telling the ANC people that information.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Are you trying to say that is why the bus or how the bus was attacked?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "You also spoke about school kids not allowed to go to school, what was this Mr Botha's involvement in that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was involved in hitting the IFP youth members, especially the girls.  He was in the forefront.  He used to do this with other boys like Schoolboy and others.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What do you mean he was in the forefront, did he do something physically?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They used to carry firearms and use to stab schoolgirls on their buttocks.  They were doing this because these children were IFP members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's just get this clear, I get a very confused picture from you.  You say he would stop children from going to school, how would he stop children from going to school?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The children were attending school at Ubambiswano High School.  When this violence started, they attacked these children and chased them away from the school.  These children could no longer attend school.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So are you saying that he, this Botha and others would go to school and attack the children and the teachers at school?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I had warned Botha several times that they should not attack the children because they were just attending school.  I told him that I did not like it.  His reply was that it is because we were \"klovas\" (derogatory word referring to IFP members).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see this happening?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at the school when this happened?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I saw it with my own eyes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when you see this happening did you not go up to him and ask him why he is attacking the children?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I approached him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were on talking terms with Mr Botha?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, we were on talking terms with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he say when you asked him not to interfere with the children's schooling, what did he say?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He used to tell me that there was nothing I could do and that I was speaking on their behalf because we were all IFP members.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Myeza did he come out clear that he was an ANC member?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.  He told me that he was an ANC member and nobody would change him.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "So when initially you said it was known that he was an ANC sympathizer, that could not be correct then?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I would not know whether he had an ANC membership card, but the were wearing ANC T-shirts.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was this in the location?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When he went and prevented children at school, he and his friends prevented children from studying at school you saw it, every other Inkatha member in that area, IFP member in the area would see him doing this?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, other people saw them doing it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they did nothing about it?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The community could do nothing because it was afraid of the ANC children.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Schoolboy, their secretary would be present with other boys.",
            "Male"
        ],
        [
            "MR MALAN",
            "The question if I understood it correctly was: did the community, the Inkatha community in the location do nothing when Botha attacked the children?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who came with Botha to tell these children not to go to school, was he on his own?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Schoolboy, their secretary would be present with other boys.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were they from the locatio, the other youths?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, they were from the location.",
            "Male"
        ],
        [
            "MR MALAN",
            "This is the youths with Botha who were ...(inaudible) - just leave that till I have finished. Please leave the microphone till I have finished the question because you won't be able to hear me if you switch on yours.  The people who stopped the children from going to school, they were people that Botha was part of, were the others some of the school children or were they coming from outside the location?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Some of them were also attending school there, and were staying in the location.  Some of them had fled the location and were staying in Nyanini.",
            "Male"
        ],
        [
            "MR MALAN",
            "So these were people who came in from the Njanini, they weren't people from your area?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "This is one area under the one iNgoso.  It was a location and a missionary that is rural.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Mr Alberts.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "These people when they came to the school did they just talk to the children or what did they do to chase children out of the school?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They would go to this school when children are on the break.  The car would then drop them there and when the children go to the shops to buy, they would then approach them and attack them.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay and at this meeting you later held what was the decision that you came to?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We decided that he should be shot dead because he did not want peace in the location.  Mr Nyawuza then took out the rounds from ammunition from the firearm we got from another policeman stationed at Eshowe town.  He gave those rounds to Vusi Myeza.  I am the one who knew where this boy was staying and I then led them there.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Just before we go onto that.  Was that a decision that was taken unanimously by the three of you or was there an order given?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were just followers of the IFP.  The person in charge was Mr Dlulane.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was an order given?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "How long after this incident was Botha eventually murdered?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We did not take a long time, we planned during the day and he was shot that evening.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay you said you were to point out the house of Botha, when you left the meeting ...[intervention]",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I went to point where he was staying.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What happened after you left the meeting?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "When we arrived there, we got into the house.  I was with Vusi Myeza.  We talked to him and asked him to show us the room that was to be let.  He did not know the person who was with me.  He then showed us that room that was unoccupied.  He had a candle and Vusi then shot him twice.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Where was he shot?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Vusi fired twice.  I think he shot him on the head because Vusi was following him as he was going to show him this room.  We thereafter ran to Mr Nyawuza's house.  We reported this matter to him and he confirmed that he had heard a gunshot.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "After a shot was fired what did you then do?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Nothing happened after we shot him.  What I remember is that his body was only found by the police the following day.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And did you report to your superiors that the shooting was in fact done?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which superiors?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "This Dludlani.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, we told Mr Nyawuza that we had shot him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In point of time when was this killing, do you know?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Mr Chairman I see on the inquest it looks like 21/11 or 21/10/93 the person Mbukazi as far as I can gather.",
            "Male"
        ],
        [
            "MR BRINK",
            "21/11 Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does that appear Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Page 47 of the papers about, after identification the deceased: adult male 27 years there is: 21/11/93.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "If that is in fact the person named Botha. As far as we can gather that is the inquest ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if that is correct then this happened the day after Zikhali was killed?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "That is correct.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "As far as I can remember Botha is the first person to be killed.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did the two incidents happen within a day of each other?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot say, but I think we killed Botha first, then Zikhali.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is the date?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "I see the date given on the two inquest documents are both 21/11/93.\n\tWhat time of the day was Botha killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Botha was killed at about 8:30 pm.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was he alone at his home?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, he was staying alone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old was this person Botha?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Botha was a little older than me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes carry on.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Can we proceed to the next incident?  The next incident would be the killing of ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry just before you proceed, just this one last question.  Can you remember that Botha and Zikhali, that you killed them on the same day?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you remember whether you killed them within a week or was it a year apart, what does your memory tell you?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was the same year, either 1992/93.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you sure that it wasn't on the same day?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I am sure it was not on the same day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see the court papers record that they were both shot, they give you the date of death as being the 21st of November 1993.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is not true, they were not killed on the same day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well since you don't have a recollection of whether they were killed within the same month or within the same year your evidence is not very helpful.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was the same year but not the same day.  It could be the same month but definitely not the same day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well there is nothing we can do about that.\n\tYes will you move on?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "The third incident that you are asking for amnesty is Bonginkosi Khanyile. Can you tell us who\nBonginkosi Khanyile was?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was told that Bonginkosi Khanyile was from Vuma area.  I did not know him.  He was accidentally killed.  We were from the conference at Ensingweni.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Who was this Mr Kanyele, was he an ANC member at the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No just, just don't put it like that. He says it was done by mistake. Let's just get some more details about where this was done, how it was done?\n\tYou said that you were coming from a meeting, where was this meeting?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The meeting was Ensingweni where our IFP president was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what happened when you were coming from this meeting?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was about 4 pm  when we came back.  We were in the bus and they through bottles at our bus.  I then pursued him and asked him why they threw bottles at our bus.  I then stabbed him with a knife.  Muhle Mthethwa then came there and shot him with pellets on his eye.  I am the one who stabbed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just give me that name again, Muhle who?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Muhle Mthethwa.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you see Mr Kanyele at the shops?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I saw him.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And with who was he or who was with him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They were four, sitting near the bottle store, drinking some beer.  The other three managed to run away.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did they first throw bottles at your vehicle?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They threw bottles at a bus. They did not throw stones.  They had beer bottles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The bus they threw bottles and stones at a bus.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They threw them at a bus.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And where were the bottles thrown at or what?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "(... no English translation)",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What bus are we talking about now?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The bus was carrying IFP supporters.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And where were you at that time?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was there.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you know why stones were thrown at the bus, bottles?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I know why they were throwing bottles at our bus.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Why is that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It is because many IFP supporters were not in the area.  They had attended this conference we were coming from.  Because they are ANC members, they attack our bus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So because they didn't attend the rally you regarded them as ANC members?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He could not have sat there with ANC members if he was not a member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but then there were four of them?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I did not know them, but I knew one of them as a resident in the location.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't even know them?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We did not think that they were ANC supporters.  We knew they were.  The only person we did not know was the deceased because he was sitting with them, we thought he was also one of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And because they didn't attend the rally you took it for granted that they were all ANC?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They were wearing ANC T-shirts.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Apart from them being with ANC members and not attending the rally, is there anything else that gave you the impression that he was an ANC member?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They were wearing ANC T-shirts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On that day?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And who started throwing the bottles?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Khanyile started throwing stones.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And did you people get off the bus?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you get off while the bottles were being thrown or only afterwards?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We got off at that time.",
            "Male"
        ],
        [
            "MR MALAN",
            "May we hear the interpreters?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he say?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes and what did you do when you got off the bus?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We got off, I grabbed him and stabbed him.  Muhle then came there and shot him.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "When you got off the bus and stabbed him what was Mr Khanyile doing at that time?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was running away but one could see he still wanted to come back and fulfil what he wanted to do.  I then stabbed him.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "So do I understand you correctly there was no planning done before this incident, it happened on the spur of the moment?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And what is the reason for killing or stabbing Mr Khanyile?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The reason why I stabbed him is because he was throwing stones at our bus.  I then pursued them when they were running away and I managed to catch him and then stabbed him on his shoulder with a knife.  He tried to run away again ...[intervention]",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Were you with this other person who eventually shot Mr Khanyile at the time when he was shot?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Many people followed me when I got off the bus, but the person who shot him was Muhle.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "You also mentioned in a statement ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Just before you proceed.\n\tDid you leave the body of Mr Khanyile there?  Did any of the other members go to the body?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There were KwaZulu Police on that day.  Mr Khanyile's body was then taken to the mortuary by the police.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did this attack on Khanyile happen in the presence of the police?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you arrested there?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Nobody was arrested.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did the police just allow you to leave?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you say they saw the killing?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, they did see when he was shot.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you started to give evidence on this incident you referred to the four people sitting on the stoep or sitting at the shops with their case of beer drinking beer and you said you did not know any of them. You also then already said it was a mistake, but when you were questioned you said you knew three of them.  Do you have the names of the other three for us?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I know the first person as Peter Dludla.  The other one is Dube, I do not know his first name.  He was a special constable in the Police Service.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the third one?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The third one was Mvana Biyela.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know them to be ANC members?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even the man who was a special constable, Dube?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, he is a special constable in the police service.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought that special constables were taken and picked on amongst the Inkatha supporters.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It is true that the special constables were IFP supporters.  Dube joined before this happened.  After he was appointed as such, he then showed his true colours that he was an ANC supporter.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he on duty that afternoon?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was sitting at his house.  He was from Ulundi, I think.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he wear a uniform?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, he was not wearing a uniform.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "I see in your initial application you give the name of Ngoso Dludla and Bonginkosi Khanyile as being the same person, is that correct? Is that the same person?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "You mean Dludla.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are you reading from, just read it please?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Page 2 of your application form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes what does it say there?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "At number 4, third person Ngoso Dludla also known as Bonginkosi Khanyile.\n\tIs that the same person?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let him have a look at that application form please.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Dludla is someone else.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Why I am asking the question is, in your statement that was added to your application for amnesty you also make mention of an incident where Ngoso Dludla was killed while you were out of town.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I have not mentioned Ngoso Dludla yet.",
            "Male"
        ],
        [
            "MR MALAN",
            "That application form that you have before you is that your handwriting, did you fill that in or who did it for you?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "This is not my handwriting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose handwriting is it?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It is the handwriting of the policeman who came to take statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And all the information was given to him by you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I can read.  He wrote what was said by me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now if you look at that page on page 2 where the names are written - just let him have it again please, did you give him the first name, Vusi Muzi Mundungazi Gaziboni Mbokazi?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know this name Vusimuzi Mbokazi.  There are people who were shot in the house that I did not know.  I was told these names by the policeman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now then in the second line it also said also known as Botha do you see that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot dispute that Botha is also Vusimuzi Mbokazi because I did not know his real names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what is the second name?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "(... no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is his name?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "(...no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Read the third name.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes I can read, that third name is his.  His name is Ngoso Dludla.  I cannot dispute that his other name is Bonginkosi Khanyile.  I only know him as Ngoso Dludla.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It says Ngoso?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot dispute that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Also known as Bonginkosi Khanyile.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in respect of all these incidents in which you took part in killing you were not arrested nor were you charged?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I know what caused all that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like to know?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The reason why we were never arrested is because many police officers in Eshowe police station were IFP members.  They were also providing us with information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do complete your questioning.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Okay the person you know as Khanyile and Ngoso Dludla is that the same person?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I will admit that that is the same person because that is how it is written down.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What I am trying to find out, you gave us an explanation of how you stabbed one Bonginkosi Khanyile and he was later shot, is that the same person as Ngoso Dludla?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The person who was stabbed and shot was not Ngoso Dludla.  Dludla's story is still a long one.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "You were not present when Ngoso Dludla was shot, is that right?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was present when Ngoso Dludla was killed.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was a decision taken to have ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hold it, \"I was present\" where?  What happened?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "What was your question Mr Alberts, was he present where?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was present when a decision was taken that he should be killed.  I was also present when he was killed.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Who else was present when the plan was made to kill him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Thandazani Linda, Mr Nyawuza, Muhle Mthethwa and myself were there.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Who is Thandazani Linda?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Thandazani Linda came from eNseleni.  He was the guard in Mr Nyawuza's house.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Muhle Mthethwa who was he?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Muhle Mthethwa was an IFP member from Mandini.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Why was it decided that Mr Dludla had to be murdered?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot say why Mr Ngoso Dludla was killed because this was not done by my hand.  What I know is that Mr Nywwuza was not in good terms with Dludla because of the attack on his wife.  Mr Nyawuza's wife was shot in 1993 ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just give us the name of the person?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know Mr Dlulane's name.  His familiar name in the location is Nyawuza.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Is that the same person you have been referring to in your previous testimony?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright so now I am not fast, I didn't take down.  I want you to tell me now why do you think that Ngoso Dludla was killed?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The reason why Ngoso Dludla was killed is because Mr Nyawuza's house was one day attacked, and his wife was shot.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What is the name of the wife of Dlulane Nyawusa?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Fakazile Gumede.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was it suspected that Dludla had something to do with the killing of this lady?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was suspected.  They in fact said he should be the first person to be killed.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "But you didn't know it, you just accepted the word of the other people at this meeting?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And what was then decided regarding Mr Dludla?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was decided that he should be fatally shot.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "How long was the plan to have him killed implemented?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It took a long time for Mr Ngoso Dludla to be killed because his parents had taken him away from the area and he was now attending school at Gqikazi in Nongoma area, where he was with Nyawuza's children.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Just to come back regarding one aspect of this meeting, was it decided between the people at the meeting that he should be killed or was an order given?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is meant by: \"an order given\" when they are all agreeing among themselves that he should be killed? Who issues orders then?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Mr Chairman I am just trying to establish was it decided between themselves or was it somebody who made the decision on their behalf.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We, as supporters, were just told what we were supposed to do.  We would then follow that order.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "From who did you receive this instruction?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Nyawuza.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "When did this meeting take place, can you remember the date?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I think we decided about Dludla in 1992.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And how long after this meeting was Mr Dludla in fact murdered?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was killed in Easter in 1993.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Can you tell us how it happened that he was killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "On that day, the Thursday, I was supposed to leave for Newcastle.  However, I did not leave because the ANC was going to hold a meeting in Nyanini.  I then saw Mr Dludla leaving the place he was staying and he went to a shebeen.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Were you waiting for him at that time?  Did you know that he was going to pass by there?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was visiting at Khuzwayo's house when I saw him walking past.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was this ANC rally to be held?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was going to in Nyanini.  It was not a rally, but a meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh I thought you said it was a rally, maybe it is the translation.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Just to come back to my question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hold it.\n\tDludla was on his way to an ANC meeting at Nyanini, and then what happened?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He went to a shebeen, and stayed there until late in the evening.  The people who were ordered to kill him namely Muhle Mthethwa from Mandini and Thandazani Linda were there.  When he came out, they then shot him.  They carried him after he died and put him in the passage near his house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just tell us who shot him?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Muhle Mthethwa is the one who fired a shot.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Were you present when he was shot?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was present and saw everything",
            "Male"
        ],
        [
            "MR ALBERTS",
            "After the body was dumped what ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry did anybody else take part in the shooting besides Muhle Mthethwa?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Nobody else shot him.  After that, Thandazani and Muhle carried him and dumped his body in the passage near his house.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "After the body ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please just hold it.\n\tWhat passage are you talking about? You say the body was dumped next to the passage, what passage was that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "This is a thoroughfare used by pedestrians in the location when they go to other sections in the location.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And after the body was dumped what happened?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I heard them saying that some of his body parts should be removed because a certain invanga wanted them.  I did not want to be involved in removing some of his body parts because we had done what Mr Nyawuza had ordered us to, that is to kill him.  They removed some of his parts.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Were you present when that happened, when the body was mutilated?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was not present when his body was mutilated.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And where did you go to?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I went to Khuzwayo's house.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you report this incident to anybody?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I did not tell anybody.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Just to take you back to one aspect, did you know why the wife of Dludlani was killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, Mr Nyawuza's wife was not killed, she was shot and her hip was injured.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Sorry but did you know why that was done, why it happened?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "His house was attacked because he was an IFP leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He won't know, he just thinks so it doesn't take the matter very much further.   We will take the short adjournment at this stage and resume in 15 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Mr Chairman there are two incidents mentioned in a statement by the applicant that is attached to his application that happened before the cut-off date but it is not mentioned in his form 1, the application itself.  I don't know whether I will have permission to proceed in leading evidence in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are they?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "It is on page 24 and 25, middle paragraph on page 24 and the first paragraph on page 25.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Alberts, are you referring to the Mahaye incident and the son of Nthuli?",
            "Male"
        ],
        [
            "MR ALBERTS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is in the form of an affidavit.  This statement is in fact an affidavit isn't it?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "That is correct, its heading says affidavit but it was however not deposed as an affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well it does appear to be, page 27.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "In fact Mr Chairman the typewritten document appears to be a transcript of the handwritten document which appears from page 8 to page 20 and it appears on page 20 that in fact the applicant affixed his thumb print and the Commissioner of Oaths certified it.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is it his desire to apply for amnesty in respect of these matters?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Alberts, may I also refer you to page 26 at the top there, the reference to two school boys, are you not including that as well?",
            "Male"
        ],
        [
            "MR ALBERTS",
            "I apologise, yes that should also be included.",
            "Male"
        ],
        [
            "MR MALAN",
            "You may proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink may not this be, may produce some difficulties in the sense that parties who may have an interest in this matter are not here?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "That is absolutely correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And there is no way of finding out whether they may not have a view that might affect the facts that are set out?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In these paragraphs.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Indeed. I think with great respect Mr Chairman, it would be inadvisable to proceed with this aspect of the application at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless we hear his evidence and then you take it upon yourself to obtain affidavits from the affected parties only to the extent that they may have a view of the fact that are different and then you obtain those affidavits to place their version of the facts.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes, that could be done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we may postpone taking a decision on the matter and you and Mr Alberts can go through those facts to find out whether there is any difficulty between the two of you, otherwise it might mean postponing this application and then sitting again on another day when the three of us may not be sitting together for a long time.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes, I see the problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you say to that?  Yes I think that it is only proper that we will not make a decision on this matter until the dependants and the relatives have had an opportunity to express their views concerning them, concerning the matters that affect them.  In the meanwhile we will allow and we will accept his application in respect of these matters so you may start, you may proceed with them.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Thank you Mr Chairman.\n\tYou also made mention in your affidavit of an attack of the Msomi kraal.  Was there a meeting held to decide on this aspect?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were still talking about Ngoso.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Mr Chairman. I don't know if anybody else has something further about Ngoso or the previous incident that we dealt with?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well for the time being we haven't but we may ask him questions if the need arises.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Thank you.\n\tOkay we moving onto the attack on the kraal of Msomi now, was a meeting held?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, start off with, instead of whether a meeting was held, start off with what was done, what did these people do before you talk to him about what the meeting was about isn't it?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes, Mr Chairman.\n\tDo you know why the kraal of Msomi was attacked?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What was the reason?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The reason why Msomi's kraal was attacked is because another boy, namely Mbeshe Mahaye was killed.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you know by whom he was killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know why Mbeshe was killed, I only received a message that he was killed.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you suspect anybody?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well they just received a message that he had been killed.\n Did you know this man Mahaye?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was he killed?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was in 1993/94, as far as I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was this man from, Mr Mahaye?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mahye was from Mkhukhuze, in Nyanini.  It is in Exhowe area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You received a message that he had been killed, what happened after that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We came together, we IFP boys.  A KwaZulu policeman was also present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just give me the names of the people who gathered?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The KwaZulu policeman was Ngema, I have forgotten his first name.  Another person was Thokozani Ntuli.  He was not a KwaZulu police but an IFP member.  Mbeshe Mahaye's brothers, namely Mso and Kusakusa were also present.  Kusakusa is still a KwaZulu policeman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you spell that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "K U S A K U S A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "B-U-S-A?  Yes do carry on.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know the other people because there was many.  Thulani Myeza, Thokozani Ntuli, Kusakusa Mahaye and myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was yourself.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Where did you gather?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We met in the scrap yard.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What was decided at this meeting?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We decided that we must destroy these boys houses because they had killed another boy.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Why was the kraal of Mr Msomi chosen?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The message we received ...[intervention]",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What was the message?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The message was that the people who killed Mbeshe were staying at Msomi's place.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Yes but what does that have to do with Mr Msomi, why was he chosen?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The reason why Msomi's house should be attacked is because the boys who murdered Mbeshe stayed there.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And how did you know the identity of the attackers or that they were there at Msomi's place?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is the message we got, that these boys were at Msomi's kraal.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And what was decided at this meeting?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We decided to go and destroy Msomi's house.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was that a decision taking by everybody together or was it one person that made the decision?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "This was a decision from all of us.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you immediately after this meeting proceed to the kraal of Mr Msomi?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We first sent the KwaZulu police to this house, so that these people would think the police were the ones who were coming there.  We then followed the police.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Was that on the Sunday?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay you now follow the KwaZulu Police to the kraal, what happened at the kraal?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We went in and destroyed the whole kraal.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "How many people were you at that time when you attacked the kraal?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were more then twenty.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Were you armed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, we were armed.  I had a firearm and other people had homemade firearms.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "If you say you destroyed the kraal, what did you do?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "When we arrived there, we dosed the kraal with petrol that we had, and we set it alight.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did anybody die on that day?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The police did tell me that some of the people were killed there.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you know how these people died?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They were burnt in the house.  There was also a girl from Durban who was visiting.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "How did they die?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Before the kraal was set alight, a shot was fired while we were outside there.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Apart from the burning of the huts, were shots fired, was anybody physically assaulted?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And after these houses were set alight what did you do then?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We then left.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Yes where did you go to?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We went to other kraals in that Nyanini area.  We did the same to those kraals, and we thereafter left.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you know who the other people are whose kraals were attacked?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know the owners of that other kraals in Nyanini.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Apart from the Msomi household, can you give us any other names of people whose kraals were attacked?",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I am sorry to interrupt but this aspect of the matter is not covered by the affidavit.  I don't think it with respect be included in this application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this talking about the Msomi house?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright now before you attacked the Msomi house did you satisfy yourself that there were people living in the house?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We did not ascertain whether there were any people in the house, we just attacked without knocking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time of the day was this?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was during the night.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were you expecting people to be there in the house?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We knew there were people living in those kraals.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did the police do that went ahead of you, what did the police do at this place?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The police did not enter Msomi's kraal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did they do?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They walked past and went to wait at Mbeshe Mahaye's kraal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where who had been stabbed, Mbeshe Mahaye?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Can you remember the date of this attack on the kraal of Msomi?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I think it was in 1994/95.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "I see in your statement you state it was in 1994 before the elections, is that more or less correct?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr Alberts this is rather crucial, it's not a question of more or less correct.  If it is after the elections then there is no application, so could you try and establish whether he has any recollection as to the relative date relating to the elections?",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Have you got any idea, do you know if it was before the election or after the election?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot remember because this happened long ago, I think it was in 1994, before the election.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "You gave us two times, initially you said 1993/1994 or 1993 beginning of 1994 and now later you say 1994/1995, which is now correct?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I think it was before the election.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "This Mbeshe Mahaye, who was he?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mbeshe Mahaye was an IFP supporter.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And do you know why he was killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I know why he was killed.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What is the reason?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was an IFP member.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And after the attacks on these houses, did you all go back, where did you go to then?",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr Alberts, the answer was that he was killed simply because he was a member of the IFP.\n\tWas he a youth leader in the IFP?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was the leader of the youth.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was his position?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was just a secretary of the place where he was staying.",
            "Male"
        ],
        [
            "MR MALAN",
            "Which particular place is this?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mkhukhuze.",
            "Male"
        ],
        [
            "MR MALAN",
            "You said initially when asked that you know him very well, is that correct?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you were asked in the beginning whether you know Mbeshe Mahaye your response as it came over through the interpretation service was: \"I know him very well.\"",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he ever part of your group that went attacking ANC's?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, he was not some of our group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "The other incident that you mention was the son of Ngodini Nthuli. Who was this person, the son of Ngodini Nthuli?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know the name of this Ngodini Ntuli son.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Why was he killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was killed because he was a member of the ANC.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did he have any position in the ANC, any specific reason why?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I knew him as the teacher in the area.  I do not know whether he had a position in the ANC.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And who decided that he had to be killed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The person who decided that he should be killed is Nyawuza.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And who was present when this decision was made?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Bonga Dlamini was present.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Only him, you and Dludlani?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't say he was.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you present as well?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And did Dlulane give any reason why Nthuli had to die?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There are reasons, yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What reason did he give?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Nyawuza and him once argued to the extent they drew firearms and wanted to shoot each other.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you know what happened during that confrontation?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was because of the political party.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Yes, do I understand you correctly that there was a shooting incident?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "They did not shoot each other, they just drew their firearms and a person who was present had to intervene.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Were you present?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "After the meeting regarding Ntuli, or let me put it this way first, who made the decision that Ntuli must die, was it one person that said Nthuli must die or was it a consensus that was arrived at?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The person who ordered that Mgodini's son should be killed is Mr Nyawuza because he is the one who had an argument with him.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Nyawusa that is the same person as Dlulane?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Can you remember when this meeting took place?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's just talk about when the shooting took place or the confrontation, when did that take place?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "The confrontation between Dlulane and Ntuli's son do you know when that took place?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It happened in 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Can you remember when this meeting deciding on the murder of Ntuli's son took place?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The meeting was held in 1993 that he should be killed.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And do you know whether this decision was ever implemented?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR ALBERTS",
            "How long after this meeting did the eventual death of Mr Ntuli take place?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I still remember the date.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you remember the date of the incident when Ntuli died?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was a Saturday.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Yes when was that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot remember the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What month?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you remember the year?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was 1995.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Are you sure about the year?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I am sure about the year, it was 1995.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you remember whether it was before or after the first election?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot remember which election.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you present when Ntuli's son was killed?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was there on the day of his killing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many of you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Two of us were to kill him.  The KwaZulu Police were however accompanying us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now just first tell us about those who were with you. You say there were two besides you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was Sbonga Dlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and who else?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Bheki Sibiya, a KwaZulu policeman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was Ntuli killed?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We parked a hippo near his house.  Sbonga Dlamini, who had a teargas canister in his hand then got off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Where did he get that teargas?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We got the teargas from the KwaZulu police.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who gave it to him?  He had it in his hand, was it given to him, was it given to some one else?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Sbonga Dlamini had it in his hand.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did Nyahusa Dludlani, did he give it to him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Bheki Sibiya, who was the driver of the hippo on that day, is the one who took it out.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Yes, he was given this teargas and what happened then?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We stopped near Mtuli's house, and Sbonga got off.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did he only have the teargas in his possession?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He had a canister and a parabellum that takes 16 cartridges.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Are you now talking about a type of firearm?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is a 16 shoot calibre?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "A parabellum.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Parabellum, is that a 9mm?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did only he get out of the vehicle?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Okay what happened when he got out of the vehicle?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He knocked at the door and Ntuli boy opened the door, Sbonga then removed the pin of the canister and through the canister into the house.  This boy then tried to run out of the house, and Sbonga shot him.  He then came back, got into the hippo and drove off.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Yes?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We drove off.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you see the son being shot?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.  I saw because it happened near the door.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "We got into the hippo, where did you go to then?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just hold it, it is going too fast.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "(... no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when the Ntuli boy ran out of the house who shot him?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Sbonga Dlamini shot him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you do?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was keeping guard at another house for the people who might come out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Were you also armed?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I had a G3 machine rifle.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you fire any shots?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he have?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "G3.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is that?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "It is a machine rifle.\n\tDid you fire any shots?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We did not shoot further because nobody came out of the house.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "When Dlamini got into the Hippo, where did you go to?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We went back to Nyawuza's house.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Did you report this to anybody?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We reported to Mr Nyawuza Dlulane.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "You also mentioned in your statement the matter where two school boys were killed by Sibonga Dlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is now page 26?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "That is correct.\n\tDo you know why these two school boys were shot?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many school boys?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Two school boys.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Who killed them?",
            "Male"
        ],
        [
            "MR ALBERTS",
            "I am referring to two school boys according to your statement who was killed by Sibonga Dlamini.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is another story.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know anything?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I was not there, but I was present when the decision was taken that they should be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think that he was involved in the matter if you read that paragraph was he?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "... (no English translation)",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Do you know why ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't take part in the killing? Because he wasn't even there?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I did not kill anybody there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He committed no offence.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "I will then move on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is it.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "It seems from your evidence that there were a lot of shootings between the two parties, what would you describe the condition in the area between the parties at the time?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There was a no good relationship between the IFP and ANC in the Eshowe area.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Can you give us an idea why all this fighting took place, what was the reason for the fighting?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "What caused the friction in Eshowe is the affiliation to the two parties.  The ANC started this by conducting meetings in the location and ordering everybody to become an ANC member.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "What did you try to achieve by these killings that you were involved in?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were doing this as we were also trained as SPU's, because we were getting money.  We were given money, but later this stopped.  Mr Nyawuza would bring the firearms and tell that we were supposed to kill co many.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "How did you think at the time your actions would help the IFP?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was told that if the ANC still had leaders my party would not prosper.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And did you attack these opposition party members then to get them out of the area?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "You mentioned being trained as an SPU member, when did this training take place?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The training took place in 1993, before election.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "By whom were you trained?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were trained at eMandleni.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And how would you consider or describe your role in this whole conflict, what would you say your role was?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The role I played in all this is that I was being called to go and kill people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So a killer is called a facilitator?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Wouldn't a better word be something like a hit-man?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he was a facilitator. That is what he means.\n\tIf one kills somebody the killer is a facilitator, is that right?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "(Explanation)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "And how do you feel about all these people that died by your hand or with your cooperation?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I am not boasting, I feel very sorry about what happened.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And is there something you want to say to the family of the victims of these actions of yours?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.  To the families of the people I killed, I ask them to forgive me.  I did not intend doing this.  It happened when violence was still very rife in Eshowe area.  I was also used to commit these murders because those people who were sending me to do this provided me with everything like firearms, etc.  I was doing this for the location of Gezinsila.  Today, My Nyawuza is happily living in the area now.  Many families lost their breadwinners because those breadwinners did not see eye to eye with Mr Nyawuza.  I ask those people to forgive me, not because I want to be freed from gaol.  It is not for me to say what they should do, but just to say that I am guilty.  I am really sorry.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Yes?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is all.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "The matter for which you are apparently serving a sentence is not one of the matters you did apply for amnesty for, you know that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I did ask for amnesty for these two cases I am serving sentences for.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "You however realise that those matters fall after the cut-off date of amnesty and that you are not going to get amnesty on those.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I applied before closing date.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Just one last aspect, what made you become what you call a facilitator, what made you go to this Dludlani and say to him: \"Let me help you\"?  What prompted you to do that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The reason why I realised that I was being used, is because the promises made to me were now not being fulfilled.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Thank you Mr Chairman nothing from my side.\nNO FURTHER QUESTIONS BY MR ALBERTS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who made these promises to you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Dlulane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were these promises?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He promised me that I would be employed as a member of the KwaZulu police because people who were doing as I was doing were the ones that were sought.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of work have you been doing?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I never worked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Nyawuza what work does he do?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Nyawuza is working, he is a driver of uMntwana Gideon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh yes sorry, yes.",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Nothing further from my side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink any questions?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Thank you Mr Chairman. I just want to deal firstly with the murder of Mr Ntuli's son.  Did you in your evidence say that that took place in 1995?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I remember it happened in 1995, I had just been released from prison.",
            "Male"
        ],
        [
            "MR BRINK",
            "When were you released from prison?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was released on 2 July 1994, it was a Tuesday.",
            "Male"
        ],
        [
            "MR BRINK",
            "So the murder of Ntuli's son took place after that date in July 1994, is that what you are saying?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was long after I was released from prison.",
            "Male"
        ],
        [
            "MR BRINK",
            "But certainly after July 1994?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes he said that.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Ja.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now I want to deal with Mr Zikhali.  In your evidence I think you said that you saw Mr Zikhali waiting at the bus stop or the rank waiting for transport, you approached him, he was shot and you then left but that the shooting was done by Vusi Myeza?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now when you made your affidavit, that is the supplementary affidavit to your application on the prescribed form - I refer to page 24 Mr Chairman, this is what you said regarding Mr Zikhali\n\"Concerning the killing of Mr Zikhali who is an ANC member, the instruction came from Mr Dlulane also known as Nyawusa to go and kill Zikhali in Gensinsile location where he had visited his girlfriend at a cottage\"\nDo you remember saying that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "You went on\n\"I and Mr Dludlani who was the driver to Gideon Zulu conveyed Sbu Zuma and Vusi Myeza to near the Bonamuva School where Fana Ntuli's cottages are situated.\"\nDo you remember saying that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "What you said was\n\"I and Mr Dludlani who was the driver to Gideon Zulu conveyed Sbu Zuma and Vusi Myeza to near the Bonamuva School where Fana Ntuli's cottages are situated.\"",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Will you repeat what you said about Fana Ntuli?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "You then went on\n\"Vusi Myeza was armed with a .38 special revolver and Sbu Zuma had a 9mm pistol.\"\nDid you say that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, that is what I said to the detectives, but I did not put it that way here.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am talking about the affidavit which is put up in support of your application for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let him have a look at it if he has a doubt Mr Brink, please?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Sorry I thought he had one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No his handwriting, is that in his handwriting?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I very much doubt it because he puts his thumb print to the affidavit.  So ...(indistinct) is illiterate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ask him if he can read.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Are you able to read English?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I will be able to read it if it is written in Zulu.",
            "Male"
        ],
        [
            "MR BRINK",
            "Alright well let me take it slowly. I will read to you what is here and it will be interpreted into Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't have to read what you have already read.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No.\n\"After thirty minutes we fetched them at the scrap yard near Nkanyezi Magistrate's Court as arranged.\"",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.\nMR BRINK\n\"Before we could fetch them they telephoned to say that they had killed him.  Sbu Zuma killed him.\"\nWhat do you say to that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, I did not put it that way.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was this document read back to you or not? I will leave it Mr Chair.\n\tNow I am going to deal briefly with Mr Ngoso Dludla.  I think you said in your evidence that after he was killed there was some attempt at mutilation of his body.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well you see the postmortem report seems to indicate - I am referring to page 41 Mr Chair and members of the Committee., indicates that in regard to the body of Bonginkosi Khanyile who you in your application on more than one occasion referred to as being the same person as Ngoso Dludla, it was the body of Mr Khanyile which appeared to be mutilated, that half his face was moved as a result of having been cut away by a sharp blade and something was pushed, I can't read, something was pushed through the left eye.  Now what do you say to that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is a mistake.",
            "Male"
        ],
        [
            "MR BRINK",
            "But this relates to the body of Mr Khanyile, is that not the same person as Mr Ngoso Dludla?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I will agree with how you put it, but I know him as Ngoso Dludla.",
            "Male"
        ],
        [
            "MR BRINK",
            "Alright so we can accept that Mr Ngoso Dludla is the same person as Mr Khanyile.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is possible, I cannot dispute it.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman I am now referring to page 25 of the affidavit.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Brink, just before you proceed, is it not possible that there is a mistaken identity of the individual that was killed at the occasion where the beer bottles were thrown at the bus?",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, one can't exclude that possibility.\n\tBut in any event you say that you were present when Mr Ngoso Dludla - please leave your microphone until I finish the question, when I finish the question and it has been interpreted to you then you can put your microphone on because every time you press your button it cuts me off. Going back to Mr Dludla. You say you were present when he was killed.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I was present when Ngoso Dludla was killed.",
            "Male"
        ],
        [
            "MR BRINK",
            "You see again in your affidavit, that is the affidavit in support of your application for amnesty, you indicated that\n\"I left on a Thursday afternoon for Newcastle before our plot, the plot to kill Mr Dludla was carried out.  On my return on Sunday I was informed by those who were present that Ngoso Dludla was shot dead by Togozani Ntuli, Thandazani Linda and Pazman.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are you reading from?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Page 25, middle paragraph.",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, the person who took down the statement made a mistake.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was the statement read back to you?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No.",
            "Male"
        ],
        [
            "MR BRINK",
            "Who do you say killed Dludla?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The person who shot Ngoso Dludla is Muhle Mthethwa.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now finally, had you not been offered some sort of promise of employment by Mr Nyawuza, would you have embarked upon these various acts of murder or been party to them?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There would be no other reason for me to kill people.",
            "Male"
        ],
        [
            "MR BRINK",
            "No, no I am not asking about instructions. My question was in the light of your evidence that Nyahusa had promised you should you require it, employment, would you have carried out these killings had he not made such an offer to you?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I would not have killed.",
            "Male"
        ],
        [
            "MR BRINK",
            "So was your motivation in carrying out these killings and being party to them, your motivation's one of a possible gain by permanent employment which you haven't had before that?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, that is what I say.",
            "Male"
        ],
        [
            "MR BRINK",
            "Thank you.\nNO FURTHER QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just follow up on that. I want to be as fair as possible to you Mr Myeza.  For one I am not sure that you really fully understand the process and why you are here.  You can only get amnesty if you tell the truth.  You can only get amnesty for crimes that you committed.  This is not a court that will find you guilty or not guilty, we have to find out whether we are satisfied that you are telling us everything that happened, inclusive of all your guilt, all your participation.  Now frankly the difficulty is that we have different versions in your amnesty application, in your additional statement that you say you gave to the investigators and in your evidence today and you are simply saying to us that it wasn't your handwriting, you didn't say it, it wasn't read back to you but my question is, and I am coming back to the issue of Mr Dludla's death, you say expressly to whoever took this statement\n\"I left on the Thursday afternoon for Newcastle before our plot was carried out. On my return on a Sunday I was informed that Dludla was shot dead.\"\nNow where would the investigator get this information from if you did not tell him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He is not telling the truth.  I did not say that to the person who was taking my statement.",
            "Male"
        ],
        [
            "MR MALAN",
            "Let me ask you just a very simple question, are you satisfied, because it is in your own interest, that you have told us everything and that you have been truthful because we have to make that finding before we can seriously consider granting you amnesty.  Are you satisfied that you have been open, truthful and told us everything?  Is there anything more you want to tell us or to set the record straight on?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "About Ngoso Dludla, and this is what I told the people who were taking down my statement, is that many people knew that I would be going to Newcastle.  I did not go because he was killed on Thursday night before Good Friday.  I do not make a mistake about what I said in my statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's talk about Mr Nyawuza.  He is the gentleman who is the driver of Mr Zulu.  When did Mr Nyawuza make this promise to you that you would get employment in the KZN Police, what year?  You might not remember the date, you might not remember the month but when was this?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I remember that it was in 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were you when he made this statement?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We first went for training.  It was in C section in Ulandi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you alone when he made this promise to you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was with Xolani Ngema.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you expected to do in return?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He said before we became permanent force members, Inkatha should first win the election in KwaZulu Natal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, my question is what were you expected to do in return for this promise?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was expected to kill ANC members, the people who were a trouble and were not in good relationship with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have I understood you to say that had he not made this promise to you, you would not have done what you have done?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, we could not have killed people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you receive any gifts or presents from him for doing things for him?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There is nothing else except the government firearms that were given to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who was supporting and maintaining you in the meanwhile, giving you food and clothing?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Dlulane used to bring food and clothing for us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Throughout the period 1993/1994?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As far as money was concerned, did you receive any money from him?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was not giving us money.  We were getting money from Ulundi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You used to fetch money from who?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were being paid as SPU members.  We received it from a certain person in Ulundi who was in charge of finances there.  I cannot recall his name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that every month or every week, how often was that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "After every two months.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is SPU, what does it mean?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "(Explanation of Self Protection Unit)",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So this was full time as far as you are concerned?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as member of the SPU who did you take orders from?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We got some orders from Phillip Powell when we were still in training.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would he come there to where you were and give instructions or were these instructions conveyed to you in some other way?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "At Umfolozi where we received training, we had commanders who were working under him.  We had commanders like \"Somatekisi\" and others that I cannot recall their surnames.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that was only during the time that you have for training but you were only for training for a short period?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, ...[indistinct] six months.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After the training was over who did you get instructions from?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The person who organised training for us was Mr Nyawuza.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you just tell us this Mr Philip Powell, have you met him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did you meet him?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "At Umfolozi.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you see him daily?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He came once in a fortnight for six months.  He is the one who also brought us the certificates to show that we had passed our training.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was that training called, what were you told what were you being trained for?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We were trained to protect the IFP.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now just a question as to the structure of the SPU, after your training did you have to report to anyone?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We, as the region of Eshowe were reporting to Nyawuza after performing our duties, another person was Sipho Mbambo.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you have meetings of the SPU in Eshowe?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There were no meetings that were held at Eshowe.  We held our meetings in Empangeni, where all the SPU's would come together.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you then have regular meetings there?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "We used to have meetings there were some of us would be picked to join the army at Mtubatuba.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who was the head of the unit in that region, was it Nwyawza or was it Mr Mbambo?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The person who was very helpful and we regarded as our commander was Mr Mbambo, Sipho Mbambo.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was Mr Nyawuza also an SPU?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No he was just a driver and the bodyguard of uMntwana Gideon.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did you have to report on SPU matters to Nuyawuza?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The reason why we reported to him is because he is the one who facilitated that we had a contact with this white man who was in charge of the SPU's",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Myeza before you were trained were you an IFP member in the in the district of Eshowe?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was a card-carrying member of the IFP.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Did you believe in the IFP policies because I understand you to say to us that the card was taken out on your behalf, am I right in so understanding you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I believed in the policies of the IFP because my family was also IFP members.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Had there not been promises of a police job, would you have gone for the training?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I would not have gone for training.  It would mean that I was not going to get a job after training.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "But you realise that after the training you were instead a facilitator in perpetrating crimes?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Did you ask at some stage before perpetrating these crimes: \"When am I getting the job I have been trained for\"?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I thought the job we were doing was the reason why we had been trained because we would go to Ulundi and get paid for what we did.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "You say you earned a salary for some time but it stopped, didn't your mind question if is this a permanent job or not?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I did not think of that because the reason why we could not get our money then, is because the person who was paying us was no longer at Ulundi.  He had run away.  When we went to Ulundi to protest about not getting our money, we found that this person had run away and there was a new person in his place.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now the people who trained you could you describe them to us who are they?  We know that Philip Powell would from time to time show his face a day or after but did you know who trained you people?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The person who was training us at Umfolozi was Somatekisi Mthembu.  That is how he was known.  There were many other commanders, but I did not know their names, another one was Madlinyoka.  What was happening there is that people were not giving their right names or surnames.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "For instance Mr Mthembu whom you knew to be owning a taxi, did you know his rank or what position he held in whatever organisation?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Let me correct this first.  This man did not own taxis.  This name \"Somatekisi\" was just his pseudonym and that is how we called him.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Taxi man, now I understand you perfectly thank you very much.  Was he a member of any organisation, IFP for instance and what rank did he have when he trained you people?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was an IFP member.  He was the commander there.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I take it, correct me if I am mistaken, that you were trained in handling firearms, how to kill, would I be right to say you're saying so?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, we were told that we were trained for 1994 election, to kill.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Could you just tell us more that you were trained for the 1994 elections to do what, to show people how to vote or to kill people not to vote?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "To kill the ANC leadership.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Did you know which leaders were you supposed to kill from the ANC?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I know a few of them.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Would you be kind enough to just give us the few you know?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The first one was Bongani Msomi in eSikhawini.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Proceed.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The second one was Bheki Ntuli in Mtubatuba.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Can you remember only the two?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Mr Nxumalo, here in Eshowe.  Given Mthethwa from Eshowe, Schoolboy from Eshowe, Mr Msweli in Mandini.  Those are the only people who were disturbing the election in KwaZulu Natal.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I understood you to say to us that Eshowe was an IFP stronghold and I realised that for instance Nxmalo and Mthethwa are also from Eshowe.",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is true.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now lastly, you mentioned that when you attacked you were accompanied by the KwaZulu Police ...(indistinct)?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And prior to your attack you held a meeting, do you recall that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were the KwaZulu Police present in that meeting or if not when did they join you or how did they know that you planned this attack?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The KwaZulu Police would not be present when the decision is taken, but they would be told to go and raid the ANC members after we had taken a decision.  The KwaZulu Police would then be led be Nr Nyawuza where they were supposed to raid.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Would we understand you correctly that the police, that is the KwaZulu Police, were your allies when you attacked the ANC members, would we understand you to say that?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you very much Mr Myeza, I have got no further questions.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well will take the short adjournment now. Mr Brink can we resume at two o'clock?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We adjourn now and resume at two o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) put to this witness?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Just one aspect thank you.\n\tBefore you decided to join the SPU training were you already an IFP member by then?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And when you decided ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear him, sorry.  What is the answer?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "And when you decided to join the SPU training what was your purpose for joining?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "The reason why I joined the SPU is because I had already been told by Mr Nyawuza that for us to protect the IFP, we had to be trained so that we could carry firearms legally.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "And these acts that you did commit, apart from thinking that you would get employment, is there any other reason that prompted you or that made you to do this?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No, there were no other reasons.",
            "Male"
        ],
        [
            "MR ALBERTS",
            "Thank you Mr Chairman I have got nothing further.\nNO FURTHER QUESTIONS BY MR ALBERTS",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Myeza you were paid by this financial officer, did I hear you correctly?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Where was he from, where did he belong to, IFP, SPU?   From where was this official who was paying you?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I do not know whether this person was a member of the IFP or the SPU's.  He was employed in Parliament at Ulundi.  I do not know what his position was.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "In other words you were paid by Ulundi, he was placed at Ulundi?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes, I thought we were paid by the KwaZulu Government.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Chairperson I have got no further questions.   Thank you Mr Myeza.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Just one question on the same subject, did you not regard that as employment?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I had an SPU card but I did not regard myself as someone who was permanently employed as a public servant.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was your monthly salary there?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was paid about R2 800.",
            "Male"
        ],
        [
            "MR MALAN",
            "If you were not employed what did you think this R2 800 was for?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I thought this is the money that was paid to us because we were trained and we had carried the functions we were trained for.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Myeza what is employment, is employment not that you are expected to carry out some function?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was promised that I was going to be employed as a KwaZulu Police officer.  This did not happen, instead I was a mere SPU member.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you employed as a ZP officer?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I think I was being used by them to do their job.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was your employment for and what did they pay you that salary for?  Sorry what did you understand they were thinking, the government was thinking when the government was paying you?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "There were slips to show how much we got whenever we went to Ulundi.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you get a monthly slip with your salary?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you tell us that - sorry, carry on.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Just one question, was any tax deducted? Did they show deductions on your slips?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "That is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought I heard you say during your evidence that this money that you were getting from Ulundi stopped when a middle man disappeared or left. Can you clear that up first of all?   Who was the middle man and what do you mean by he disappeared or he left, what does that mean?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I did not know the name of this middleman.  However, when all KwaZulu-Natal SPU members were called to Ulundi to get their monies, that was Friday, we went to camp at Emandleni.  The following Saturday, we went to the soccer field in E section in Ulundi, and we were told that this person had run away.  We barricaded the Parliament in protest of our salaries and demanded to talk to Mr Powell himself.  He came and told us that that person had run away.  He left Ulundi.  I did not know his name.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Myeza was this man, the middle man white or black?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "He was black.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Myeza, when were you arrested?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I was arrested in 1995.  These people no longer wanted to see me.",
            "Male"
        ],
        [
            "MR MALAN",
            "But in 1995 you were still paid when you were carrying out some of these orders as you told us in your evidence?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "It was in 1995 when the payments stopped.  I was then arrested when I came back from Ulundi.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it not because you were arrested that you couldn't go and collect your money?",
            "Male"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "I cannot say, but we had a stay-away the last time I went to Ulundi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it wasn't just your money, all the others who were with you also didn't get their money?",
            "Unknown"
        ],
        [
            "THULANI MZOKHONA MYEZA",
            "Yes.  All of us did not get our money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much. You are excused. You can move off from there.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you thinking of calling any other witness?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I am not calling witnesses Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Is there anything you wish to say to us in argument?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Firstly the one incident where the evidence was that it happened in 1995.  In the statement given by the applicant he mentioned before the election 1994.  I would ask the Commission not to make a finding on that, whether it fell within or without the cut-off date before all the information was gathered by Mr Brink.  There were some inconsistencies in his evidence especially where dates and times etc., was not, could not be remembered but it is my submission it happened some time ago, at least four years, five years ago and it is a number of incidents and where he could not remember or he could not give exact details or where it seems he might have contradicted himself it might well have been as a result of the long time period and the number of incidents in which he was in fact involved, that some of the details got confused.\n\tIt is my submission that the actions that he did perpetrate was according to his evidence for political motives.  He was instructed by this Nyawuza to commit certain acts on behalf of Nyawuza for Nyawuza's political gain and then to assist the IFP in winning the elections.  Also the evidence he gave later on regarding the SPU's etc, he had a bona fide belief that what was done was for the political gain of the IFP.\n\tIt is my submission he did tell the truth, although sometimes he was not all that really clear as I have already stated.  He might well not remember everything as clearly because he is not a well-educated man it seems from the fact that he is not able to read English, his thumb print was annexed to his affidavit, etc.  Therefore I have requested the Commission to make a finding that he was truthful in what he did say to the Commission. \n\tThe one aspect that might cause a problem  is Section 23 (f) 1.  It is my submission that he was a member of the IFP even before he joined the SPU.  He did say that the only reason for his actions was to get employment and for the money. I don't know whether one can take this into Section 22(b) or (c), I'm sorry, (c) or (d) as being employed to do this. I will leave that in the hands of  ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "No, Section 23(f) deals with a personal gain.  Section 22(c) and (d) deals with a person that is employed by somebody committing certain acts on behalf of that party or government.   We do not know where the funding came from.  I will leave that aspect in the hands of the Commission.\n\tIt is my submission that his amnesty should be considered.  Is there anything else that the Commission would like to hear me on?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is quite clear that it can't be said that he acted on behalf of the KZN government?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And nor can it be said that he was acting on the instructions of the Inkatha Freedom Party?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he was carrying out the wishes of a man called Nyawuza?",
            "Unknown"
        ],
        [
            "MR ALBERTS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Brink?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Very briefly Mr Chairman, as far as the application relating to Ntuli is concerned and that is the one where in his sworn statement he indicated that that took place before the elections of 1994.  He made it quite clear that this murder was committed after he had been released from prison in July 1994 which clearly puts it beyond the cut-off date. While it is perfectly true that the man's memory was to some extent unreliable, likewise his sworn affidavit was unreliable so you can't place any value on what he said in that statement relating to when Ntuli's murder took place.\n\tThe second point I wish to make is that he clearly was, as Mr Chairman has pointed out, not acting on behalf of the IFP as a political party or indeed on behalf of the KwaZulu government at that time.   It appears that he comes close to the personal gain matter which is referred to in Section 20 subsection (1). (a) I: Personal gain.  His evidence was that he would not have committed any of these offences had he not been made an offer of employment and of gainful employment that is.  \n\tMy submission Mr Chairman, that can well be interpreted as having done these things for personal gain, promise of a job in the then KwaZulu Police. Those are my submissions.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Alberts, this question really is to Mr Brink too, on the evidence he was indeed employed, he was paid at Ulundi at the government offices on a monthly basis, quite a sizeable salary of R2 800 a month.  Why should that not be construed as employment by the government?",
            "Male"
        ],
        [
            "MR BRINK",
            "Well it may have been some kind of slush fund payment Mr Chairman.  There is no evidence that this was KwaZulu government money.  He said he didn't pay tax or tax wasn't deducted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) secret fund.  Yes, thank you very much.  The Committee will wait until we get clarity in respect of the attitude of the victims of those who were involved in the applications he made which are not referred to in his application form but which are referred to in his affidavit.  I trust in that counsel will sort out this among themselves before the necessary document is placed before us.  It might be in the form of an affidavit or affidavits from clients. You will show them to counsel ...(indistinct)",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes. Mr Chairman when I return to Cape Town I will give immediate instructions for investigations to be done in regard to tracing the next-of-kin victims and the like in respect of all those matters but the one reservation I have, if the Ntuli matter is excluded then it would be pointless.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I can understand that.  Yes I mean if it falls outside the cut-off date then the Committee has no discretion.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Ja. I don't know whether the Committee is in a position to make a ruling on that aspect of his application at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we don't make any rulings at this stage you know, but you know that on the evidence as it stands this was after the cut off date?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the end of the matter isn't it?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But without making a final ruling on the matter it seems that that seems to be the position.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, the Committee will reserve its decision and give it after it has received such information as might be thought appropriate by counsel in this matter.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, may we then adjourn for a matter of two minutes so the representatives can be reconstituted and the new applicants brought in in the next matter?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  We will step down for a few minutes.",
            "Unknown"
        ],
        [
            "COMMITTEE ADJOURNS",
            ".",
            "Unknown"
        ]
    ]
}