{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-08-13",
        "location": "DURBAN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54708&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/durban/zulu.htm",
        "speakers": [
            "MR PRINSLOO",
            "CHAIRPERSON",
            "MR PURSHOTAM",
            "BERNARD MAKGABO NGOEPE",
            "TABANI RICHARD ZULU",
            "MS VAN DER WALT",
            "INTERPRETER",
            "MR WILKINSON",
            "ADV DE JAGER",
            "JUDGE WILSON",
            "MR BRINK",
            "THEMBA BUTHELEZI",
            "SIPHO JEREMIAH MABASO",
            "CONSTANCE MSONI",
            "SISI KHAMPEPE",
            "UNKNOWN",
            "ZITHULELE DOYESA",
            "MR D'OLIVIERA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PURSHOTAM",
            "JUDGE NGOEPE",
            "MR PRINSLOO",
            "TABANI RICHARD ZULU",
            "MR ZULU",
            "MS VAN DER WALT",
            "INTERPRETER",
            "MR WILKINSON",
            "ADV DE JAGER",
            "JUDGE WILSON",
            "MR BRINK",
            "THEMBA BUTHELEZI",
            "MR BUTHELEZI",
            "SIPHO JEREMIAH MABASO",
            "MR MABASO",
            "CONSTANCE MSONI",
            "MRS MSONI",
            "MS KHAMPEPE",
            "MR WILLIAM LWAMBO",
            "MR LWAMBO",
            "ZITHULELE DOYESA",
            "MR DOYESA",
            "MRS PATRICIA MBATHA",
            "MRS MBATHA",
            "MR PATRICK GELE",
            "MR GELE",
            "MS VAN DER WALT ADDRESSES",
            "JUDGE  NGOEPE",
            "MR D'OLIVIERA",
            "MR BRINK ADDRESSES"
        ]
    },
    "testimony": [
        [
            "MR PRINSLOO",
            "Excuse me, Mr Chairman, before Mr Purshotam begins to present his evidence - yesterday we handed up Exhibit B, a letter from the Legal Resources Centre in Durban.  There weren't enough copies - they have been made and they're now available to the Honourable members of the Committee.  May these be handed up to you?\n\tMr Chairperson, the document in Exhibit B, which was apparently written by Mr Purshotam was presented to the Committee yesterday already and from it, it seems that Mr Purshotam expected the applicants to sign a consent to sentence and if this were to be signed, then wouldn't have continued with his application.   Paragraph two of Exhibit B, if I may present that to you:\n\"We take note with regret, that you have made no attempt whatsoever to compensate our clients or their families.  This seems to be a good indication that your application for amnesty is untimely\"\nWith respect, Mr Chairperson, it does seem that this is about reparation or compensation.  And then later on it said\"\n\"Alternatively, it might be an indication of an absence of remorse on your part.  We consequently of the intention to oppose your application with all the means at our disposal\".\n\tIt seems from this, if this is an application, that a person should simply show remorse and with respect I'd like to suggest that that was done yesterday and then it would unnecessary for Mr Purshotam to lead evidence.  Could the Committee request Mr Purshotam to indicate the basis on which he wants to call these witnesses and then, what they will testify to so that we can perhaps shorten these proceedings because it also seems on page two, the last paragraph:\n\"If you sign these documents then we hereby undertake not to oppose your application for amnesty in any way\".\n\tWith respect, it therefore seems clear that if the person consents to the sentence, then no further application by the members of the families and the injured will be considered.  Could Mr Purshotam please explain this matter to the Committee and then present his basis to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Purshotam, how do respond to these points that have been made?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, it came to notice of the Legal Resources Centre quite late that this Committee intended hearing these applications.  There was no opportunity for us to consult our clients and get a mandate about whether to oppose the applications or not.  Our main mandate was to obtain compensation for them, that's correct.  And that's why civil proceedings were instituted against the applicants.  Due to the time constraints, this letter was sent to the applicants, indicating to them that if they signed the consents to Judgment, the Legal Resources Centre would not oppose their application for amnesty.\n\tSubsequently, I have had an opportunity of speaking to a number of our clients, most of them by the way are still not present before this Committee and all of them have indicated to me, their opposition to the applications.  And secondly, the suffering which has occurred as a result of this incident and the lack of reparation or compensation on the part of the applicants.\n\tSo, as I sit here now, I've got a mandate - a fresh mandate from the individuals who I'll be calling this morning, to lead their evidence and if necessary, oppose the applications for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Purshotam, can you outline for us, the basis on which you're opposing the actual application for amnesty.  I'm now not talking about your clients' claim for reparations but the basis on which you seek to oppose the application.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes, Mr Chairman, I have prepared an address in that regard and I intended relating it to the Committee towards the end of the proceedings but if the Committee wishes that I address them on that aspect, I shall do so now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]  benefit of counsel ...[inaudible] on what basis ...[inaudible]",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well, my address at this stage will be restricted to requirements which are stated in the Act and which in my submission, haven't been complied with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, your outline ...[inaudible]",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Section 20 of the Act mentions that, in considering an application for amnesty, this Committee shall satisfy itself that the application complies with the requirements of the Act.  The Act, omission or offence to which the application relates, is an Act associated with a political objective.  The term, \"associated with a political objective\" is mentioned on numerous occasions in the Act and it appears to be a central part of - central consideration in any application which comes before this Committee.\n\tThe evidence which we heard yesterday - in my submission, does not relate at all - not even remotely to any political objective.  The applicants did not indicate to the Committee what political objective they intended achieving by killing innocent Black workers who were proceeding home after their late shift.  It's my submission that it's really stretching credibility and logic or any other consideration to suggest ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry to interrupt you Mr, you are by the way not addressing us for the purpose of dismissing the application, you are - you should really be tabulating to us, the grounds on which you oppose the application, not addressing us on the merits for the purpose of dismissing the application.  That you're still going to do in the future.\n\tWhat we want from you is just to - for example, from what you've said so far, I can gather that the first ground on which you oppose is that the act was not politically motivated forcefully.   That's the first point and you know, you could just tabulate the points on which - if that's the only point on which you oppose that, then so be it but you are not addressing us on the merits at this stage.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Do you want me merely to indicate to you, the points which I'll be raising towards the end?  At this stage?",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes, and you will then grant me an opportunity later to address you on each of those points.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, all you require is the outline ...[inaudible] on what basis you are here to lead evidence, in the light of the contents of that letter.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "The basis on which I propose leading evidence is, the basis that the actions of the applicants on that particular day had no relevance to any political purpose.  And the witnesses who come before this Committee will mention the circumstances of the incident.  It's for the Committee thereafter, to determine whether that kind of incident can be brought within the ambit of the Act.  That's the basis on which I propose leading evidence.  \tMay I mention something else Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "I have also apprised my clients of provisions of the Act relating to their right to be present at these hearings and to testify and deduce evidence.  And they wish to exercise that right and that's irrespective of what I have to say in relation to the letter which was sent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo, we are disposed towards granting Mr Purshotam the right to proceed with the calling of evidence.  We are satisfied that he has outlined the basis on which he is approaching this case.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "As you please, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes Mr?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.  I call Tabani Richard Zulu as the first witness.   Mr Chairman, will this evidence be on oath?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He must be sworn in.",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.   For the record Mr Zulu, what is your age?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I'm 45 years old.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you married and do you have children.",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "Yes, I'm married.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How many children do you have?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I've got seven children.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you employed presently?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I'm not working.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Mr Zulu, the Committee would like you to relate to them, the incidents which occurred on the 9th of October.  Were you traveling on a Putco bus on that particular day?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Had you finished off work on that particular day?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "And were you then proceeding home?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Could you please tell the Committee what happened while you were on the Putco bus and the incident which led to you losing your right arm.",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I was from work on that particular day.  We boarded the bus in Alice Street.  The bus ferried us from Alice Street through the centre of town and when we got to a certain place called Sereteri, that Hill.  There was a garage further down there.  I was sitting on the right hand side.  I saw White gentlemen in a private car.  Just as we were passing in the bus, they got into the car  very quickly, with so much speed.\n\tAs the bus was driving along the road - apparently the driver had also noticed that they were apparently following us.   It was still the old road, not this new one that has been rebuilt.  There was a sharp curve.  Just as the bus was taking the curve, we saw this car speeding up towards us.  The bus continued on that road - they followed us.  \n\tJust as the bus was approaching the bridge - that is the side from which we got injured - I saw two White people, they were protruding through the windows and they were having machine guns.  They started firing at the bus.  We all started screaming in the bus.  Many that I saw were still alive, some were already dead at that time.  They continued firing at us, despite the fact that there were some who had already died.  \tThereafter, I realised that I had been injured.  I lost consciousness thereafter.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How long did this attack last, in your view?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "They were quite quick because I believe they had an intention.  It happened so quickly.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "If I were to ask you to put a time frame to the attack, would you say it lasted 10 seconds, two seconds, one minute, whatever?  Would you be able to put a time limit on the attack?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I cannot be able to do that because all this happened so quickly.  Apparently they were trying to kill us all.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Was the bus full at that time?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "The bus was very full.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "And were the lights of the bus switched on at the time?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "The lights of the bus were constantly on, they were never switched off at any stage.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "So it was easy for someone who was on the outside to see that the bus was fully packed?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Could you tell the Committee what happened - what injuries you suffered in the incident?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I lost consciousness by the time I had already seen that my arm was hanging on by a thread.  Thereafter, I don't know what happened because if I can remember well, I regained consciousness at hospital after about two months.  And I was put at the ICU ward.  I stayed for quite a long time -  I can't even remember for how many months I stayed there.\n\tIf I can recall very well, after quite a long time I didn't even know that I didn't have an arm anymore,  I saw after quite a few months after the accident.   That's only then that I realised I had lost an arm.  I remained in hospital for quite a long time and I was in tremendous pain.  Even today I still have these pains, I haven't yet healed.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you a right-handed person or a left-handed person?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I'm a right-handed person.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What job did you do before this incident?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I was a mechanic.  I'm a qualified mechanic.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you a petrol or a diesel mechanic?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "Both, I work on both.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you qualified in both the fields.",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Who did you work for?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I was working for NPA.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How many years of service did you have at the NPA?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "It was now 19 years.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Being a right-handed person, after this incident, have you ever been employed as a result of this?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "No, I cannot work because I'm right-handed and I can't work anymore without my arm.  It is even difficult for me to dress up each day.  My wife, as well as my children help me with this.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How are you managing to support your wife and children?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I was given retirement.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you a member of any - at the time of the incident, did you think that you might be attacked on that particular day, as a Black person?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "No, I knew at some stage that there are people that didn't like us as Blacks so I expected it.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Did you know that on that particular day, in the morning, there was an incident at the beach-front where allegedly PAC members stabbed White people?   Did you know about that incident?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I heard that after quite a long time.  After I had regained my consciousness when I was in hospital.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "But did you know about that incident while you were traveling on the bus on that particular day.",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "No, I had absolutely no knowledge thereof.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Did you think that any reasonable person would attack you as a Black person as a result of that incident on the beach-front?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He had not heard of that incident.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes, thank you Mr Chairman.   If you had heard of the incident on that particular day, do you think a person - any person would have attacked you as a Black person as a result of that incident - if it was within your knowledge that the incident had occurred on that day?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "When that happened, we as Black people, we were hated so much by the Whites.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Do you think that the attack was related to any political objective?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I do not believe so, I do not believe that they could have killed innocent people if it had to do with politics.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Do you have anything else to relate to the Committee.",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I just want to put this request forward that these attackers, they say they want amnesty or they have applied for amnesty - I'm asking as to why they want to be forgiven because according to my own opinion they did this with full intention.  They moved from a certain place to where they attacked us.  Now, this was a distance.    It indicates fairly well that this was planned.  To me this looks like a cold blooded murder, they were killing animals.  They never new that they were not only killing us but they were killing our families as well.\n\tIf they had intended to kill politically, why didn't they go to the place where the attack took place or the initial attack took place?  They attacked us.  We were innocent victims coming back from work now we are in such a predicament and suffering.   Our children are suffering as a result of the attack.  The education that we wanted to give our children can no longer be fulfilled because of them.  They wanted to do us down.\n\tAccording to them, they decided to do this because we were Black.  I do not see any logic whatsoever for me to forgive a person who has rendered me to be what I am today.  My future is now bleak as well as my children's future.  When you are not working, having a family, a wife as well as children ...[end of tape 1 side A]  ... because of people who attacked innocent people.\n\tAs I'm talking, I'm in so much pain.  The pain doesn't end, physically as well as mentally.  Each time I pass where the attack took place, I get panic attacks.  I don't know how I can phrase this in any clearer way than what I've already said.  Now I'm wondering as to whether this forgiveness they are asking for - is it from deep down inside their hearts or is it on the surface.  Or maybe they have just come because they know there's a Commission, now they just want to be part of the boiling pot.  \n\tI do not really believe that they have any remorse whatsoever.  Their children are quite comfortable, their wives are comfortable.  My children as well as my wife are suffering.  It is very painful that as the head of the family, there's absolutely nothing you can do for your family.  You cannot even do the house chores, there's absolutely nothing you can do.  Now, here comes a person asking for forgiveness.  Even children get punished for whatever wrongs that they do, now why should they be forgiven when our children are now suffering.\n\tThey should be forgiven and their children should continue with their education.  I am totally dissatisfied and I refuse to do that because when the case was still on in Durban, we were a laughing stock.  They kept on looking at us and they kept on laughing at us.  That actually showed that whatever they did, they did to animals.  Now how do you forgive a person who regards you as an animal?   They did not even hide it that they regarded us as animals.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have any of the applicants approached you and asked for forgiveness?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "There's not even a single one who came to me.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have they written to you asking for your forgiveness?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "There's absolutely nothing of that sort that happened.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Thank you very much.  That is all Mr Chairman - from this witness.\nNO FURTHER QUESTIONS BY MR PURSHOTAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions you wish to put to this witness?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr Zulu, ...[intervention]",
            "Female"
        ],
        [
            "INTERPRETER",
            "The interpreter could unfortunately not hear the question, could it be repeated please?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr Zulu, were you present yesterday when the applicants testified?",
            "Female"
        ],
        [
            "TABANI RICHARD ZULU",
            "I was sick.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you didn't hear when Mr Botha testified and said, they went with the intention to look for a target to shoot at?",
            "Female"
        ],
        [
            "TABANI RICHARD ZULU",
            "We got injured.  He's an old person, he's not a child.  When he moved he had gone to work for his children.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Zulu, did you instruct Mr Purshotam to oppose the amnesty application of the applicant?",
            "Female"
        ],
        [
            "TABANI RICHARD ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Zulu, why did Mr Purshotam write a letter to the applicants in which he said that if they paid the amount of compensation claimed, there would be no further opposition to the amnesty application?",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, may I answer that question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let him answer and see what he has to say.",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "I think he should say that because he did realise that there is absolutely no need why we should forgive people whilst we haven't been compensated.  As I've already explained that even children do get punished when they have wronged.  Now how do we forgive when we haven't been compensated?  I do agree with him when he says, it would have been better had we been compensated for the injuries.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So, it is correct Mr Zulu that as far as you're concerned, you are concerned about the compensation, the payment of the civil claim?",
            "Female"
        ],
        [
            "TABANI RICHARD ZULU",
            "My main concern is my children as well as my family because whatever I had at the time, my resources are now being finished.  I have absolutely nothing left.  Now I am rightfully concerned that I have nothing.  I should be compensated.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Zulu, is that correct, that your interest lies with the payment of compensation only?",
            "Female"
        ],
        [
            "TABANI RICHARD ZULU",
            "Yes, we should be compensated but that is not my main concern",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But you cannot contribute anything relating to the evidence of the applicants where they testified why they committed the acts and the fact that they were relying on the fact that it was an act committed with a political motive.",
            "Female"
        ],
        [
            "TABANI RICHARD ZULU",
            "If that was the case, they should have gone to the beach where the Whites has been attacked.  They were not supposed to have come to us to attack us as innocent people.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No further question.\nNO FURTHER QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you any questions Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairman.  Mr Zulu, do you receive a pension from the Natal Provincial Administration?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I can't hear the question.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you receive a pension from the Natal Provincial Administration?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "Yes, I'm getting a sick pension because I had long service there.  It's not even equivalent to the salary I was getting when I got attacked?  I can't even make ends meet with this meager salary that I'm getting.  I'm being helped by my wife so that we may be able to keep head above water.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What is the amount of pension you receive monthly?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I don't even think I should tell you that because that is my family's concern, as well as mine.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Does you wife work?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "No English translation.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Thank you Chairperson.  Mr Zulu, you testified that at the time of your admission to hospital you were notified of that morning's attack at the Durban Waterfront, is that correct?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "Can you please repeat the question, I can't hear you.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Immediately after the attack on the bus, you were admitted to hospital, is that correct?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "Yes, that is correct, I was admitted to the hospital.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "And it was while you were in hospital that you learnt that there had been an attack that same morning - that there had been an attack that same morning launched by Black people against Whites in Durban, is that correct?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "No, you must listen properly.   When this happened I was at work.  I was working and I was going to knock off at night.  I knocked off at night and I boarded a bus.  I did not know that something had taken place at the beach-front that morning.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "But you later learnt of the incident, is that correct?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I only heard later when I was at the hospital, after a few months.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Why do you think Black people attacked Whites that morning  the beach?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I do not know because I was not there.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Do you think politics could have played a role?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "No English translation.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Is it possible that politics could have played a role in the attack?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I do not believe that it had anything to do with politics.  I think they just intended to kill Black people.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "No, please listen to my question.   The attack that morning by Black people on White people, could that have been done for any political motive or for political gain?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I have absolutely no knowledge thereof.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Is it possible?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "As I've already explained, I said I don't know.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Why would thirty people armed with knives run down a street and start stabbing people left and right?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I was not there - I don't know -  I cannot answer that.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Is it entirely impossible that the attack that morning could have been politically motivated?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "What I can say to your question - I do not want to answer that because I can see you want me to agree with you whereas I do not want to.  I've told you, I don't know.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Sir, I would actually like you to answer the question in respect of reconciliation.  Will you agree with me that the incident could possibly have been politically inspired?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "May I point this to you, I do not know - I cannot stress it - I don't know.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Will the answer one way or the other make any difference? Will it actually assist us in any way as far as the application is concerned?",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "The applicant's case before the Committee is based on the fact that the attack was a reaction to the attack earlier that day - that morning.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But that is something about which the Committee will have to decide on the facts before it.  Somebody who was not involved cannot really give an opinion on the matter.",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "He has formulated  certain rather strict opinions but let us leave it there for the moment as it pleases the Committee.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Can you deny that the applicants testified that that evening, they were acting as a reaction to the morning's attack?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "We heard them say that.  What's the point of asking him if he can deny they said it?  What's the relevance of it, I'd like to know?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on, it cannot be interpreted.",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "Since the conviction of the applicants and up till today, all three applicants have  been  in custody for five years  of which  three  and a half years were spent on death row.  How do you expect the applicants to have been able to pay you any compensation or assist in compensating you?",
            "Male"
        ],
        [
            "TABANI RICHARD ZULU",
            "I have a belief that their organisation had sent them to do this, so they can see to finish what they do about the whole situation.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "No further questions.\nNO FURTHER QUESTIONS BY MR WILKINSON",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr Zulu, did you know some of the passengers in the bus?",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "Yes, because we used to board the very same bus almost every day.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Where were they from, as far as you know?",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "Do you mean the same people that we board the bus with?",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "We were staying at different places because the bus was going to the tents.  There were those who were staying at Canning as well as Nozaza, as well as at the ...[inaudible]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Let me put my question this way because I realise it was ambiguous.  You were coming from work when you boarded the bus\n...[intervention]",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Now, these other people that you knew that you used to board this bus with, as far as you know, where were they from - that evening?",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "We always board the bus with them when we are coming from work so they were also coming from work.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "How old are your children.",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "My son that is my first born, finished university last year.  The other one is doing matric at the moment.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "A boy or a girl?",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "He's also a boy.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the rest, are they all at school?",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "The other one is a girl, she's at boarding school at Vryheid.  She's doing standard nine.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So all the rest of the children are still at school?",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Would you request the Committee in the event of them coming to a decision to consider to send your application through to the Reparations and Rehabilitation Committee, that's a Committee that could negotiate with the Government for compensation or reparation, rather.",
            "Unknown"
        ],
        [
            "TABANI RICHARD ZULU",
            "I think that can be handled by my attorney.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, are there any questions you wish to put to the witness?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No thank you, Mr Chairman.\nNO CROSS-EXAMINATION BY MR BRINK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Purshotam, any re-examination?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "No, Mr Chairman.\nNO RE-EXAMINATION BY MR PURSHOTAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zulu, thank you very much.  Yes, Mr Purshotam\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, I now propose to call Themba Buthelezi.",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Buthelezi, what is your age?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "I think I can't hear properly.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Mr Buthelezi, what is your age?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "I'm 37 years old.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Do you have any children?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How many?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "Three.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What are their ages?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "My first born is nine years old, my second born seven years and third born six years.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you employed at present?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "When did you loose your job?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "When I got injured.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are those the injuries which you suffered in the incident which has been mentioned this morning?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "Yes.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "You've already heard Mr Zulu relating to the Committee the circumstances of the incident, do you agree that what he related to the Committee is what happened on that particular day in the bus?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "Yes, I do agree with him.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Do you have anything to add to that, without repeating what he said?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "Yes, I do have something to say, more especially about myself - how I got injured.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Yes, please proceed.",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "I will just relate to you what I've seen.  Usually I used to go to work at 2 o'clock and knock off at 7 o'clock.  In the evenings and day we boarded the bus.  It took the Red Hill Road.  When the bus was approaching the bridge, I only heard gun fire but I didn't see the people, I only heard people screaming.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Yes, and were you shot as well?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "Yes, that's how I got shot.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "In which parts of your body were you wounded?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "I would show you where I was shot and one bullet is still remaining inside me.  They said they couldn't remove it because it's in a very dangerous place.  It's still there, it's still inside.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How long were you in hospital?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "I think it was three months but I'm not quite sure because I lost my consciousness for a long time.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have you applied for employment since your discharge from hospital?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "And what was the result of your application for employment?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "The problem was that I couldn't get employment because I'm now ill and I'm always ill.  No employer wants to employ someone who'll be always absent at work.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What are you suffering from at present?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "When it's cold, I'm suffering.  And I can still feel something moving inside my body where the bullet went through.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What is your attitude towards the application for amnesty?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "I'd like you to repeat the question please.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Yes, what is your attitude towards the application for amnesty made by the applicants?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "It doesn't give me any rest.  Inside my heart I still feel bad - I mean what they did, it's absolutely something that no-one would actually ask for forgiveness.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "So, are you saying that the applications for amnesty should be granted or not?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "I mean no-one should grant these people amnesty.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have any of them approached you for forgiveness?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "No.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have any of them written to apologizing for the incident?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "No-one.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "That is all, Mr Chairman.\nNO FURTHER QUESTIONS BY MR PURSHOTAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "MR WILKINSON",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR WILKINSON",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I have a couple of questions - a few questions.  Do you think that attack on that evening was of a political nature?",
            "Male"
        ],
        [
            "THEMBA BUTHELEZI",
            "No, I don't think so.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Thank you very much, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, I now propose to call Sipho Jeremiah Mabaso.",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Mabaso, what's your age?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "42 years old.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Do you have a family with children?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How many children do you have?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "I have eight children.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What are their ages?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "The first born is 22 years old, the second born is 18 years old, third born is 16 years old, the fourth born is 12 years old, the fifth one is 8 years old, the sixth one is 7 years old, the seventh one is 4 years old and the eighth one is 1 year old.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What was your job at the time of this incident?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "I was a driver, a long distance taxi driver from Durban to Johannesburg.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have you worked since the date of this incident?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "No I was no longer able to work.  Even my doctor did confirm that I could not work any more because I had been severely injured.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What injuries did you suffer?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "I was shot in the stomach where I'm showing you.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How long were you in hospital?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "I stayed for five months.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Was the treatment rendered to you in hospital successful?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "Yes, it was successful but it was very difficult because I was in so much pain but they did succeed and they also told my wife to keep on looking after me, even after I was discharged.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you still suffering from the effects of the injury - up to the present day?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "Yes, there is a lot.  I cannot run, I cannot lift anything that is heavy.  I cannot eat certain foods.  I'm very selective because I've got a gastric problem and I do experience some pains in my stomach.  At times I have short breath.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "You heard Mr Zulu relate to the Committee, the facts of the incident in the bus.  Without repeating what he told the Committee, is there anything that you wish to add about the incident?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "Yes, there is something I would like to say.  I can just tell you about what I saw personally.  I was from Johannesburg, driving a taxi and I arrived in Durban at half past ten in the evening.  I dropped the people off to their respective taxi ranks as well as buses.  I also went to Durban station.  As soon as the car was empty, I had to take it back because I couldn't take it to the location.  I parked it at Umgeni garage, that's where I left the car.\n\tJust immediately after that, I left and I was heading home.  Immediately after parking I was just talking to other people and I saw this bus coming.  I ran towards the bus and I boarded the bus.  It was quite full and I was with other people too.  The bus drove along the road.  It went around picking other people.  It even went over the Umgeni river and picked people up from there also.  It went up to Red Hill until we got to a bus-stop where it picked more people.  I was standing right behind the driver because the bus was very full.   \n\tIf  I'm not mistaken, I think those who were standing were almost 15.  Then I just boarded the bus and stood behind the driver's seat.  The bus drove - the last time I remember is when it went past a garage, it went past the robots.  As it was still driving I heard somebody screaming from behind me saying, here we are getting killed but I just didn't pay much attention.  This person screamed for the second time repeating the very same thing that she had said before.  \n\tThen I turned back, trying to look as to what was happening.  I realised that everybody was moving and there was commotion, people were running inside the bus but I realised that there is something drastic that is happening.  Then I heard some noise coming from outside.  When I listened properly, I realised it was gunfire.  I saw the rear window of the bus getting inside the bus and the splinters of glass were flying all over the place.  I tried to hide myself underneath the seat of the bus but I could not get underneath the seat because at that time when I looked up, I couldn't see.  It was as if I was somehow blinded.  \n\tI tried to think quickly and I grabbed my stomach and blood was filling my hands.  That's when I started feeling dizzy and I fell.  Then I asked the driver to stop the bus because we were already injured.  Thereafter I lost consciousness, I don't know what happened but I regained consciousness at Addington hospital after about three months or four - if I'm not mistaken.\n\tI was told then by the police that we had been shot by some White men.  I asked them as to why we were shot, then we were told that certain people had been stabbed and that is why we were being shot.  I stayed at the hospital for quite some time.  When I regained consciousness, I was swollen, my whole body was swollen from head to toe.  I couldn't walk, I had to learn walking all over again.  But what actually disturbed me is that when we asked the police, we were told that some PAC members had shot other people.  \n\tNow, I grew up as a herd boy.  And I grew up as an orphan, I do not have any sister, brothers or parents.  I grew up at my aunts place.  When I grew up I was always taught that I should not do anything silly.  I was always taught to behave myself, behave in an orderly manner.  Now at that time, I faced so much difficulty, I decided to come to Johannesburg to work and I worked for a White person.  I worked for four years, then I went to work at the flats.\n\tI worked at Isaac's flats for about five years.  That's where I realized that I should try to look for another job, then I learnt driving.  I got my licence in 1979 - I obtained a code eight.  I went to Hammersdale, that's where I started driving taxi's from '81 up to '84 and in 1985, I decide to get myself a code 11 licence in order to upgrade myself.  I obtained my code 11 licence but the jobs were scarce because they wanted experience.  \n\tI went to long distance taxi's where I got a job.  I worked and ended up getting married to my wife.  That's how I made my living because I could make some money from my job, it was not like before.  Then in 1991, I wanted to get a diploma so that I could drive trucks.  That is when I got attacked.  Then Mr Botha and Marais as well as Mr Smuts came and attacked me and shot me and my plans were disrupted.  That is when my life changed drastically.\n\tI could not be accepted back at the taxi rank because I was a threat to them.  They feared that I could invite trouble.  That's when my life changed.  My children suffered, my wife also suffered as a result of that.  I could not buy them anything or further their education.  Even the little money that I had, has now already been exhausted.  I'm being helped by my cousin at the moment.  \n\tWhat disturbs me even most is, I'm asking myself as to why they shot me?  What had I done to them that made me deserve to be shot because I regarded White people as bosses.  To me they were like kings but I was very disappointed to be shot by a White person whom - against whom I had committed no crime.  I do not even know anything about politics.  I'm not very literate.  I don't know anything about politics, as well as political organisations.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Do you think that the attack on the bus could possibly be construed as a political attack?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "I cannot explain anything because I do not know anything about politics.  I grew up in non-political environment, I know nothing about politics.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What is your attitude towards the applications for amnesty?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "I do not see any reason why they should be forgiven.  My soul will never rest if they could be forgiven because I grew up as a peaceful person and throughout I've been a peaceful person so, I do not know what I did to deserve this type of treatment from them.  I was taught never ever to use a knife - a knife was used to carve meat.  I was taught never ever to use a panga, an instrument or any weapon whatsoever.  Now, when I was taught not to use any weapons, how could I get injured from a weapon?\n\tI do not understand why these three men had to shoot me.  I think they had planned this - it was a well orchestrated thing because it's quite a distance form the place where they got, that is Richard's Bay up to here.  It shows intention.  Now, if I can compare the manner in which they talked in court when they were asked as to why they had shot us, they told the Judge that they were actually shooting at wild animals and they were actually killing wild animals.  And they said they were shooting baboons.  Now the families of those baboons are suffering.  \n\tNow, I think they deserve to stay in prison, they deserve to be incarcerated so that their families should suffer as much as our families have suffered because when they get out - it is difficult for them in prison, now they want to be reunited with their families.  What about us, what about those died and left their families?  What about the families of the deceased?  What about the children of the deceased?  What about my children, what if I had died, what would have happened to my children?  Who could they have asked forgiveness from had I died?\n\tI do not see any need whatsoever.  If a person sows mielies, he cannot reap beans.  Now, whatever they are getting, they deserve it.  It is a mistake because the Government did give them a reprieve.  That was a grave mistake, they deserve to have died.  I want them in the very situation that they are in.  What I wish - I do not know whether this wish could be granted - I wish that this Commission as well as my attorney, they could try and find means so that my children could be like other people's children  who are not culprits, who are not robbers.   Because, as old as I am, I've never been a prisoner, I've never been a criminal.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have any of the applicants approached you and asked for forgiveness personally?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "There's absolutely no-one of them who approached me.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY MR PURSHOTAM",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No questions.",
            "Female"
        ],
        [
            "MR WILKINSON",
            "Mr Mabaso, did you instruct your attorney, Mr Purshotam, that if the applicants consented to Judgment - this is now in the civil case - then you would not oppose the application for amnesty?",
            "Male"
        ],
        [
            "SIPHO JEREMIAH MABASO",
            "What I told my attorney - I wanted my attorney to get me some compensation because I had boarded a bus - I was a law abiding citizen - I had paid to board the bus.   Now I wanted my attorney to approach insurance companies so that  they could compensate us.  Even if  I can get compensation, I don't care, I don't\nwant them to be forgiven because they did this intentionally.  Because now, they cannot bring me back to a state where I was before.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Just a quick indulgence your honour.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, in fairness to the applicants, I have handed to my learned friend, a copy of a statement which this witness made in regard more particularly to his attitude towards amnesty which doesn't quite fit in with what he's saying.  And I think it's was only fair - my duty is to bring out everything in all the truth, to let them have sight of that document so ...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "Mr Chairman?",
            "Male"
        ],
        [
            "MR BRINK",
            "Unfortunately, I didn't make copies ...[inaudible]",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker isn't near a microphone.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, we haven't had sight of those statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, it may a convenient stage to take a short adjournment so that this matter can be resolved amongst yourselves and copies made available to everybody concerned.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "...[inaudible] Constance Msoni.",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.   Are you the mother of Duke Msoni who was the driver of the bus on this particular day?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "Yes, I'm the mother.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "What was his age at that time?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "At that time, I think it was about 24 or 25.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Did you identify his body after the incident?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "I beg yours?",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Did you identify his body at the mortuary?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "How had he died?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "I don't know because by the time, I was at home.  So, they came home to get me to go to the work and I went there.  They told me that my son is at the hospital - King Edward.  I went there to King Edward and we didn't find him so we went to a lot of hospitals - was looking, keep looking - didn't get him.  At last, I think about two days, we found him at Addington.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Yes, what I'm trying to ask is, did he die as a result of being shot on this particular day?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "I think so.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Did he support you while he worked?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "He was doing everything, supporting me, supporting the kids.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "How many children did he have?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "Two, about two.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "And what are their ages?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "Age?",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Age yes, age?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "One is 1988, 4 August, no, April and one '84 - one - the late one - the last one is '88.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "And who is supporting them at the moment?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "I am supporting and no husband.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "How do you support yourself?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "At the moment I'm working but I'm going to leave job now.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "What's the reason for you leaving your job?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "Because I'm not feeling well.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "What is your attitude to the application for amnesty made by the applicants?  Do you think they should be given amnesty?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "I will request someone to help me.  I don't want to express myself in Zulu - I don't want to make a mistake.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Thank you very  much.  I'll repeat the question which I put to you before this.  Do you think that the applicants should be granted amnesty by this Committee?  What is your attitude towards those applications?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "I don't know.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Should I repeat?",
            "Male"
        ],
        [
            "INTERPRETER",
            "She can hear.  Yes, you can repeat the questions.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "The question is, do you think that the applicants should be granted amnesty?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "Absolutely not.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Why do you say that?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "The manner in which one of them expressed himself - there was absolutely no remorse on his part.  He didn't even realise that he had done something bad.  He talked as if he was - he had an intention.  There was absolutely no justification for his action because they will go and stay with their families whereas we have lost our sons and daughters and they will never come back.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Have any of them approached you to ask for forgiveness?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "No, no-one came to me.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "That is all, Mr Chairman.",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "I'm sorry, I've got something to say.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Yes, please go ahead.",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "The main thing, the main thing.  I've got a house, a subsidy house.  By the time I was trying to transfer, these people killed my son so I'm suffering now paying the bank and doing everything at home.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Is there anything else that you wish to communicate to the Committee?",
            "Male"
        ],
        [
            "CONSTANCE MSONI",
            "No English translation.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Thank you very much Mr Chairman.\nNO FURTHER QUESTIONS BY MR PURSHOTAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions to be put to this ...[inaudible]",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "MR WILKINSON",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR WILKINSON",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How many children have you got?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "I beg yours?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "How many children have you got?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "I've got three.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Three children.  What are their ages?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "What are their?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "How old are they?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "One is 20, one 31 and another one is 25 and the last one is 16.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "That's apart from the one that's been killed?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Are you married?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "Widow.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Widow?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "The son that's been killed, was he married?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "No.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "He had no children or did he have children?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "He was helping me.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "The deceased, did he have any children?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Three?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "The eldest?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "I beg yours?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "The oldest one?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "The eldest one?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Yes, how old his he?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "I think about - I think 13 now.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "13?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "13.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "18?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "13.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Oh, 13.",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can that be right?  I thought he was - your son who died was about 24 or 25 years old.",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you say that his eldest child is now 13 years old.",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "No, I'm making a mistake.  I think 10, if I'm not making a mistake -  10 or 9.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You say the eldest child is about 10 now?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And the other children?",
            "Unknown"
        ],
        [
            "CONSTANCE MSONI",
            "And the eldest.  The last one because he's too young, he's doing first year - he's about seven.",
            "Female"
        ],
        [
            "SISI KHAMPEPE",
            "Mrs Msoni, are you referring to the children that you stated as having been born in 1988 and 1984, are those the children of the deceased?",
            "Female"
        ],
        [
            "CONSTANCE MSONI",
            "Yes.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "I'm sorry but I think there may be a mistake because in 1984, your son would have been 14 years of age.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "18.  He was 24/25 when he died when he died, wasn't he?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "In 1990?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In 1990.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "18.  Thank you.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, may I assist the Committee in this regard?  The documents in our possession indicate that he's age was 33 at the time of his death.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions to be asked at this stage?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "MR WILKINSON",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR WILKINSON",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No questions.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, I now propose to call William Lwambo.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.   Mr Lwambo, are you the father of deceased Jabulani Lwambo?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I am.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Did Jabulani die in the incident where a bus was shot at?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Did he support you while he worked?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.  He was my first born.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How old was he at the time of his death?",
            "Male"
        ],
        [
            "UNKNOWN",
            "27 years old.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Did he have any children?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, he had two kids.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Who's supporting them at the moment?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No-one.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Who is supporting  you at the moment?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No-one.  And I'm now ill.  There's no one who is taking care.  My wife is not working and my kids are no longer at school because there's no-one who can maintain us.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What is your attitude towards the applications for amnesty before this Committee?",
            "Male"
        ],
        [
            "UNKNOWN",
            "These three men that I'm hearing - they're asking for amnesty - they don't give me peace, they don't give me rest.  What's very important is that I know that these people who died will never come back again.  Even if I say I don't forgive them, even if I say I forgive them, we will never have our children back.  We need someone to help us - to compensate us.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have any of the applicants approached you and asked for forgiveness?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Not even a single day from September 1991, no-one came and apologised.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have they apologised to you while you're sitting in the hall here today?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have they written any letters to you asking for forgiveness?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No letter was written to me.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY MR PURSHOTAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions to put to this witness?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "MR WILKINSON",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR WILKINSON",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "How old were the children of the deceased, the two children that you have mentioned?",
            "Female"
        ],
        [
            "UNKNOWN",
            "One is seven years old, one is six years old.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Who's presently looking after them Mr Lwambo?  Are they in your care?",
            "Female"
        ],
        [
            "UNKNOWN",
            "They are staying with their mothers because he wasn't married today.  One lady came, the mother of one child came and asked for money on Friday which it's something that they do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Lwambo, thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.  I now propose to call Zithulele Doyesa.",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you spell the surname?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "The surname is spelt D-O-Y-E-S-A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Doyesa, is it correct that your father was on the bus on the day of the incident and died as a result of the injuries which he sustained?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What was the name of your father?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "He was Pukuese Doyesa.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How old was he at the time of the incident?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "He was born in 1930, in October 1930.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry Sir, I don't know whether you've seen the indictment and I can't find the name of his father amongst the deceased.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Number 15 of the injured.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Oh, the injured.",
            "Unknown"
        ],
        [
            "ZITHULELE DOYESA",
            "No English translation.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Is it correct that your father did not die on the spot but died later in hospital?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "That is true.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How many brothers and sisters do you have?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "There's two of us.  I've got an elder brother and then it's me.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "And did your father support any of you at the time of the incident?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "We were also working.  My brother was working and I was also working.  We were maintaining him at the time but he was still working.  Then I was maintaining him at the time of his death.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Did your father support your mother at the time of the incident?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "So, are you saying that your father would have given up employment very soon after the date of the incident, had he lived?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "I think so.  I think that was the case because he was about to get his pension.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What is your attitude to the applications for amnesty before this Committee?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "The way I hear them expressing themselves, there is absolutely no way that I can forgive them because they show no remorse whatsoever.  They just show that they had contempt for us and they did this purposely - they planned it.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have any of them approached you and asked for forgiveness, today or yesterday?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "There is no-one who ever came to me asking for forgiveness.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have any of them written letters to you, asking for forgiveness?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "No, there's no-one who ever wrote me a letter.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "That is all Mr Chairman.\nNO FURTHER QUESTIONS BY MR PURSHOTAM",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No questions.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "MR WILKINSON",
            "Mr Doyesa, when did your father die?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "He died in 1994, May on the 26th.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Do you know what was the cause of his death?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "Yes, I do know.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "What was the cause?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "That was subsequent to the attack that we are talking about now.  He got paralysed thereafter.  His left foot was no longer working and he continued working but one day when he was going to work, he could not walk properly and a car hit him because he could no longer walk properly or fast after the accident or after the attack.  He was killed by being hit by a car.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Did you or your family file a claim against the person driving the motorcar?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "Yes, we did but the case is still on.  We are still attending\nthe case with my brother because there's nothing that we had been told so far.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "So Doyesa, if any of the applicants had shown remorse, would you have forgiven them?",
            "Male"
        ],
        [
            "ZITHULELE DOYESA",
            "Yes, I would have been prepared to forgive but I hear the manner in which they address the Commission, as well as the manner in which they present their story.  They show no remorse whatsoever.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "No further questions.  Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR WILKINSON",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "What was the cause of the paralysis in his leg?  Was it the injury sustained on that day or was it something else?",
            "Unknown"
        ],
        [
            "ZITHULELE DOYESA",
            "Yes, it was subsequent to the attack that took place.  He got injured during this attack when they were being shot.  He was shot behind the ear and the bullet went and got stuck in the nose.  He was also shot on his foot - that this the leg.  Thereafter he could not be able to walk properly and he could not walk fast.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What work was he doing?",
            "Unknown"
        ],
        [
            "ZITHULELE DOYESA",
            "He was working at NCP at Umgeni.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Doing what?",
            "Unknown"
        ],
        [
            "ZITHULELE DOYESA",
            "They were mixing concrete - they were mixing beer.  Apparently he was working at the brewery.   They were making ingredients\nfor home-brewed beer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "No Mr Chairman, that is all.\nNO RE-EXAMINATION BY MR PURSHOTAM.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, I now propose to call Patricia Mbatha.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Mrs Mbatha, are you the wife of Stanley Mbatha, the person who died in the incident?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I am the wife.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Did he die on the spot or later in hospital?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He didn't die there, he died in hospital after three days.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "How old was he at the time of the incident?",
            "Male"
        ],
        [
            "UNKNOWN",
            "In 1990, he was 33 years old.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "I should have asked you this before - but what was his name?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Stanley Mbatha.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Where did he work at the time of this incident?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Railway, at Umbelo.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Did you visit him in hospital?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I did.  Twice.  The last time when I went there I found him, he couldn't see.  First time he couldn't talk and his stomach was in bandage.  He couldn't talk but he tried to say something.  I could only see his lips moving and the second time when I went there he was just being badly and that was the last time.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "What kind of injuries did he suffer, do you know?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was shot in his stomach.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Do you have any children?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I have two kids.  When he died, the first born was 10 years old, the second one was six years old.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "And was he supporting you and the children at the time?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, me and the kids and his mother.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Who is supporting them at the moment?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It's me- me alone.  I'm taking care of his mother and my kids because there's no-one who can take care of his mother.  He was the only one taking care of his mother.  Now that he's not - no longer there, I'm taking care of his mother.  I'm working and I'm supporting my kids.  The house that I'm staying at - I'm still owing the bank and the money that I am earning is very little.  I'm only left with R1000-00 to take care of the kids and the - and his mother, my husband's mother because most of my money is going to the bank to pay back the house.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "What is your attitude to the application for amnesty which is before this Committee?",
            "Male"
        ],
        [
            "UNKNOWN",
            "To tell the truth, this doesn't give me any rest.  These people want to go back to their families.  They want to reunite with their families and continue living nice.  And look at me, I lost my husband.  I lost a husband, someone that I - and my children as well lost a father.  He's mother lost her only child, the only child who was taking care of her.  And now me and my kids are being humiliated.  And now these people want to go back to their families and have a nice life with their families.  And what about us?  We don't have someone who is going to help us, we don't have the father of my kids - my husband.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Have any of them approached you and asked for forgiveness?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, no-one.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Did anyone write a letter to you, asking for forgiveness?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No-one.",
            "Female"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY MR PURSHOTAM",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No questions.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "MR WILKINSON",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MR WILKINSON",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No questions.\nNO QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mbatha, thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.  I now propose to call Patrick Gele.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Chairman, could I ask whether something could be done about ...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes ...[inaudible]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How hold are you, Mr Gele?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'm 25 years old.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Were you on the bus on the day of the incident?",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "You've heard Mr Zulu this morning relating to the Committee what happened on that particular day.  Without repeating what he said, do you wish to add anything to what happened while you were on the bus?",
            "Male"
        ],
        [
            "UNKNOWN",
            "There is nothing more I can say as far as the accident or the attack is concerned.  I also lost consciousness.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What injuries did you suffer as a result of the attack?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They shot me on the leg and I've got iron rods.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible]",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Could you merely tell the Committee what kind of injuries you suffered, without displaying the injuries?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Ever since I was attacked, I'm no longer working.  Before I was working and I was maintaining my family.  I also have three children and now I can no longer work because I don't have balance on my other leg.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Yes, what is wrong with that leg?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was operated upon and there's an iron rod or irons that were put inside my leg.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How many children do you have?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I have three children.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "And what are their ages?",
            "Male"
        ],
        [
            "UNKNOWN",
            "One is 8 years old, one is 12 and one is 4 years old.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "How are your children supported at the moment?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Nobody's maintaining them.  My mother tries to make ends meet but besides that, there's nobody who maintains them.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Were you working at the time of the incident?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was working.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Where were you working?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was working at Umgeni.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "And what was your job?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was a ...[inaudible]",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Are you saying you were a labourer?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was a labourer.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "What is your attitude to the amnesty applications which are before this Committee?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It's not an easy thing to forgive because now my life has changed drastically.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "So, are you in favour of the applications or not?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I oppose the application.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have any of the applicants approached you and asked for forgiveness?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, they never came to me to ask for forgiveness.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Have they written any letters to you, asking for forgiveness?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Absolutely not.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY MR PURSHOTAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Questions?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "MR WILKINSON",
            "Mr Gele, are you also known as Sipho?",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No questions.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Were you injured in your leg - the leg that you wanted to expose to us?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.  It is from my leg upwards to my thigh.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Did you remain immobile for some time at the hospital?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, I couldn't walk.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "After how long did - were you able to walk again?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'm still using crutches, even now because I have no balance.  I can't walk properly.  I'm still using my crutches because there is this iron rod which keeps on pricking me.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Right Mr Gele, thank you very much.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.  That is the last witness who did approach me with a view to giving evidence.  I don't know whether there are other individuals who may wish to come before this Committee.  And I'll be indebted to the Committee if it announces to the people who are here, whether they wish to come forward.  I personally don't wish to call anyone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can my remarks be interpreted please, in Zulu?\nLadies and gentlemen is there anybody here who wishes to give evidence in relation to this incident, either because you were personally affected or because some member of your family was personally affected?  Because if you do wish to give evidence, we will afford you the opportunity of doing so.  There's nobody?  Very well, thank you.\n\tDo you close your case Mr Purshotam?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes, Mr Chairman.  Those are the only witnesses I wish to call.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, is there any or are there any witnesses you propose calling?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No, no I don't propose calling witnesses Mr Chairman.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, may I intervene and maybe ask you if we would be afforded an opportunity of bringing evidence before this Committee on affidavit because there are numerous people with who - with whom no contact has yet been established.  And if they did know of these hearings, they would have wanted - would have wished to come forward and give evidence.  And would it be in order if we made those affidavits available after establishing contact with those individuals?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may make those affidavits available to us but I would like you to ensure that counsel for the three applicants also received those affidavits.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are counsel ready to address?  Well Mrs van der Walt, will you begin?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, to grant amnesty for the - to obtain amnesty for the applicants and here I'm talking of Mr Botha, you must comply with the requirements of Section 21(c) of the Act which determines that there must be a full disclosure of all the relevant facts relating to the application.  Chairperson, it is my argument that Mr Botha does comply with the requirements of Section 21.  There is no evidence contradicting it, which is in possession of the Honourable Commission.  What the Committee has in front of it is the trial - the criminal trial in which Mr Botha pleaded guilty and put the same fact in mitigation before the trial court.\n\tHe also came here before the Committee and made a full disclosure of all the facts and told the full truth of what happened on that day.  I would like contend that the Honourable Committee ought to find that he does comply with the requirements of Section 21(c).  As far as Section 22 is concerned, the next requirement is that the Act must have been associated with a political objective and I'd like to contend that the evidence placed before you, complies with Section 22(a), (d) and (f).   The Honourable Committee listened to his evidence and heard him testifying that he had a political - a conservative political background.  That he joined the AWB and as a result of his links with the AWB, became a member of the Orde Boerevolk.   \n\tEvidence was also led on his behalf that before he joined Orde Boerevolk, Mr Piet Rudolph, by means of a video broadcast by the SABC, had declared war and Mr Botha associated himself with the objectives of the Orde Boerevolk.  I submit -and you also observed him - that he is a strong leader and a person who will carry through whatever he believes in.  In your possession you also have Exhibit A, which is the oath of the Orde Boerevolk and I would like to submit that, that is what Mr Botha believed in.  \n\tTo comply with the requirements of Section 22(a), he had to lead evidence before the Committee that he was a member of supporter of a political organisation and I submit that, that has been ...[intervention]  Could you please repeat it?",
            "Female"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "My brother is saying to you ...[intervention]",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You omitted the words \"publicly known\".",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I would submit that the Orde Boerevolk was known, because when Piet Rudolph made the declaration of war, he did so in the name of the Orde Boerevolk.  And I submit that he acted on behalf of that organisation when he believed, bona fide, that he was involved in a political struggle and the political struggle was not only aimed at a particular organisation, but also at the then governing party, the National Party.   I submit that those requirements posed by Section 22(a), that his evidence shows that he complies with these requirements.\n\tThe same goes for Section 22(d).  He took the oath - and also in respect of the declaration of war by Piet Rudolph.  In - as far as his act is concerned, he believed that as member of the Orde Boerevolk, he was performing his duty as a member of the Orde Boerevolk against the Government and the PAC.  It was clear from the evidence that the Orde Boerevolk and more particularly, Mr Botha who acted as a member of that organisation, that they wanted to send a message to the Government that war had been declared and that if any action was to be taken by organised bodies and organisations, that counter-measures and counter-attacks could be expected.  And that is what happened on that particular day.  It is so, that shots were fired at a bus full of innocent passengers.  The evidence was led today before you and that is an unfortunate situation but at the same time that very morning, members of the PAC perpetrated an attack against innocent people.\n\tI submit to you that Mr Botha, in his evidence and the cross-examination, as well as the questions put to him in respect of this act - I submit that he performed well under cross-examination and that he explained to the Committee why that particular action was taken.\nIn the same way, Section 22(f) where the Act provides:  \"that any person - any person referred to in Paragraphs (a) and (d), who on reasonable grounds believed that he or she was acting in the course and scope of his or her duties and within the scope of his or her express or implied authority\"\n\tI would submit to you that this section goes further - goes much further than Sections (a) and (d).  And I submit that Mr Botha's evidence relating to his objectives, the objectives that he was pursuing and the reasons why they went from Richard's Bay to Durban to send a message to the Government and the political organisations of the day, to carry that out.  I submit to you that this is not a case where an organisation or members of an organisation, simply killed people at random.  Mr Botha thereafter, on the next day immediately contacted the media and revealed to them that this act had been carried out by the Orde Boerevolk.\n\tI submit that seen in the light of the fact that he pleaded guilty - that he made no bones about his involvement and that he came to this Honourable Committee - he came to tell his story - the fact that he said that he was sorry and that he knew that innocent people had been injured and had died, I would submit that the Committee should take into consideration that he acted under the banner of the Orde Boerevolk and in their name and that he believed that he was involved in a war.  \n\tI would request the Honourable Committee to grant him amnesty on all the charges of which he was convicted.  That would be seven charges of murder, 27 charges of attempted murder and a contravention of the Weapons Act, being in possession of an unlicensed firearm and also being in the possession of ammunition.  There's also a further charge -  possession of ammunition - so there are two charges relating to possession of ammunition.  And also, that he was in possession of a teargas grenade - that's charge 38.\n\tI submit that the evidence led by the Legal Resources Centre in Durban and placed before you, that the evidence related to injuries, the financial loss suffered by the parties, the Representative of the Legal Resources Centre submitted to you that he would lead evidence which would prove that this was not a politically inspired act.  I would like to submit that no such evidence was placed before you today.  That is all, thank you.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "As it please the Commission.  I associate myself fully with what my colleague has said on behalf of Mr Smuts or rather Mr Botha, what she has submitted to the Commission.  With respect, Mr Smuts firstly made full disclosure of what happened on that particular day.  It nowhere appeared from his evidence and from questions put to him that there's anything that proves the contrary.  What is important is that Mr Smuts was in fact a member of the Orde Boerevolk.  The police found in the possession of Mr Botha, they found a document embodying the oath of allegiance to the Orde Boerevolk - Exhibit A.    Although this was the document signed by Mr Marais but it was Botha as well as Smuts's evidence relating to this oath.\n\tIt's important, with respect, the fact that the oath had been concealed by Mr Botha and that Botha at that stage, along with Smuts and Marais, they were in detention in terms of Section 29 so, that cannot be a fabrication.  It is something that did in fact exist before the events we're talking about here and that lends further credibility to their participation on behalf of the Orde Boerevolk. \n\tChairperson, it's further essential to bear in mind what the political climate was at the time of the particular events that that is very important to take that into consideration.  It's also essential to bear in mind that the events were preceded by events shown by the media and broadcast by the media namely, this attack by members of the PAC on White people at the Durban beach-front.  \n\tFurthermore, the action against the people in the bus was launched by three people believing that they had to act in the vicinity of the first attack that morning, in order to send a very clear message to the Government.  It's also essential to take into consideration that the applicants did not act in Richard's Bay as they could have done if they wanted to - where they could have killed Black people at random.  It is important to note as well that the action - the subsequent action by Mr Botha, ...that was already testified to, clearly illustrated this.  Mr Smuts's action was similarly in or on the instructions of Mr Botha and he knew that Mr Botha was the cell leader of the Orde Boerevolk.\n\tIt is essential that such action, where a cell acts as an underground movement, that this action should take place secretly and clandestinely.  The Orde Boerevolk's objectives must also be taken into consideration and what is important is the fact that the cell leader had a discretion as to how he would act in the circumstances.  This type of action is not at all strange if one looks at things that happened in the past, where people acted as a cell and the discretion rested with the Chairperson...[no sound]   changing opinions of the Government and the PAC to try and persuade them not to proceed with their policies and it must be seen against that background.\n\tIt's important that there were no motives of personal vindictiveness of personal gain or benefit.  There's no evidence which points to any such motive and I therefore submit with respect, that this action had been undertaken with a very direct political motive and was carried through on that basis.  \n\tAnd it should not be seen in any other light, taking into consideration the circumstances existing at the time.  It must be seen in that light and it must also be linked to the applicant's background, mainly the way he'd been raised, they way he'd been educated, political doctrines which he'd been - been forced onto him by parents or whatever.   And their belief that there was an onslaught against White people which should be resisted.  I would like to submit with respect, that the applicant complies with the requirements of Section 21(c), the full disclosure and also Section 22(a), (d) and (f).  That he complied with all these requirements.\n\tFurthermore, as far as the provisions of Section 23 - I've already dealt with those in passing  and it's important that on that particular day, there was this action by the PAC on that morning and the applicant acted with that knowledge and also on the instructions of his cell leader.  And also taking in consideration his background as a member of the AWB.  I'm not saying that the AWB gave the orders.  There could have been a certain measure of influencing but I don't say there was a actual instruction.\n\tI would like to submit that the applicant in these circumstances, should be granted amnesty as set out in the indictment, should be granted amnesty on all these charge, seven charges of murder, 27 charges of attempted murder and then a contravention of the Weapons Act, possession of a FN as well as possession of ammunition and teargas grenade.  I may also mention that a page or two is missing but I believe that this page has now arrived and that will be made available to the Commission.  This - that will explain more fully what our position is.  Thank you Chairperson.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Thank you Chairperson.  Initially I would like to submit that the third applicant and his application as currently before the Committee, complies with all the requirements laid down by the Act.  It's also my submission that the applicant, in his evidence before the Committee disclosed all the relevant facts, made full disclosure of those facts.  And it's my submission that all the applicants for that reason disclosed these facts with - in such a way that the interpretation of those facts today, should be such that there was no remorse.  It is my respectful submission that it was the cold-hearted truth and in the presentation of that truth, there wasn't remorse as such.\n\tIn Section 22(b) the Act stipulates certain criteria, six criteria to explain what is meant by an act committed with a political objective.  Eight of these criteria independently and in the light of the circumstances of the case must be considered.  \n\tAs far as possible we should distinguish these criteria but there will be a large measure of overlapping and that's unavoidable.  And we therefore request that the criteria in sub-section three must be seen as a whole.\n\tIt is my respectful submission that a too strict application of these criteria would result in a fact that the objectives of this Act would not be realised and cannot be realised if we act too strictly.  There will be a measure of overlapping and flexibility must be applied.  It's clear from the documents relating to the trial and the documents presented before the Commission, that during the attack, there was no question of any personal benefit or gain.  It cannot be argued that the deaths happened out of sense of fear of later identification.  The organisations were important role-players at the time.  The PAC launched an attack against innocent people that morning and there was a counter-reaction later that day by the Orde Boerevolk.\n\tAs far as motive is concerned, it seems from the evidence of the applicant that the motive was politically inspired.  He said that he was a member of the Orde Boerevolk and he therefore signed a declaration of war.  During his detention, under Section 29 of the Internal Security Act, there was also a charge of high treason investigated against him.  It's probably as a result of the magnitude and the seriousness of the crimes of which he was later convicted.  This particular case against him was not proceeded with.  The crime was not investigated by a normal investigating team but by a special riot unit which also shows that the State's perception of the Act at that particular stage, was definitely that it was a political crime rather than a normal common crime.\n\tHe was detained for 96 days without trial, as already mentioned.  And the trial court, Judge Hugo specifically said, that the offence was committed for political motive.  The context in which the act was committed was in reaction to the PAC's attack that morning.  There was a general shock amongst the right-wing community of Richard's Bay as a result of this attack and it's clear from the evidence that in the course of the day, that was the only point of discussion in Richard's Bay in that shop, the applicant's shop.  The attack that night on a passenger bus was therefore a clear reaction to the attack of that morning.  \n\tDuring the trial Judge Hugo also said the following during sentence\"\n\"What happened was clearly a catalyst for the evening's attack as far as the legal and factual nature of the crimes is concerned\".\nIt is so that the Act constituted a grave human rights violation ...[intervention]",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Where do I find these remarks? Have you got it ...[inaudible] copy of Judge Hugo's judgment?",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "I can refer you to the page number but I'm quoting from the document prepared for the trial court.  It won't necessarily be the same pages as you have in front of you but I will see to it that I will prepare a full copy of the judgment.\n\tInsofar as the objective of the act is concerned, it's my submission that these two criteria are very closely linked.  The attack was aimed against the Black civilians who were simply identified as potential victims.  The objective of the attack - and the reaction to the attack that morning was in furtherance of the Orde Boerevolk's policy and doctrine.  As far as the order is concerned, the act was carried out in - as a result of an order given by the cell leader and Botha testified that he gave the order that they should shoot.  \n\tIf I can take the Commission back to the trial court where Judge Hugo said the following:\n\"We accept that Botha took the initiative, in that evening's attack and we also accept that he was in a position of authority\".\nHe also says that:\n\"We accept that Botha gave the ultimate order to shoot\".\nThe applicant admits in retrospect that the attack perhaps did not succeed in it's purpose.  The applicant did not plan the action but it was a simple instruction coming from higher up.  I'd like to refer you to Mr Boraine and Levy's book, The Healing of the Nation where in a schedule, the following is said by a Mr Norgaard where he sets out certain criteria in Namibia.  Mr Norgaard says the following:\n\"In such cases, it must be recognised that there may be little or no explanation as to why a particular target has been selected for attack and I do not consider that the absence of such explanation is decisive against the act being political\".\nHe continues:\n\"I therefore ...[inaudible] relevant to consider whether the act was one which could have been regarded as within the scope of the campaign\".\nAll three applicants throughout, said that they were working with Orde Boerevolk policy.  There is a document and was submitted to the Committee, setting out the guidelines and the policy of the Orde Boerevolk and it's clear that their policy gave rise to this counter-attack that night.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you please give us that quotation?  Could you please give us that reference?",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "Alex Boraine and Levy were the authors, title The Healing of the Nation and I think it is Appendix E in which the Norgaard principles are formulated and Mr Norgaard's explanation of these criteria.  That is literally - that appears in the last two pages of the book.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Accept that, with regard to the quotation you've given us - accept that in this particular case an explanation has been given which is in the target.  The explanation for that for every one White, there must be 10 Blacks killed.  There's no absence of explanation.  There is absence of - there is presence of explanation and the presence of explanation has an impact - can have an impact on the question whether or not there was political objective.",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "If I could put it like this, it was almost an explanation in terms of numbers in the ratio of 1 to 10 but the other aspect was, that it - the victims also had to be innocent people such - in the same way as the White people of the morning's attack were also innocent victims.  Many of these criteria overlap and must be seen in that context.\n\tIt's my submission in conclusion that the third applicant falls within the ambit of these criteria and more specifically Section 20.  And my request would also be that amnesty be granted to him on the charges as set out in the indictment.   I don't know whether there are any specific questions which the Committee would like to put to me.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "One thing that causes me perhaps technical difficulty, is that you are asking amnesty in respect of the teargas grenade.  There has not been, as far as I can recollect, one word of evidence relating to that.  As to why it was in their possession?   Whether it had anything to do with this incident?  Where it was found, we don't know.  ...[inaudible]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll take the usual adjournment and resume at 2.15p.m.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "It appears to me that I'll have to make a  full disclosure  to the Committee.   I've made a mistake regarding the charges.   My client Mr Botha, informed me during the recess that he hadn't pleaded guilty to the charge of possession of the smoke grenade and that he also hadn't been convicted on that charge.\n\tFurthermore, he'd only been convicted for the possession of a machine gun.  The ammunition that was in his possession was ammunition that could be fired with a .303 and he had licence for such a rifle.  That was my mistake, so the amnesty only concerns the murder, attempted murder and possession of the machine gun.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "That's right, the FN.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Regarding my client - that applicant - he also informed me that he'd pleaded innocent to possession of the smoke grenade and had consequently been found innocent.  So therefore he applies for amnesty for the seven murders, the 27 attempted murder charges, the possession of the FN rifle and the accompanying ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The microphone isn't on.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, not the AK47.  The AK applied to the third applicant.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So, all the charges up to charge 35?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "All the charges except the last charge regarding the grenade and only one charge regarding the FN rifle and the ammunition.  That is all Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "The same in the case of the third applicant, the murder, the AK47 and his ammunition but not the tear smoke - not the teargas.  That wasn't a charge applying to him.  ...[no sound]",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "5037,62 rounds, who was found guilty of that?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The microphone is not on.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I've been instructed that my client was found guilty only of the possession of ammunition fired by an FN rifle.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That's indicated as B.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The microphone is not on, the interpreter cannot hear.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And none of the 20mm rounds.  And the 7,62, was that only for the AK?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The microphone is not on.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I beg your pardon.  We are restricted to ...[no sound]  None.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, do you propose addressing?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, members of the Committee, it might be convenient if my learned friend from the Legal Resources Centre address you and then I'll just sum up my views.",
            "Male"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.\n\tMr Chairman, it's my submission that none of the evidence which we've heard yesterday, brings the applicants within the ambit of the Act.  It's my submission that very crucial provisions of the Act have been overlooked.  And I'll be indebted to the Committee if it permits me to analyse those provisions and show how those provisions have not been complied with.  Thank you Mr Chairman.\n\tIt appears that Section 20 of the Act sets out the requirements which need to be satisfied before an application for amnesty may be granted.  The first three Sub-Sections are of relevance in this regard.  The first sub-section deals with two important provisions and both are contained in Sub-Section 21(b) and they read as follows:\n\"The act, omission or offence to which the application relates is an act associated with a political objective committed in the course of the conflict of the past, in accordance with the provisions of Sub-Sections 2 and 3.\nAnd (c), paragraph (c) states that:\n\"the applicant has made a full disclosure of all the relevant facts\".\n\tIt may be instructive to deal with what is meant by the term \"associated with a political objective\" first.  The Act has given guidance in this regard. And the guidance is contained in Sub-Section 3 and Sub-Section 3 has been divided up into 6 sub-paragraphs.  The first one says that:\n\"in determining whether it is an act of a political objective, the motive of the person who committed the act, omission or offence, shall be taken into account\".\n\tThe evidence which we heard yesterday was clear that the motive of the attack and the killings was a tit for tat revenge killing.  No matter how much the applicants may justify whether the term \"revenge\" should now be given a new interpretation, they've repeated in the trial, they've mentioned that they did not write the rules by which these killings had to occur - the PAC wrote them.  So if the PAC was going to engage in indiscriminate killings, they were also going to engage in indiscriminate killings.\n\tIt's on the record in the criminal trial and it's stated by the applicants themselves that their reason for attacking the Putco bus, was in revenge for an attack which had happened earlier that day in which a number of Whites had been attacked by knife-wielding men.  The word weerwraak is mentioned on numerous occasions and up to now, the Committee hasn't heard any evidence as to why it should disregard the employment of that term at the criminal trial.\n\tWe then go on to the attack - I think it may be of some use to analyse very briefly, the attack which occurred on the morning of the 9th which apparently was the catalyst which caused the attack in the evening.  The attack was on a group of Whites on the beach-front, that's common cause.  What's also common cause is that the individuals who perpetrated the attack in the morning, had PAC T-shirts but a crucial piece of the evidence is missing.  And that is, there's no evidence before this court, nor was there evidence at the criminal trial about the political inclinations of the Whites who were attacked because if one looks at this logically, the applicants have sworn an oath for the freedom of the Boerevolk.  The first line of the oath states that:\n\"AN OATH THAT I SHALL COMMIT MYSELF TO THE LIBERATION STRUGGLE OF THE BOER PEOPLE\".\nBut we don't have any evidence before this Committee, nor was there evidence at the criminal trial that the people who were attacked were Boere or that they identified with the aims and objectives of the OB.\n\tIn 1990, if one looks at the climate - the political climate, it may very well have been that the Whites who were attacked on the beach-front may have been ANC members.  So we don't have any submissions, evidence, nothing about who the applicants were trying to protect or avenge on that particular day.  One of the Commissioners put a very important question to the applicants yesterday and that is, whether the applicants would have killed a bus full of White ANC supporters?  The answer was in the negative.  \n\tBut surely if one takes the argument of the applicants to it's logical conclusion, their ill-feeling, their problems were with the National Party Government, the ANC and the PAC.  But they would not attack a bus full of White ANC supporters.  We don't have any reasons for that.  The only conclusion one can come to as a result of hearing all that evidence and the submissions is that they had a malice towards people with a Black skin.  No-one can escape from that.  \n\tIt did not matter to them what political affiliation those Black people followed.  It was sufficient for their purposes that the people that they were going to attack, had Black skins - full stop.  So much for the motive of the attack.\n\tSub-Section (c) talks about the legal and factual nature of the act, omission or offence, including the gravity of the act, omission or offence.  Now in our judicial system, it's my submission that the highest or at least the offence that one could commit which is of the most pronounced gravity is treason.  Murder ranks second, but treason is not committed very often, so for all intense and purposes our criminal justice system deals with murder which is one of the highest and worst crimes that one can commit.  Seven of these killings occurred.  (end of tape)  \n\tIn fact I have skipped a section I should have gone on to sub section B and that is the context in which the act, omission or offence occurred.  And in particular whether the act, omission or offence was committed in the course of or as a part of a political uprising, disturbance or event or in reaction thereto.  I think one has to look at the events of the morning before one can deal with a reaction.  And the Act is clear, it has to be a political uprising, disturbance or event.  \n\tNow if my learned friends were to be believed, any attack on any person would fit into that section as long as the attacker and the victim were of different colours.  It would then be a political attack and it was construed as a political attack by the applicants and the only basis on which they construed this attack as a political attack, was that the people were wearing PAC T-shirts.  I think it's really far fetched to suggest that any person who wears T-shirts bearing political slogans and who thereby then commits an offence, one then has to construe that as a political offence.  I think - I would submit ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think if you remember the evidence, none of them saw these assailants wearing T-shirts, they went by the announcement on the radio and TV that these people wore particular clothes.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes, I agree Mr Chairman.  They did go by what was announced over the media and the conclusion they came to was that because the attackers were Black and wore PAC T-shirts and the victims were White, that per se was sufficient for them to conclude that the threatened uprising of the Black people was imminent.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You said that wearing a T-shirt doesn't mean anything but isn't it somewhat different where 20 people are all wearing the political T-shirt?  Isn't it in those circumstances fair to draw the inference - if that is true - that they are there as a political group?  ...[inaudible] for myself, I have never seen 20 people quite by chance wearing the same T-shirts - political T-shirts, have you?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...[inaudible] when they weren't in a political gathering or if it was not of any political nature?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes, I've seen them at political gatherings.   It may be true that it's unusual to see 20 Black people or in fact 20 individuals wearing political T-shirts, slogans with political insignia in the street but I think for - it's unreasonable to conclude merely by that fact, that is constitutes a political uprising, disturbance or event.  And that's what the Act asks us to look at.  It has to be a political uprising, disturbance or event.  And I think before ...[intervention]",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "20 members of the same political party, dressed in a political uniform, breaking into a shop, stealing things and stabbing, wouldn't you call that a political disturbance?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "With respect Mr Commissioner, I would call that and those individuals, common criminals.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you're saying is, it did not constitute a political uprising?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "That is correct Mr Chairman.  I'm submitting that the actions of those people in the morning did not constitute a political uprising, disturbance or event, it was a purely criminal action.  Because if one has to then ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could an event be political as well as criminal or both?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes, it's possible in our criminal justice system.  If one has to take the argument which was put forward, to it's logical conclusion - if a Black person who is presently in prison for robbery and he was convicted of robbing a White person, why wouldn't he be able to come to this Committee and say, I robbed that White because I was in the business of re-distributing ...[inaudible]\n\tIt's my submission that one has to construe this provision very strictly because if a precedent is set where individuals - as long as they are of different colour - it would grant them a licence to say it's a political uprising, disturbance or event.  Anything would then fall within the provisions of that section.  And I'm asking the Committee not to set this precedent.\n\tThe next Sub-Section which is of importance, is the object or objective of the act, omission or offence and in particular whether the act, omission or offence was primarily directed at a political opponent or State property or personnel or against private property or individuals.  That's a very important Sub-Section.  \n\tWe've dealt with the motive and the object of the applicants.  What we now have to deal with is - against whom and against what, did the applicants direct their attack?  It wasn't against a political opponent, it wasn't a property or personnel.  It was against private property and private individuals.\n\tThere's no evidence before this Committee that the victims had any political inclination and it's important that we keep this in mind because Section 21, Sub-Section 2, deals with - in every paragraph in that Sub-Section from (a) to (g), deals with:\n\"Against whom is the attack launched - against what is the attack launched - the target\".\nThe target is crucial and from Sub-Section (a) to Sub-Section (d) \"the target\" is repeated and I'll be coming to that later on.  So it's very important to keep in mind that an attack against private property and individuals does not qualify one for amnesty.  \n\tWe now deal with the next Sub-Section and that is: \n\"Whether the act, omission or offence was committed in the execution of an order of, or on behalf of or with the approval of the organisation, institution, liberation movement or body of which the person who committed the act was a member, an agent or supporter\".\nThe applicants have told the Committee that they were members of OB.  For present purposes I'll assume that OB exists, although I intend dealing with that later in the argument.  For purposes of Sub-Section (e), we'll assume that OB exists but there's nothing, there's no evidence and there wasn't any evidence even at the criminal trial that anyone ordered them to launch this attack.  It could not have been done on behalf of the organisation because if one is engaged in a military struggle as we heard, operatives are given instructions on the kinds of acts that they may engage in.  \n\tI don't think one can really construe the formation of a cell as giving carte blanche to the commander of that cell, to do as he pleases but we have the evidence of  Mr Botha.  He took it upon himself to launch this attack.  There was a chain of  a command but he did not phone up anyone on that particular day, he phoned up the next day to inform his superior about the attack.  He did not deem it appropriate nor necessary to telephone on the day that he proposed carrying out a murderous act.\n\tSo we don't have any evidence of an order and it's my submission that it wasn't done on behalf of an organisation.  If the applicants are to be believed, that it was done on behalf of an organisation, then one would find that individuals who are presently in prison, who have committed common criminal acts including murder, would come forward before this Committee and say that I did it on behalf of the organisation to whom I belong.  There would be no evidence on the relationship between the organisation and the individual.  And I'm asking the Committee not to let the flood gates open.  \n\tWe also heard yesterday that it's one of the pastimes of right-wing groups and individuals, to go around at night or during the day, mostly during the night, to go to places, public places, hotels, pubs and chase away or assault or if necessary even kill Black people who frequent those places.  We heard that in evidence yesterday.  I'm sure there are people in prison today, who assaulted and killed Black people during those pastimes.  And I think the word which was used by Mr Marais was \"excursions\".  They used to go fully armed during these excursions.  So what I am saying Mr Chairman, is that the provisions of Sub-Section (e) also have not been complied with.\n\tSub-Section (f) ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Before you go to (f) I hear you but, what happens where there has been - where a policy has been decided upon and directives given to members of, say of the Orde Boerevolk that once one White person is killed, 10 Blacks must be killed.  Are you saying that they must every time go back for instructions to actually launch the attack despite the fact that a directive, a clear directive has been issued that you should do this?  Because that seems to be your argument and I want to know whether really that's what you're saying.  You're saying that each time they must go back in respect of each attack before they launch?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "It's my submission before this Committee that if one is going to engage in the most serious capital offence besides treason, one needs that authority.  We're not talking about some trivial traffic offence here.  We're not talking about stealing something, we are talking about taking away the lives of innocent people.  We are not even talking about taking the lives of political opponents ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But they knew when they issued that directive, they knew that it is serious.  They knew that it was not trivial.  They were quite aware of that but notwithstanding the fact that they knew that it was not anything trivial, they issued a general policy to say, do it.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well, it may be true that those kinds of instructions were issued to them but I think the crucial point is, that whatever one engages in must have as it's purpose, a political objective.  It must further ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "That's a different ...[inaudible]  Whether there was political objective or not it's a different argument.  I'm addressing (e) - the question of the chain of commands.  I wanted to know whether you are saying that they should have gone back again, despite a clear long-standing directive?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well, we haven't got any evidence about a directive.  It's not contained in the oath which is before us.  We've heard - it appears that it was over the media - that 10 Blacks had to be killed for every White that was killed.  I don't think one can bring something which is released over the media within the ambit of a structure such as a cell and the command - chain of command.  I think if one - if the OB intended carrying out it's struggle, it had to issue specific instructions to specific cells about the objective and the acts which they could engage in.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry Mr Purshotam, the directive that for every one White there must be 10 Blacks killed, did not come through the radio.  What came through the radio was the coverage of the incident that had happened at the beach but according to the applicants, as they joined the OB they were taught about the strategies and objectives and one of them was that for every one White killed there must be 10 killed - 10 Blacks killed.  That is what they were told as they joined the organisation.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, it's my understanding that when I submitting that when I was talking about the media, was the tape of Mr Rudolph which was released over the TV.   And it's then that he mentioned that 10 Blacks had to be killed for every White killed.  And it's beyond my comprehension how an organisation purporting to have political objectives, won't issue specific instructions to it's cells and operatives out there in the field.\n\tI think what one has to distinguish between what appears in the media for public consumption and what is told to the chains, the commanders and the operatives.  If one had to believe everything that appears over the media, then it wouldn't be a secret underground movement.  So, because it was a secret underground movement, it did have a chain of command and it's my submission that they had to obtain authority for acts which they intended engaging in, which were of a very serious nature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that whatever appeared on television cannot be regarded as an order as required by Sub-Section (b)?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "That's correct Mr Chairman, I submit that.  That cannot be taken as an order to a person who belongs to a political organisation or purported political organisation and a cell.  That's not the order contemplated in the Act.\n\tMay I now proceed to Sub-Section (f)?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] What about approval - approved by the organisation?  The day after the killings, it was - if I remember correctly - there was evidence that they approved of it later, on the day after when Botha reported it to them.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well it's my submission that approval connotes obtaining permission in advance of the event.  If the legislature intended what the applicants actually did then it would have used the word \"ratified\".  It's my submission that ...[no sound]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does the organisation not have to come forward and say, we approved, if there's going to be approval?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well, we haven't had any high-ranking member of that organisation coming before this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nobody?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes, Mr Chairman, we've had nobody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Except the evidence of the man who gave the order and then said others approved it.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Can I go back a little - I've managed to find what I was looking for in my notes and my note is that Mr Botha said - was asked, when was the decision of one for 10 taken and his reply was: \"I can't tell you when or where, I was told of the decision when I saw the oath\".  So he didn't hear it over the video, he was told of that decision by the people who indoctrinated - inducted him into the Orde Boerevolk.  Does that alter your argument?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well ...[intervention]",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's  microphone is not on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You see, if he was told when he joins the organisation that this is the policy of the organisation - as my brother put it to you - does he then have to go and get authority to carry out their policy?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well, what those people told him in balaclavas, doesn't appear to me as an order to him.  As you mentioned, it may have been the policy of the organisation but the Acts talks about - not the policy of an organisation - it talks about whether there was an order or whether it was approved by the organisation.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Or the ...[inaudible]  Or on behalf of.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "I won't pursue that line of argument anymore.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]  your argument.  As I understand your argument, there was no evidence about any order, all there was, was a policy.  ...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Nobody has come forward to say they approved it, beyond the man who gave the order himself, then said somebody approved it.  Now, is that enough?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "It's my submission that it's not enough.   There was a chain of command but no attempt has been made to get any responsible person in this organisation called OB before this Committee, to tell the Committee that they approved of the acts committed on that day and it's also relevant for purposes of full disclosure, which I'll be coming to later on.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But you see that  - in all fairness to the applicants - we must be very careful about the argument, we mustn't press it too hard - the argument that nobody came on behalf of the organisation to say that they are proof of this because it was never disputed to the applicants.  It was never put to the applicants that \"you did not have such an order\".  Possibly, I'm not saying that would have been the case but possibly if the applicants - if it was put to the applicants when they were in the witness box and say that - and challenged on that, they might possibly have called some people to do that but they were not challenged on that.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well, it's my submission that they are making applications in terms of this Act.  They have three legal counsel sitting before us who have advised them on the requirements which need to be complied with before they make their applications to the Committee.  It's not for me to challenge them, nor for any of the victims to challenge them about whether they've complied with the provisions of the Act.   They know what the requirements of the Act are...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr Purshotam, if we have to sit here to expect applicants to lead evidence on things which are not in dispute, I doubt whether we'll finish the applications.  Surely when an applicant comes here, if points - if certain points are not in dispute, he can't call at the witnesses on points which are not in dispute.  That's not how any proceedings can be conducted.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well, it's my respectful submission that we don't have a set of pleadings before us in order to determine what is in dispute and what not.  This is not a Court of Law and one has to deal with the applications and the evidence which is led, as it comes out.  And the main objective is to fall within the ambit of the Act and that they knew in advance of coming here.  May I proceed with ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.   Sub-paragraph (f) deals with the relationship between the act, omission or offence and the political objective pursued and in particular the directness and proximity of the relationship and the proportionality of the act, omission or offence to the objective pursued.\n\tThe relationship between the act which is constituted by these killings and a political objective, does not exist.  It's my submission that no political objective could have been reasonably pursued by engaging in a senseless slaughter of innocent people.  And therefore even the provisions of that sub-section haven't been complied with.  There's no relationship.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Are you not going to address us on the proportionality of the Act?  Here we have, as I understand the evidence, the desire of the Orde Boerevolk to show that they objected to White people being killed.  So rather than make a statement or anything, they slaughtered 10 - 7 innocent people surely is out of all proportion to what they hoped to achieve?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "I agree Mr Chairman.  It's out of all proportion to what they purported to achieve as their policy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The argument will be advanced at ...[inaudible] proportionality was determined by their policy which said 10 Black lives are equal to 1 White life, that's the proportionality.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Yes, Mr Chairman.  I think before one comes to proportionality, one has to deal with the question of the relationship between the Act and the political objective pursued.  If there is some relationship, if one establishes a relationship between the act and the objective, then I think the legislature intended this Committee to deal with the question of proportionality.  If there's no relationship, the questions of proportionality doesn't come into the picture.  That's my submission.\n\tSub-Section (f) 2, says that:\n\"Any act, omission or offence committed by any person referred to Sub-Section 2,\nSorry, I'll repeat that.  It's the Sub-Section below Sub-section (f) which is numbered Roman 1 and Roman 2.  That Sub-Section tells us that:\n\"The act, an act is not included within the ambit of Sub-Section 3, if it was out of personal malice, ill-will or spite directed towards against the victim of the acts committed\".\nIt's my submission that there was an excess of malice against people of Black colour and that is what motivated the applicants.  Pure malice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now, wouldn't the argument be advanced that there was pure malice shown towards Whites by the Blacks that morning ...[inaudible]",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Mr Chairman, the individuals who are before this Committee are not those individuals who committed those acts on that particular morning.  They may be in a position to argue along those lines, that they had a malice White people.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Two wrongs won't make a right, would it?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "That's correct Mr Chairman.  And here we have applicants who acted out of malice towards Black people, so that immediately takes them out of the provisions of the Act - if it's malice.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "In this regard - I don't know if you have seen a copy of the Judgment, Judge Hugo's Judgment I think it was, I'm not quite sure but one of the witnesses referred to what was said at the trial and that was that they were called animals, they were called baboons by the applicants.  Is that so, was that referred to in the Judgment at all?  Was the witness correct?  His evidence wasn't challenged in that regard.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "I haven't had an opportunity of reading the entire judgment but Mrs Clarke, a candidate attorney has had an opportunity of looking at the Judgment and it appears that the terms which were used during the trial where that - in cross-examination, I may mention - that at the time of the attack - this was stated by applicant Marais - that at the time of the attack, he believed that Black people were \"diere van die veld\" (animals of the field) and that they had no souls and as far as he was concerned, it wasn't murder to shoot them.  And that appears at page 157.\n\tHe then went on at page 158, to say that it was in accordance with his beliefs as a follower of a White religious cult called \"Israel's Vision\", which he said proposed that the Black population were a threat to the White \"volk\" and to battle with them was to fight the battle against satan.   \n\tI will now revert to Sub-Section 2 of Section 20.  It's quite a long Sub-Section and I don't propose ...[intervention]",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I apologise for the interruption.  There was another application that was due to start today but I very much doubt ...[inaudible]",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "...[inaudible] and his attorney could be released.  I see it's now a quarter past three or very nearly quarter past three.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  ...[inaudible]",
            "Unknown"
        ],
        [
            "MR BRINK",
            "He certainly - he was here.  Oh yes, he is here.  I very much doubt - I may be wrong but I rather gather you wouldn't want start with a new application this afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]  Sorry.  Mr d'Oliviera, you and your client are excused from further attendance.  There does not seem to be a likelihood of your matter being reached this afternoon.  Would it be convenient for you to be here at half past nine, tomorrow morning?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And will you arrange with the authorities to ensure that your client is here as well.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.   Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.  Sub-Section 2 of Section 20 deals with individuals and organisations which were involved in political acts and what is referred to in the Act as a political struggle.\n\tMy learned friends have apprised this Committee that the applicants intend basing their applications on provisions in Sub-Section (a), (d) and (f), so it may be instructive to look at those provisions and determine whether the applicants fall within the ambit of those Sub-Sections.  Sub-Section 2 starts off by saying that:\n\"The act must be an act associated with a political objective, advised, planned, directed, commanded, ordered or committed by Sub-Section (a).  Any member or supporter of a publicly known political organisation or liberation movement on behalf of, or in support of such struggle or movement, bona fide, in furtherance of a political struggle waged by such organisation or movement against the State or any former State or another publicly known political organisation or liberation movement\".\n\tI've mentioned this earlier and members of the Committee have also touched on this.  And that is, which political organisation are we dealing with here?  We are told that it's the OB.  The question is, whether it's publicly known?  There mere fact of the release of a video on TV, is that sufficient to suddenly constitute a publicly known political organisation?\n\tWe haven't got before us even a Constitution of this organisation.  We were told in evidence yesterday, that nothing is known about it's membership.  It may be 3, it may be 30, it may 300 or it could even be 3.000.  How can one conceivably talk about a publicly known political organisation, if one knows nothing about it's structure and it's constitution.\n\tThe applicants know what they have to satisfy in this Act but I repeat, no attempt has been made to bring before this Committee any document which talks about the structure of this organisation or it's constitution or it's aims and objectives -  we have an oath.  I'm not so sure whether that is sufficient to suddenly constitute a publicly known political organisation.  But even if we assume, for purposes of argument, that it's a publicly known political organisation, one has another hurdle to cross.\n\tThe acts which are committed by members of that political organisation must be directed against:\n\"the State or any former State or another publicly known political organisation of liberation movement\".\nWe don't have any evidence about how one could fit an attack on innocent law-abiding citizens within the ambit of:\n\"the State, a former State or a publicly known organisation of liberation movement\".\nThat's Sub-Section (a).\n\tThe next Sub-Section that was relied on, is Sub-Section (d).  And that reads as follows:\n\"Any employee or member of a publicly known political organisation or liberation movement, in the course and scope of his or her duties and within the scope of his or her express or implied authority directed against the State or any former State of any publicly known organisation or liberation movement, engaged in a political struggle against that political organisation or liberation movement or against members of the security forces of the State or any former State, or members or supporters of such publicly known political organisation or liberation movement and which was committed bona fide in furtherance of the said struggle\".\n\tFor purposes of logic, that Sub-Section may be divided up into it's constituent parts.  The first part deals with:\n\"in the course and scope of his or her duties\"\nWe've touched on this already as regards the policy of the OB.  How one suddenly converts the policy of an organisation into a duty, is beyond me - in my submission.  \tThe next constituent part of that Sub-Section, deals with: \n\"the express or implied authority\"\nHow ones brings within the ambit of this, these important terms.  Again, the policy of the organisation - because that is the only thing which we have before this Committee - the policy which has suddenly been magnified into an order, it's been magnified into a command, it's been - all sorts of terms have now been applied to the term \"policy\".  But the Act is specific on this, it talks about duties, it talks about express or implied authority.  We have no evidence of the applicants having had any express or implied authority from anyone in the OB in a responsible position.\n\tAnd then we come again - the Sub-Section repeats against whom and against what the attack must be perpetrated.  That's the golden thread of this Act.  The central purpose of this Act is to determine, against whom and against what, were the acts perpetrated.   And it's repeated in all the Sub-Sections.  And I don't want to repeat what I said as regards Sub-Section (a) but again we don't bring ourselves within the ambit of:\n\"the State or a publicly known political organisation or a liberation movement\"\nagainst whom the attack has to be carried out.\n\tAnd then reliance was placed on Sub-Section (f) ...[intervention]",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Sorry, before you go on, while on this point.  If one accepts the evidence, isn't there a difference between Smuts, Marais and Botha on the question of authority?  They say, he was the man in charge of the cell, he was the man who gave the orders.  He gave them an order.  As far as those two are concerned, can't they argue here that it was within their implied authority or their expressed authority and that they were ordered to do it by their commanding officer?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "It is conceivable to have that interpretation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But not for Botha?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Definitely not for Botha.  But I would urge the Committee not to put that interpretation on those provisions because ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your argument that in this case here, the act that was perpetrated was not against the State or any political organisation, but against the victims.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "That's correct Mr Chairman.  It wasn't perpetrated against any State or against any responsible member of the State or against a political organisation or liberation movement, as this particular section requires you to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You heard their evidence in which they said, their aim was to draw the attention of the State, the Government, that the Government was traveling along wrong lines.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "It's my submission Mr Chairman, that if one wants to bring a message home to an organisation or for that matter the State, one ...[inaudible] something connected with the State or that organisation or liberation movement.  There has to be some relationship as mentioned in Sub-Section 3, between the act and the target.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I - would that also be the case if a bomb was planted on the border and farmers were killed?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Well, as I said earlier on, one has to distinguish between common criminal acts and acts which are committed in order to further a political objective.  Putting a bomb on the border and killing farmers is a barbaric act of terrorism, it's a pure and simple criminal act.  One cannot construe any act which does not bear any discernible relationship to a political objective if it does not bear any discernible and reasonable relationship between the act and the objective, it's not a political objective, it's a criminal act, it's an act of terror.\n\tThe last Sub-Section on which reliance was placed is Sub-Section (f), but if one has regard to Sub-Section (f), one cannot bring oneself within the ambit of Sub-Section (f) before one has brought oneself within the ambit of Sub-Sections (a), (b), (c) or (d).  But it's my submission that none of the requirements of (a), (b), (c) or (d) have been complied with and therefore the question of reliance on Sub-Section (f) doesn't arise for argument.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I notice by the way, with regard to (a), I notice among the documents here, a manifesto which apparent - a manifesto of the OB which takes about a good five pages.  I don't know whether - what impact that would make on your argument, that it's not a publicly known organisation.  It has issued a manifesto which has been quoted extensively in - fully almost fully in the documents.  I don't know what an more an organisation should do if it has issued a manifesto, a public manifesto.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "It's my submission that - Mr Chairman, I haven't had access to the application which was made to this Committee, nor have I had an opportunity to have a look at the manifesto.  This is the first time that it comes to me that there is a manifesto in the bundle.  No evidence was led as regards to such a manifesto but I will nevertheless attempt to answer you.\n\tIt's my submission that the mere issue of a manifesto, doesn't suddenly bring a publicly known political organisation in being because one - the Act talks about publicly known political organisations ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry, I must not mislead you.  It's the manifesto of the Boerestad Party, maybe it's not the same thing.  I think I'm wrong.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "Thank you Mr Chairman.  The last Sub-Section on which I would like to address the Committee, is Sub-Section 21(c), which states that\n\"The applicant has made a full disclosure of all the relevant facts\"\nMr Botha told the Committee in so many words, that he would have to continue with the struggle when - if, his amnesty application is granted.  And presumably he's still a member of OB.  The question is whether this Committee wants to let loose on the public, a person who hasn't yet distanced himself from the aims and objectives of the so-called OB, or distance himself from the aims and objectives of right-wing politics.\n\tWe don't even know about the OB, about it's command structure, about it's constitution, we've mentioned that before.  And it's important for this Committee to know how the OB works, how the AWB works before one can talk about full disclosure because one is proposing an extremely drastic act here of releasing individuals who were convicted in the Supreme Court of what the Judge termed,  \"a feelingless deed against innocent people.  This was carried out and at best, can only lead to further violence or counter-attacks\"  And that's at page 115 of the Judgment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one?",
            "Unknown"
        ],
        [
            "MR PURSHOTAM",
            "That's the Judgment of - in the matter of Botha and Smuts.  I think it must be Judge Galgut.  Judge Hugo, in his Judgment - and this is in preparation to passing the death penalty on the applicants - he mentioned that \"in this climate a deed such as this, is one which awakens the strongest possible disapproval of the public because it intensely increases tension and racial hatred\".\n\tMr Botha and Mr Smuts had an opportunity yesterday before this Committee, to tell us what they intend doing once they're released, if this Committee is disposed to grant their applications.  They intend carrying on with the struggle.  So we're talking about more innocent Black people being killed.\n\tI would like to close by making one more submission, two more actually, that from all the evidence before this Committee, it's clear that the applicants were on a frolic on their own with no discernible public - sorry - political  objective.  Something that has been mentioned repeatedly before this Committee, is the question of remorse and repentance.  We have a banner here which says: \"Truth - The Road to Reconciliation\".  That's the banner which hangs behind this Committee.  \n\tThis morning while I was leading the victims and their dependents, I asked of each and every one of them, have you been approached by any one of the applicants in this hall today or yesterday, to ask forgiveness.  I belaboured the point, it was mentioned  eight times  but up to now  none of the applicants have cared to approach \nany of the victims or their families.  They're sitting right next to each other but up to now, they haven't had the courtesy and the repentance and the remorse to approach them, shake their hands and say, I'm sorry.  So what kind of remorse are kind of remorse are we talking about?  ...[no sound]  mentioned repeatedly to the applicants whether they were remorseful and repentant.  And therefore, we must deal with that question and deal with the credibility of the applicants in this regard.  That is all I have to say.  If there's any further questions from members of the Committee, I'll be pleased to answer them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, is there anything you wish to say?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I'll be relatively brief.  I personally have no problem with the compliance by the applicants with the provisions of Section 21(a) and (c).  And I think the Committee can accept\nthat the events of that morning, when the PAC people attacked the Whites near the beach-front, were events which can be described as political as contemplated in Section 20, Sub-Section 3(b).\n\tMr Chairman, your colleague on the Committee, Mr Justice Wilson, I think raised that also with my learned friend for the victims.  And in general, I agree with the arguments and submissions which he has made.  There are one or two points of difference.  I do not believe that the applicants' acts were malicious as contemplated by the meaning of that term in Section 20, Sub-Section 3(f) - 2, the exclusion Sub-Section so-called.  Certainly the act was malicious, to kill anyone is malicious but I think the Act is referring to personal malice, so with respect to my learned friend for the victims, I don't think that point raised by him is valid.  \n\tI do have a problem however, with whether or not the applicants have complied with the provisions of Section 20, Roman - Section 21(b) and Section 23(f).  Mr Chairman, members of the Committee, I think the weakness of the applicants' case falls to be decided, not on whether they received an implicit order to kill or a direct order to kill.  The point is that they were out for revenge.  They denied that it was revenge, it was retaliation in terms of policy - Orde Boerevolk policy.  \n\tUnfortunately, we do not have a constitution of Orde Boerevolk.  We do not know how many members there are of Orde Boerevolk.  All we do know, that a certain Mr Piet Rudolph was the founder of this organisation.  And all we know is  that the applicants were members of a cell in the Northern parts of this Province.\n\tSo when they go to Durban after leaving Richard's Bay, they have it in mind to make a statement, a political statement.  Now to pause there for a moment - from there point of view, so far so good.  They believed that the White who had been attacked in the morning were victims of a political event and they were going to retaliate.  That's why I say, so far so good.  \n\tBut what they could have done to bring this thing more within the political ambit of what they had in mind, was to have sort out the PAC.  Sort them out in the sense of looking for them and bombing their offices if need be, or even going as far as the top and assassinating the chief of the PAC - as ...[inaudible] as that might be.  They had the power to do it.  \n\tBut they go on what they conceive to be a merry spree and that's probably wrong - it certainly wasn't merry, but on a spree to decide to make a political statement.  They see a taxi, they follow the taxi with a view to shooting it or shooting the passengers in it because the passengers were all Black.  The taxi pulls into a residential area and they decide, as I understood the evidence, not to shoot at the taxi because this was a residential area and bystanders might have been killed.  Mr Chairman, members of the Committee, if you accept that, you'll accept anything.  That is manifest nonsense and untrue.\n\tThe reason they did not shoot the people in the taxi was because they were terrified that had they done so, they might well have been surrounded and killed, -themselves.  So they the taxi alone - they now think what shall be do?  They go to the garage and have cooldrinks and unfortunately, the Putco bus comes past and they decide to follow it and they commit what can only be described as a cowardly, cold-blooded mass murder.  Nothing more, nothing less.\n\tAnd I agree, with respect for my learned friend for the victims, that they appear not to have shown remorse.  It is true that the applicant Marais, indicated that he had severed all connections with the right-wing but the point is, that is ex-post factor.  What was his attitude and the attitude of his co-applicants at the time?  \n\tIf one believes that at the trial their belief when they killed these people, was they were killing people without souls, that they were killing animals.  ...[inaudible] can't be a political motivation because you don't kill animals with a political motivation, you kill them because they trespass on your farm or you slaughter them for food.  But  you don't kill baboons for political objective.  And if that's what they believe when they did it then my submission is, they cannot succeed.\n\tMr Chairman, members of the Committee, those are my submissions, the decision is obviously yours.  It's a dreadful decision you have to make.  And unless there's anything you want me to deal with specifically, that's all I have to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you wish to reply?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Thank you.  I'd just like to begin with the last submission from Mr Brink regarding Mr Botha.  The representative for the victims put it that he had said that they'd killed people because they were animals.  Mr Botha denied that.  After a while there was a reference to a particular passage but it seems now, according to my learned friend's argument, that it wasn't Mr Botha but I just want to put it to you that Mr Botha denied that and that nothing like that came out in his trial.",
            "Female"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "What was said in the court was, I think a certain - there was reference to a certain Mr Liebenberg and who subscribe - whose teaching were exactly that.   That Black people were children of satan, they had no place on earth and the like and the - Mr Botha, if my recollection is correct, said that he subscribed to Liebenberg's teachings, he agreed with Liebenberg's teachings.  It may not be Mr Botha, but one of the applicants said that he agreed with what Mr - with Mr Liebenberg's teachings.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr Marais.",
            "Female"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Was that Mr Marais?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr Marais.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "The note that I have is that we were told it was Mr Marais at page 157 and 158.  [no sound]",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "The representative of the victims read the oath and in his entire submission to you, he mentioned that this incident didn't happen on behalf of a political grouping - the orders and the objectives.  But Sir, the victims' representative didn't read the oath in full.  It was submitted to you that whatever they did, they didn't do it for the liberation struggle of the Boer people.\n\tBut according to the testimony, Mr Botha is very clear and that's point number 3 of this oath, mainly that he committed himself to the liberation struggle of the Boer people to: \n\"regarding the steps of the National Party Government, its accomplices who support it and the ANC - just to combat those and the Communist Party with all the means at my disposal\"\nNow I would suggest that throughout the event, that was Mr Botha's evidence.  That was the reason why those people in the bus were attacked.  It is a fact that it wasn't a particular political party that was attacked, Mr Botha said so but it was to show to the then Government that it was on the wrong road.  \n\tThat's precisely the same as the bomb that was planted in Amanzimtoti in a bar, in a shopping centre rather.  That was also intended to show the then Government that those freedom fighters were against the then Government in what they were advocating.  Innocent people were killed there.  Those weren't the offices of the National Party.   ...[intervention]",
            "Female"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "There's a difference between what you are telling us what happened there.  That bomb which was put there could have killed anybody, could have killed White,  Black so it's not comparable to this case.  In this case the target is specific - it must be Black.  I don't think you can compare between ...[intervention]",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I, I ...[intervention]",
            "Female"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "It may be that innocent people likewise, were killed in the instance that you are referring to but what I'm saying to you is that there's a fundamental difference.  There the bomb was placed and left where it was.  It could have killed any person of Indian origin, Black, White but in this particular case, they would not have shot if the bus - if in the bus there had been Whites.  So, there's a fundamental difference.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I agree with you but now one takes it further.  It was, and this was always the case - the policy of the PAC - their policy was opposed to White people, White people who were dominating and as I understand it throughout the years no White person has been a member of the PAC.",
            "Female"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I don't know PAC's policy.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I just want to suggest this.  Those events of the morning of that day, that involved PAC members who killed White people not Black people.  There wasn't a single Black person involved as a victim there, it was only White people who were killed and one must never lose sight of that fact.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "If one is going to look at it with that sort of eye, should one have regard to the other factors of the killing that morning?  That they were unarmed, they stole knives from a shop and then stabbed people, they didn't go there as an armed gang.   So would that indicate that it was a political struggle or that it was a bunch of young hooligans?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "With respect, I want to refer to what you personally said to the representative of the victims.   If there are 20 people wearing PAC T-shirts - in the history of the country people have done things for different reasons.  Now those people perhaps they decided that they also wanted to do something and just at that point they didn't have arms and they stole what they could get.   If they'd managed to get firearms they would have used those.\n\tThere's another matter, another aspect which Mr Brink referred to and that is that Mr Botha and Mr Smuts said that they would continue with the struggle.  I want to argue that Mr Botha was completely honest with this Committee.  Mr Botha could have told you, \"I as a Boer Afrikaner, who has struggled for my whole life for the Afrikaners and for the Boer people, now suddenly just because I'm applying for amnesty, I'm going to throw everything overboard\".   \n\tBut then as was pointed out to you - this banner above your head - then he wouldn't have been telling the truth because I don't believe any of these Committee members would have believed him if he'd come here and said,  \"that since my early years I'd been brought up as a Boer Afrikaner and now I'm going to throw it overboard\".  He didn't say, as the victims representative said, he didn't say, \"I'm going to go out again and kill Black people again\".  What he does say that now in our country there is a negotiating table.  He didn't say a word about the Orde Boerevolk.\n\tTake the Volksfront which is in Parliament, they appear every day in the house and the Volksfront says, \"we are still fighting for our own State for the Afrikaner\".  That's precisely what Mr Botha was saying.  Constand Viljoen doesn't say that he's going to kill Blacks when he says that.  One must see it in that light.  He's been honest, he said, \"I still stand for that policy but I'm going to do that through negotiation\".  I have nothing to add.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Regarding Mr Smuts, with respect, he acted on the orders of and on behalf of the organisation the Orde Boerevolk, an organisation that he belonged to.  The target was identified and the instruction was given by the commander, Mr Botha.  That is evidenced in Mr Botha's evidence and also in Mr Smut's evidence.  No questions - there have been no questions saying that this is not the case.\n\tWith respect, furthermore, Mr Smuts' attitude now.  He said that he would continue believing and acting for what he believed, to establish a Volkstaat by negotiation.  He didn't say by means of violence.  There is no requirement in the legislation that a person has to say to each of the victims that he regrets it, that he has remorse.  \n\tNo reconciliation can take place if that is the basis of negotiation because you have a path of negotiation and reconciliation, it's this Committee which has to give the applicants the opportunity to negotiate with people and then to achieve reconciliation.\n\tBut it can't be achieved while they're sitting in prison, not at all.  With respect, there has been no indication at all that these people as a result of any other action than a political motive, that they acted for any other reason than a political one.  Political motive is distinct from a person's intent.  These two concepts shouldn't be confused.\n\tWith respect, in respect of whether it was an order, a cell acts at it's discretion like the discretion of the leader when it sees fit, otherwise it would make no sense.  This is clear in the case of the State v Messina.  1990  709, page 718 of that judgment ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Say that again, I didn't hear you.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "State v Messina and others 1990 (4) SA 709 (AD) judgment of acting Appeal Judge Friedman as he was at the time, page 718, letter C\n\"In respect of the fifth finding, it needs to be mentioned that the evidence does not reveal that the appellants were mere puppets who were obeying the orders of their superiors of the ANC without thought or questioning.  They were under the general command of their leaders.  They themselves identified as targets for assassination, people whom they considered in accordance of ANC policy, to be appropriate victims\"\nWith respect, these people also identified suitable targets for the purposes of suicide.  The Act was accepted as one which had a political motive and that is how it was implemented.  \n\tWith respect, this is the case here as well.  Here Mr Botha was acting as the leader of the cell, such as the person I referred to acted.  The people who were killed in this case - there was a policeman who was described as a person who would have killed other members of the ANC or Black people.  There was a Mr Lukele who had a tendency to kill people or could tend to do so, that was analogous.  So this is a matter of a consequence of a previous act. \n\tIn Exhibit A which has been submitted to the Committee says that:\n\"I shall ensure that commands that I give in the course of the achievement of the above-mentioned ideals are carried out\".\nThere's no reason why Mr Smuts should have doubted in the authority and powers of Mr Botha.  On the contrary, as Judge Ngoepe said, it would be fatal in any organisation to go back every time to ask, \"what are my commands\"?  That would be against the whole purpose.  So here is a matter of a person acting in his own discretion to ensure that a certain goal is pursued and that is how it is carried out.\n\tWith respect, it would also be problematical for - in many cases which are probably still going to be seen by the Committee - in the case for example in the Eastern Transvaal there was a case of a landmine and two Black people were killed.  This is people who have no connection with a political organisation but again that was intended to indicate to the Government of the day - you're on the wrong path and then there are innocent victims.  But that isn't the problem with respect, one must look at the political motive and that political motive and the objective matches with that, that is to criticize the Government.\n\tSo, I submit that there was a full disclosure and as my colleague said and I associate with it,  I say that amnesty should be granted to the applicant.  Thank you.",
            "Male"
        ],
        [
            "MR WILKINSON",
            "Mr Brink is right to say that this legislation places a tremendous burden on you and other members of the Committee in terms of having to reach a decision.  This case is no exception.  Yesterday Mr Marais presented his evidence.  Mr Purshotam of Legal Resources was invited to question this.  He rejected the invitation of the Committee.  I would then like to suggest that the yesterday's evidence should be judged in the light of the criteria.\n\tMr Brink said that he didn't have a problem with Section 21(a) and (c).  His problem is in the political objectives.  So, to determine what the offence was that was connected with a political objective, there are six criteria in the legislation.  The members of the Committee, this is a serious request to you as I said during my submission.  \n\tWe have to accept that no amnesty application is going to have a model answer to all six criteria and at the end of the day that's precisely what the legislation uses.  It uses the word \"guidelines\".  This doesn't mean that the application fails if one of the criteria is absent.  So my request is that \nwhat has been submitted, should be approached holistically and objectively.  \n\tWe must look at the picture as a whole.  That's the only way in which this Committee is going to be able to build a bridge between a deeply divided past full of conflict and injustice, to the future.  That's the only way that this Committee is going to be able to realise the purpose of this legislation.  We cannot, because one or two criteria are absent, allow an application to fail.  Then a few aspects ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry but, before you go there.  I don't understand  your argument, the argument you are making that we should not dismiss an application because one or two criteria are not met.  That problem cannot arise because they are not requirements.",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "The Act specifically refers to criteria.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes, not requirements.",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "Yes, criteria, guidelines.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "So, I don't understand how you are concerned - how you are worried that we - unless, you see if there were requirements then your concern - I would understand the basis of your concern but we don't conceive of them as being requirements, they're just criteria.  So, the question of whether or not one or two or three have been met does not arise at all.  It's irrelevant.  It can't be a problem.",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "If that's your approach Sir, certainly.  I just wanted to emphasize that they're not requirements.  The legislator could have used the words, \"the Committee must\" and then refer them to the criteria.  They could have made them obligatory - absolute - but my submission is that these are at the end of the day, criteria and the absence of one should not cause an application to fail.\n\tAnd then I want to refer you to this - I don't unfortunately have copies of this.  29th of March 1991, the third applicant says on the front page, \"I'm sorry\" and there's a long account of what he did.  And more specifically - now this is addressed to the victims who've testified today:\n\"Unfortunately, there are certain things in life you can't make right.  Words and apologies can't make it right.  Even if I get the death sentence, it won't bring back the fathers and husband's of those people.  It won't and that is what I regret the most\".\nSo to my colleague, five years ago there was an apology.  You're right to mention it's not a requirement to apologise but this has in any case been done five years ago.  That's all Sir.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The microphone isn't on.  The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR WILKINSON",
            "It is marked as Schedule D.  I don't have copies for everyone but with your leave I shall submit - hand it up.  [no sound]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Committee will consider this application in due course and give it's decision.  Thank you very much for all your assistance.  And to the public - to the ladies and gentlemen, I must say that this is the end of this particular application.  To those of you who have been injured and who have suffered financial loss and who gave evidence about their financial loss, steps I have no doubt, will be taken to be in touch with you to see what can be done by the Reparations Committee in due course.  You just have to be a little more patient.  Thank you very much.  We will now adjourn until 9.30 tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}