{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-03-23",
        "location": "DURBAN",
        "day": "1",
        "names": [
            "GOODMAN MUSAWAKHE NGCOBO"
        ],
        "case number": "5632/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54705&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/durban/ngcobo.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR DE KLERK",
            "MR BRINK",
            "GOODMAN MUSAWAKHE NGCOBO",
            "MR NGCOBO",
            "MR MALAN",
            "ADV MOTATA",
            "GOODMAN NGCOBO",
            "MR NDLOVO"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR DE KLERK",
            "MR BRINK",
            "GOODMAN MUSAWAKHE NGCOBO",
            "MR NGCOBO",
            "MR MALAN",
            "MR  DE KLERK",
            "ADV MOTATA",
            "GOODMAN NGCOBO",
            "NO FURTHER QUESTIONS BY MR DE KLERK",
            "NO FURTHER QUESTIONS BY MR BRINK",
            "MR NDLOVO"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "This meeting ought to have started not later than 10 o'clock.  We regret the delay that has been caused, and even though there might be some explanation as to why there was this delay, nevertheless we are particularly unhappy and disappointed that such a delay should be allowed to occur.  We will be taking steps to ensure that an attempt is made on behalf of the people who are responsible for bringing applicants to these hearings cooperate more effectively tomorrow and the day after and the day after until we finish these hearings.\n\tThe Committee that is going to hear the application this morning of Mr Ngcobo comprises of myself as Chairman, Mr Wynand Malan a senior attorney and Advocate Motata on my right.\n\tWill counsel announce themselves?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "As the it pleases the Commission, my name is Lourens de Klerk for the attorney firm, Nel, Kotze and van Dyk\nin Durban.  I appear on behalf of the applicant.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, can you hear me?  It's R B Brink, Evidence Leader for the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, I'm given to understand that the dependants and relatives of those who died and those who were victims of the activities of the applicant are present, they are?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes, Mr Chairman, they are at the back of the hall.  I have been able to consult with the bulk of them and they have informed me that they are opposed to this application being granted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr de Klerk, are you ready to proceed?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you call your applicant?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I call Mr Goodwill Ngcobo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngcobo, are you prepared to take the oath?",
            "Unknown"
        ],
        [
            "GOODMAN MUSAWAKHE NGCOBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr de Klerk?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Thank you Mr Chairman.\n\tMr Ngcobo, is it correct that you are still at this stage serving a life imprisonment sentence at the Westville Prison in Durban?  Did you hear the question?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Is it also correct that you were born on the 25th of December 1961 at Harding, South Coast?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "This area that you were born in, just explain to the Commission was this a rural area or an urban area?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "It is a rural area.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Just repeat that, was it a rural area?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  It is a rural area.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "This area, was it still under the tribal structures?  What I mean by that is inkosis, indunas, tribal policemen and so forth?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  It is under the chief.  There are also indunas.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "The South Coast area, Harding, Port Shepstone, iZingolweni, that area, is that still the situation today?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, it is still the same.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "When you grew up there, were you taught in the traditional customs of the Zulu?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, I grew under the Zulu culture.  This means that I believe in traditional set up, like in being under the chiefs and indunas.  I believe in everything made by a Zulu, that is customary.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you go to school?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, partially.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "When you left school, what did you do?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I worked at many places.  Here in Durban, Free State and in the mines.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In what year did you leave school?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I cannot remember when I left school.  It is long time ago, in the 70's.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Is it also correct that you were the youth leader at iZingolweni?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "And iZingolweni is between Port Shepstone and Harding?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "How did it come to be that you became to be involved in politics?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He hasn't said that he has become involved in politics, he just said that he was a youth leader.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "A youth leader.  Well can you just explain to the Commission what does being a youth leader entail?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "It means bringing the youth in your area together, for the political party you in, and show them the way that they have to live as young people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who elected you as the youth leader?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "By the youth itself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "In 1989.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For how long were you supposed to be, was it for one year or two years or six months?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "That was not said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there a constitution that elected you?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "We were working under the chairmanship of the late Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was chairman of what?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "He was just a chairman of the Izingolweni area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You haven't told us what organisation.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "My organisation is the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this a branch of the IFP?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry about this but I'd just like this picture cleared up.  He was chairman of the branch of the IFP, what branch is this?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I was in the youth and Mr Zulu was a chairman of the whole community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no but I'm talking about chairman of what area, what town, what place?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Zulu was in Emndeni and I was in Nkulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Chairman, your chairman.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Izingolweni in Emndeni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, my question is that Mr Zulu was the chairman and what to know of which area he was the chairman?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "He was a Chairman in iZingolweni in Emndeni area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do carry on.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Thank you.  Just to clarify that point, iZingolweni is a very big area, is that correct?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "And iZingolweni is divided in several Wards?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Like the Nkulu Ward, Shobashobane and so on?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Were you a youth leader of one of these Wards or the whole area?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I was in Nkulu and Mdalane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many leaders were there with you in that area?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "It was Zulu, and Njobo Cele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody else?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Mbambo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they occupied the same position that you occupied, they were leaders like you were?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "They were in their own areas because there are 8 places.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Who was your superior?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Late Zulu was my leader and he was followed by Sipho who is now arrested, and James Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear the answer.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "My brother who is now arrested in Pietermaritzburg.  James Zulu was in charge of the whole area.  James is outside here.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Just to clarify that to the Commission, the leader of the South Coast at that time for the IFP was James Zulu, for the whole South Coast?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "During the time 1991, the early '90's there was a lot of turmoil and violence in the South Coast, is that correct?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  There was a lot of violence.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What was the reason for this according to you?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "ANC and IFP were fighting for control of the place.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Were there ever attacks on the IFP dominated areas?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, there were lots of attacks.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Was there any attacks on ANC people?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  Although at a certain stage I ran away and looked for refuge at the Police Station in Izingolweni.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "At one stage your mother was killed, is that correct?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "When was this?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I think it was in 1990 or 1991.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can you tell the Commission briefly what happened?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "When I was staying in the police station, people came and threatened me there.  They said they would kill me if I ever go out of the station.  The station commander Mr Le Roux told me that it is better to work than stay in the station because I was eating prisoner's food.  I argued with him about that because I told him that I was supplied food by my mother.\nMy brother Sipho who was renting two shops at that time then visited me.  He said I must use one of his shops, which I did.  One day, during the day, the boys I was not getting along with then arrived.  At that time my brother had been told that these boys wanted to attack the said shop.  My brother then suggested that I leave that shop because it was not safe, and go to the other shop where I could be able to see people who wanted to attack me.  \n\tWhen I arrived at that shop, I received a message that these boys had already attacked the shop I had just left, and shot the boys they found there, assaulted my brother's wife and looted the shop.  They then ran away,  They had been seen doing this because it was in broad daylight and they were known.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] a little slowly please.  Can the interpreter please interpret in such a way that we don't hear his voice and his voice at the same time?  It's a bit difficult to hear the interpretation.\n\tYou were telling us that you went to the other shop and what happened at the other shop?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "When they arrived at this shop I had left, they looted it, assaulted my brother's wife and asked where I was.  They were afraid to go to this other shop. Thereafter my mother came to the shop and asked me whether these people who were looking for me had arrived there.  My mother then sat down and asked for a cool drink and some bread, something she never did before.  I gave it to her.  She then asked me to be at home that evening because it was New Year's Eve.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say your mother came, where was it that she had come to?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "At this other shop where I was.  I then went home that evening.  As I was supposed to keep guard to my father's shop at night, I went there after I had supper.\n\tAt midnight, when people celebrated the New Year, I hear an explosion coming from my houses direction.  When I looked at my house, I saw it was on fire.  I then called few boys and asked them to come with me, to find out what was happening at my house.  On my way, I found my sister lying on the ground, injured.  She told me that she was shot, and that I would never see my mother alive again.  I left her lying there and rushed home.  When I arrived there, I found that my mother was trapped in a burning hut.  I took her out of that hut and put blanket around her.\n\tAnother house nearby also caught fire, but I did not go there as the people that stayed there had already fled.  The police did not come that night until the next day.  They took me and my mother to the mortuary, and I explained to them how she was attacked.  I then waited for her funeral because there were rumours that the person who was supposed to have been killed was me and not her and this was because I was already on the run.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was your mother killed, what did she die of, because when you said you went to the hut and she hadn't been killed?  You took her out of the hut and then?  You haven't told us what caused her death.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, please proceed.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Oh, she was shot and not burnt.  When I arrived there she was already dead and they just wanted to burn the corpse.  I told the police that there were threats and something bad would be done to me after my mother's burial.  On the day of the funeral, I saw a group of people standing far from us, keeping us under observation.  They did not come near us.  Violence was still rampant at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which different political groups?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "It was between members of the IFP and the ANC, in different areas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "There is a fence on one side of my house and after we buried my mother, we picked up a cap belonging to another boy I knew.  His name is Dan Cele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just tell me, where did you pick up this cap?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "It was in the garden not far from my house.  It means that is where they were hiding, waiting for the midnight so that they could attack my house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So now whose name was written on the cap?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "There was nobody's name.  I know that it belonged to Dan Cele because his brother was an IFP member and Dan was an ANC member.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did you know the cap belonged to Dan Cele?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "When we were standing in the police station with his brother, Dan was brought by the police there after he was arrested.  He was wearing the same cap.  We tried to tell him to stop what he was doing and he promised to stop.  Yet he is the one who attacked us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say that he came to attack your place, what you really mean is that you found his cap there?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.  That is why I decided to look for him because I knew how dangerous he was.  I had binoculars that I usually used to get their whereabouts.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "How did you know that Dan Cele was a dangerous man, why do you say that?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "He had killed a lot of people in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had seen him do it?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "They were doing this in broad daylight.  They used to arrest and try people in the kangaroo courts.  Even when I was with the police, I saw their group assaulting people and I mentioned this to the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, my question is this, had you seen Dan Cele with your own eyes doing anything that amounted to an attack?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I had never been near where they were doing these things, but he was always present where things were happening.  Whenever they got drunk, they used to boast and praise themselves about these things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "You had binoculars?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  The binoculars were taken by the police.  I used to check how many were they, and if they were many, I used not to attack them.  If, however, I see that he is alone, I would then attack that person.  On this day I ambushed Dan.  I was driving a car and hid near the shop.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What happened then?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "It was a few days after my mother's funeral.  I was looking for him because after my brother's shop was destroyed, I could no longer stay in the area.  I once stayed in iNkosi Dlamini's area, and thereafter I went to Luthuli's place.  I used to go back to the area at night and attack whoever I get, and retreat to my hiding place again.  I did this because I wanted to popularise my party because it was diminishing as we were being killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say: \"On this particular day\", what particular day?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I cannot say which particular day. I think it was after my mother's funeral, but I cannot say how long after that funeral.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "...[inaudible] proceed.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I found Dan at his house.  I had seen him through my binoculars when he went to his house, and I followed him.  I found him with his blind grandfather.  When I got into the house, he looked for something under the bed to scare me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go alone to Dan's house?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No, I was with another boy, Dodo Mbambo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you go to Dan's house?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I wanted to find out whether the cap did belong to him, and who actually killed my mother.  He told me.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What did he tell you happened?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "He told me that there were many of them who killed my mother, and he mentioned names of people I knew and did not know.  When I asked for reasons, he told me that they were actually looking for me and decided to kill my family so that I could be lured to come back.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What happened then?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I told the old man I am taking his grandson with me, which I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You pulled him out of the house or did you ask him to accompany you?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I took him away.  I had a firearm and he had nothing. I told him that he had to come with me. I said he could run away if he wanted to. I think he came along because I had a firearm and he was afraid. I did not drag him.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Where did you go?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "We went to Oribi Gorge, where we sat down.  I asked him for the names of all the people who were present when my mother was attacked, and he mentioned the names.  Later, however, I met some of the people he mentioned in prison, and they denied taking part in this attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say he gave you a list of them, are you saying he had a piece of paper on which the names were written?.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I had a piece of paper and a pen. I was writing the names down as he was mentioning them to me. He gave me a lot of names and I did not know some of the people he mentioned.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What did you do then?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "After Dan gave me all the names, I told him that because we were opposing each other politically, he must also feel what the people who he killed felt.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What did you do then?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I took out  a ,32 revolver that I had, and shot him on his head. I then left him there. I got into my car and drove off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you not take him to the police instead of killing him?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I did not think about that. The situation was very bad at that time...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm not talking about the situation.  You knew this man, you knew where he lived, you knew his brother, you go there with a gun in your car, why didn't you take him to the police station?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I did not think about that at that time. I just thought of killing him because we were not belonging to the same party. And this happened after his brother, who was my best friend, had been killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand that there are people in that area that are divided into groups but you're a respectable leader of your people, you arrested a man whom you knew.  You could have taken him to the police and handed him to the police.  Was it because you had been used to killing other people that it didn't matter?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I never thought of killing a person when I grew up, but the way I was feeling at that time made me react on impulse.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, there can't be an impulse because you took the trouble in going in your car, you knew where he was, you told his grandfather you are taking him, so that can't be an impulse.  You went there, you knew what you were going to do, so that is not an impulse, it was all planned.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "There were many things happening in my life at that time. I had lost my mother, and there was a lot of political differences with other people. When all such things happen in you life, they make you something else.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Mr Ngcobo, in that time did people of the two parties, ANC and IFP people, did it ever happen that they killed each other merely for the fact that the other person was of an opposition party?  Did that ever happen?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "There were many things happening at that time.  There were also innocent people who were killed because they were pointed out as belonging to a certain political party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but you didn't kill this man because he belonged to a political group, you killed him because you thought that he was one of those that killed your mother.  That was the purpose wasn't it?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "That is not true.  Even if he had not killed my mother, there was fighting going on there.  He wanted to kill me as much as I also wanted to kill him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if you get a feeling that somebody is going to kill you and if you'd get a chance you'd kill them?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "At present, no, because I have now seen a lot of things.  That is why I decided to come here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "After you'd killed Mr Dan Cele, that was the first count of murder in your trial that you were also convicted of.  The second count, you were also convicted on that count, was regarding a matter on the 16th of March 1991, it was near Umthini bus stop iZingolweni and you killed Thulani Dlamini, what happened there?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "On that day, I remember that I was with Mhlathi Mbambo.  These boys were waiting for the bus that was bringing ANC members in their area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you think that they were waiting ...[inaudible] or they were ...[inaudible]",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "There are spies all over who report what would be happening at a certain place at a certain time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "So you had information, what did you do?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "After getting this message, we approached  these boys in the afternoon.  They did not see us approaching them, only when we were very near.  We took out our firearms and shot at them.  This Dlamini boy was left behind when others ran away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say: \"We went and shot\", did you shoot Dlamini?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who else did you shoot?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Mhlathi Mbambo.  That is how we called him.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Who was with you Mr Ngcobo?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I was with Mhlathi Mbambo.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Why did you kill this person?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "This Dlamini boy was from the ANC area. We believed that they were the IFP enemies and that is why I shot him.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "So if I understand you correctly, the mere fact that that person was ANC you killed him?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Dlamini was from the ANC area and we regarded him as one of them.  That is why we shot at them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if you went along the road at any time and saw people and you thought they were ANC you would have killed them?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes, because I was building my party and they were building theirs.  Things were tough.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm talking about at that time.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "At that time, it depended on whether that person is involved in doing bad things or not.  If that was the case I would shoot that person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know in that area, how would you know who was involved in attacks when these things happened so haphazardly?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "These people were attacking in groups during the day and night, and they were known.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Mr Ngcobo, do I understand you correct that when you received information that this was a person that may be involved in attacks on you you acted on that information?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.  We ascertained first whether the story was true or not because people used to label other people just because they hated them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you ask Mr Dlamini, did you accuse him of having attacked you, before you killed him?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No, I did not ask him.  If I found him alone, I would not have done anything.  But because they were a group, I decided to attack them before they attacked me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you saw a group of three people at a bus stop, how would you know whether they were ANC or whether they belonged to no political party at all?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Many times I would find that these people do not belong to any party.  But youngsters, they were all politically involved and I was not killing old people.  I was trying to crush these heads before they crushed me.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, may I just ask - sorry Mr de Klerk, did you know Mr Dlamini at the time?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I would not lie.  I did not know him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Does the name Thokozani Shazi known to you?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Who is that? Is he dead or is he still alive?",
            "Male"
        ],
        [
            "MR MALAN",
            "He is one of the persons who fled from the bus stop and was injured, it was alleged in the charge sheet.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No. I did not know him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ngcobo, did you know any of the people at the bus stop?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.  I did not know them.  The person who knew them was this person who came from the same area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Mbambo charged with you in the Supreme Court in the murder trial?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "He never appeared in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you killed a man whom you didn't even know.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes, it happened at a bad time.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What did you want to gain from this killing Mr Ngcobo?  What did you think was going to happen when you do this, how were you going to help anybody?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I realise now the bad things that I did.  At that time, however, I wanted to gain popularity for my party, the IFP .  I was not killing everybody at random.  I used to persuade some of the people to join my party.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you receive instructions from any person or superior that instructed you specifically - I actually forgot to ask also about Dan Cele, to instruct you to go and kill Dan Cele or to go and instruct you to kill Xolani Dlamini?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No. I would not start lying now because I am arrested.  Zulu never instructed me kill.  He only told me how to run the party and I was transgressing what he was telling me.  I was doing this on my own volition and for my party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words you were not ordered by anybody to do so?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And after killing people did you have to report to anybody that you had killed people?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "As a youth leader I did not want them to know what I was doing.  I preached peace when I was with them, but do my own things when I was alone during the night.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Why didn't you practice peace, why did you decided to take the other route, the violent route?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I preached peace on the one hand, and tried to build my party on the other. People were scattered all over and I was trying to bring them together.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "On that specific day, the 16th of March 1991, as was pointed out by the Commissioner and during your criminal trial, there was a charge of attempted murder that you tried to kill Thokozani Shazi, Geoffrey Sandile Ncane or Babazani Shezi.  What happened, did you only shoot at Xolani Dlamini or did you also shoot at other people?  \tSo what happened, did you only shoot at Xolani Dlamini or did you also shoot at other people?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I shot at Dlamini and the others ran away.  I then finished him off.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you shoot at any of the other people that ran away, or in their direction?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I think they ran away when I was finishing this other one off.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Ngcobo, you said you shot at Dlamini and now you say that you had to finish off the one who was left, are you suggesting that you shot at him more than once?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I think I shot him more than once because he fell in a furrow.  This happened long ago and I cannot be expected to remember everything, especially after being sentenced to death.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Count number four in your criminal trial was also a charge of murder of which you were convicted, that happened on the 24th of March 1991 at the Mtateni bus stop and there you killed Thembinkosi Wellington Mauti Ngcobo, what happened there?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes. Mauti and the other boys were popularly known as \"boys from Six\".  They were the main perpetrators of violence in that area, and they were killing people from my party.  We never met each other before, but we came across each other on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say: \"We came across them\", would you tell me who it was?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I was with Nomacandane Shazi on that day.  We saw them when they were still far, and hid ourselves.  When they came nearer, I came out and called Mauti.  He came towards me, and when he realised that I was the wrong person, he tried to run away.  I shot him.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can you remember how many times you shot him?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot remember, but he died on the spot.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can you remember which firearm you used?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot remember whether it was a 765.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Why did you kill him, what was your main reason?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "He was my political opponent because he was mobilising for ANC support and I was doing it for IFP.  That is the only thing.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Ngcobo, are you suggesting that there was no conflict between the two of you but you each wanted to mobilise that your group or each other's group should get support, not actually conflict that you clashed in some way but because you wanted to gain support?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Political differences were the only reason, and this started after the release of the President.  The ANC started killing people and we started defending ourselves.  ANC members, however, were not arrested even when culprits were known.  They killed us and we killed them, and this developed to a competition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I haven't a word from you about how, when you saw these people whom you looked upon as ANC, you were armed, you didn't take them to the police you just decided to kill.  You haven't said a word that the people you killed were armed in any way and yet without them being armed you just killed them.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "When there is a war you attack the unarmed.  You cannot attack an armed person who might injure you.  You have to trap a defenceless person.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Mr Ngcobo, you've said several times now, you used the word: \"war\", at that stage how did you perceive that, a normal situation that if somebody does something wrong you would take him to the police and hopefully he will convicted in Court or how did you perceive the reality of that area at that stage in the early 1990's?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I did not understand the police at Izingolweni.  They did not attend timeously to the complaints of attacks and they did not attend any complaints during the night.  They only visited the scenes the following day.  These people were also afraid of ANC members.  It is because these members had strong attorneys who defended them, and the police were afraid for their lives.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't seem to have made any efforts at calling upon the police at any time?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I called the police when I was attacked in my brother's shop. I did that after I had realised that the way I was doing things was not taking me anywhere. I then looked for police protection and told them who were the people who had attacked me at that time. Those people were then arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "So, when...",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then on count five of your criminal trial you were charged of a charge of murder, that on the 19th of May 1991 at the Dlovinga area at iZingolweni you killed Muntuza Sgadlane Titiza Cele.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Who are those people?.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "...[inaudible] it was count number five at your criminal trial, it was a count of murder and you were also convicted of this charge on the 19th of May at the Dlovinga Ward, Dlovinga area, iZingolweni you killed Muntuza Sgadlane Titiza Cele and on the same day same area, Thomas Mfanafuthi Blose.  On the same day in the same area Goodwill Mxolisi Cele.  On the same day, the 19th you were also charged and convicted of the attempted murder at the same Dlovinga Ward of Maxwell Zulu and/or his other name, Fana Milton Cele.  Do you remember that now?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes. I remember now. I was from the wedding. It was Sunday. When I arrived at the taxis, I found my brother's son Sandile. He told me that Mfanafuthi went to my house and said they thought that I had died. They left a message to say that they would get hold of me. I know Mfanafuthis very well and that they had left the area because of violence. I asked this boy where the Mfanafuthis were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, what was your brother's son's name?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Sandile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Before you proceed, just explain to the Commission how did you know Mfanafuti Blose?  What did you know about his activities, what information did you have about him?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Mfanafuthi Blose was a very well known comrade.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "As what?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "As ANC supporter.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you have any information regarding his activities?  Was he just a normal person sitting at home or what did he do according to your information?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "He was always involved.  I know many ANC supporters who were not involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I can't hear the translation please.  Can the answer be repeated?  Can the answer be repeated because I can't hear the interpretation.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I said Mfanafuthi was well known as the perpetrator of violence.  I also said I know many other ANC supporters who were not involved in violence.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Well, your brother's son now gave you information that Mfanafuthi passed your house, what did you do then?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I decided to look for these people because it was during the day.  I then called other IFP supporters like Dodo Mbambo, Macandane Shazi and Mshengu.  I asked the small boy to tell my friends what was said.  We then went to Hlophe's house where these boys were.  I met the father Hlophe outside, and I greeted him very politely.  I asked him where the boys were and he showed me the hut.  I went there, and on my way I met his wife.  I also politely greeted her and asked the same question.  She showed me where the boys were.  I found about five boys there.  I then said to them; \"Sithombe that you were looking for is now here.\" The people who were accompanying me did not enter the hut.  I then started shooting.  Pandemonium took place, with some of them trying to hide under the bed.  I shot and shot until I was satisfied, and then I left the scene.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Sorry, may I interrupt?  I can't hear the translation, it's too soft and simultaneous with the evidence here.\n\tMr Ngcobo, just start again.  You enter the hut - and please explain to the Commission fully as you remember it, what happened in that hut?  How many shots did you fire, can you remember which firearm you had with you, what happened?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "When I got into the kraal, I met the elders.  After greeting them, I asked them where the boys were and they showed me.  When I got there, I told then that Sithombe that they were looking for had arrived.  They stood up to run out of the hut, and I started shooting.  I do not know how many times I shot, but three people died.  One Zulu, got injured and the other one ran away unscathed.  I felt bad, because there are two others, namely a Cele boy who was schooling at Ulundi, and Maxwell Zulu, who I killed unintentionally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just give me the names of those who were injured unintentionally.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "It was Cele, I cannot remember his first name, and Maxwell Zulu.  They were just there to smoke dagga and were never involved in this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why did you not just shoot the one you were looking for?  I'm not saying that you ought to have done it in the first place but if you were determined to shoot, why didn't you just shoot the man?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "When I arrived there, I had seen this boy Cele the previous day.  We talked and he introduced himself as Cele boy from Ulundi.  I did not know him that well.  I also did not know Maxwell Zulu well.  When they stood up, I thought they wanted to get out from the door where I was.  I then shot randomly to push them back in.  I feel very pity for the parents of these two boys because it was not my intention to kill them.  Even if they say they do not pardon me, there is nothing I can do.  I know that they lost their beloved ones, and I am the cause of that.  I was, however, attacking my enemies, not intending to kill these two.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "You say that you were after your enemies, what would you have gained - I have to ask you again, what would you have gained by this specific incident and did you receive any orders to go and do this?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "When they said they were looking for me, they wanted to kill me so that their party would prosper, and I was doing the same for my party.  There were rumours that I had died, and when they discovered that I was still alive, they wanted to get me.  I do not want to die, that is why I attacked first.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ngcobo, could I just take you back to the names of these individuals.  Did I hear you correctly saying that the two people that were injured were young boys?  Were the others adults, the people that were killed?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.  They were not that young.  They were no longer young boys.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who were you specifically looking for?  You said you were not looking for these two young boys but they were accidentally there, who were you looking for?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I was looking for Mfanafuthi Blose who had said he would get me.  This meant also his friends.  I would not leave him behind.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know who the people were with them?  Did they tell you the names of the people with them?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I found that the other boys were Hlophe's boys, and I do not know whether Mfanafuthis's brother was also there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say you found out, this was after the event you found out who the others were but not at that time?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "He mentioned boys from Hlophe's house and Mfanafuthi.  He did not mention the other two boys, Maxwell Zulu and Cele.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "During this - if we can maybe just stop at this, during these killings that took place where you were involved, was the only killings that took place in this area or were there also other attacks that you know about, from any side?  The reason why I'm asking this, was there other violence except these murders?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The days when he was involved?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "In that time period.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that time period?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, there was a lot of violence going on.  I do not know whether I can mention the names of all the people who were killed in the area.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "And there are people that died on both sides, ANC and IFP people?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I mean the IFP supporters.  The ANC supporters are those who were killed by me.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "...[inaudible] there were IFP people killed in that time?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "There are many I know.  In my area alone, I know of six people.  there are some others from other areas, and there is one family where all the members were killed because they were accused of witchcraft.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "You don't have to say all the names but was it a lot of people or just one or two?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "That is what happened because the police are also aware of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All this is absolutely hearsay isn't it?  We can't just carry on and on on that.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I won't lead it further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Okay, be it as it may, there was a lot of violence.  Okay, on the count nine that was a count of murder on which you were convicted.  On the 7th of June 1991 iZingolweni, you killed Kehla Mshikashika Mkhize, do you remember that?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  I remember.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What happened on that day, the 7th of June 1991?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "This very young boy was a problem to me because one day he approached me at the rank and told me that he had heard that me brother Sipho had hired me in his shop.  He said if my brother did not want to see a bad thing happening, he should chase me away from his shop.  This surprised me because Sipho is my brother and he could not be told to chase me away.  He was one of the people who attacked our shop and he was wearing a pinafore.  This happened in broad daylight and he was a real problem.  A spoilt child.  One day in the afternoon, I walked down the river and I was with Phewa.  I went to Mshikashika's house and found young kids there.  I asked then where Mshikashika was and they showed me the hut.  I went there and found the door slightly open.  Mshikashika was with his mother inside.  When he saw me, he knew what was happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was going on?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "He was me big enemy.  We were attacking each other.  He ran away, and as he was running...\n\tHis mother just ran away because she saw me attacking her son, for the wrongs he had done.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "If you say you finished him off, does it mean that you shot him again?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, I think so.  I shot him again.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you receive any orders to kill this man?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "It was our own political fight.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Count number 10 ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it might be a convenient stage to take the adjournment now.  The Committee will adjourn now and resume at two o'clock.\nCOMMITTEE ADJOURNS \nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I am ready Mr Chairman.",
            "Male"
        ],
        [
            "GOODMAN NGCOBO",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "(continued)   Thank you Mr Chairman.  Mr Ngcobo, now we come with count 10 during your criminal trial, that was a count of attempted murder on the 25th of June 1991 at Ngcwangusheni area, iZingolweni.  You were charged that you unlawfully killed Mgabiselwa Elliot Ndlovu.  Attempted murder, that you attempted to kill him.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I did not do that.  That is a big mistake. I did not touch that person and I even pleaded not guilty during my trial.  I did not know how I was sentenced.  the investigating officer in this case even told me that he knew that I did not commit this crime, but he could do nothing because the case was already in court at Scottburgh.  I did not do anything to this man, and I do not even know where his house is.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Do you know, or did you receive any information of who was involved in that killing, that means who the killer was?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was no killer.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Attempted killer?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I heard from Mhlathi Mbambo that he is the one who attacked this man.  They had their own differences which were not politically related.  This was an old man and I do not know anything about his political affiliation.  I only knew him as an inyanga and belonging to the Zion Church.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then if we move on to count 11, that is a charge of murder.  On the 26th of June 1991, the same area, Ngcwangusheni area, you were charged that you killed Sifiso Moses Mbhele.  You were not convicted on that charge.  Were you any way involved in that case on that incident?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I do not even know that person",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then there was a matter on the 28th of June 1991, at Ndlovinga area, iZingolweni.  There you were charged that you killed Siyabonga Elson Mvundla.  You were also not convicted on that charge.  Were you involved in that incident on the 28th of June 1991?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.  I do not even know that person.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Count 13 during the criminal trial, that was regarding a matter on the 28th of June 1991, that will be the same day as count 12, also at Ndlovinga area.  You were charged with attempted murder of Thami Norman Gama.  Were you involved in that incident?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Is his surname Gama?  I cannot remember that person.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "It was the same date as the previous charge, where you were found not guilty, you were also found not guilty on this charge.  His name was Thami Norman Gama and it also happened at Ndlovinga area on the 28th of June 1991.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.  I do not remember that person.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr De Klerk, are you on count 14 or 15?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "13.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "13.  Now we can move over to count 14, that was a charge of murder.  You were convicted on this charge.  On the 12th of July 1991, also at Ndlovinga area, iZingolweni you killed Doda Nxumalo, also known as Doda Nyawazi.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  I remember that person.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can you tell the Commission what happened at that incident?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I was with Dodo Mbambo on that day.  I saw this boy crossing the river and knew that he would run away once he saw me.  I then asked Dodo to emerge and talk to him.  Dodo did that.  He was also one of our attackers.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Why do you say that?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "He was one of the ringleaders and one of the powerful ones in the ANC.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What happened then?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Dodo talked to him and I had told Dodo to grab hold of him.  He freed himself from Dodo's grip and started to run away.  He outran Dodo, and I then shot him as he was running away.  He fell on the ground and I left him lying there.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you receive any orders to kill this person?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.  I killed him because I regarded him as one of the enemies.  Political enemies.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Count 15 during the criminal trial, was a charge of murder.  You were found not guilty, but the charge was that on the 12th of July 1991 near Bandlana area, iZingolweni you killed Fana Mqadi.  Do you know anything about the killing of  Fana Mqadi?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Fana Mqadi was one of my friends.  We belonged to the same party and there was no reason for me to kill him.  He might have been killed by our enemies but I cannot say by whom.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then there were two charges, 16 was unlawful possession of a firearm that you were in possession of a 7.65 mm pistol, Baretta without holding a license, is that correct?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "That is true.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "And at the same time, this is now August 1991 that you were also in possession of ammunition, 13 rounds of ammunition for this firearm.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Where did you get this firearm from?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I got the firearm from two people.  It was chairman Zulu and Ngcobo.  I cannot say who was the actual owner or the person who actually gave it to me because they were together when it was given to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what was the name, Zulu what?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Chairman Zulu and Meshack Ngcobo.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Who were they?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "They were IFP leaders.  Zulu was a chairman and the other one was his friend.  They were very close to each other.  This other one was also a leader but I do no know what his position was.  You would find him wherever you find Zulu.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Why did you take this firearm?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I took the firearm for self defence.  This is the reason, in fact, why they gave it to me.  I did not use it as I was told, however, and I started doing my own things.  They were my leaders and I did not want them to know what I was doing in their backs.  I was however doing this to build my party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did they give you this firearm?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I cannot remember the year, but it was still in the thick of violence.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then there was a count 18, also a count of murder.  You were not convicted on this charge, 13 September 1991, at  Ngcwangusheni area, that you killed Thulebona Patrick Nqangale.  Do you know anything about that incident?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I do not know the families in Ngcwangusheni.  I know nothing about that.  The only murders I committed were ones I admitted in court and took the police at the scenes where these murders were committed.  There would be no reason, therefore, for me to admit certain crimes and deny others that I have committed.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Maybe we can just explain that to the Commission quickly.  You were convicted after you made certain admissions to the Police and also took the Police to places where these incidents took place, where you killed the people, is that correct?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I was arrested in possession of a firearm in Merebank.  During their investigation in this matter, I decided to confess to the killings I had committed, and took the police to the scenes of these killings.  Nobody forced me to do this, but I just wanted the families of theses children to know what had happened to their kids.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then during the trial, you were charged also on a count 19, attempted murder on the 13th of September 1991, in Ngcwangusheni area, iZingolweni, that you there tried to kill Ntombintombi Patricia Cele, do you know anything about that?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I know nothing about that.  I do not remember doing anything to a female because I respect woman a lot.  If I saw that the woman was doing something wrong, I preferred to tell her to leave the area instead of doing anything to her.  I respect woman, irrespective of their political affiliation.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Count 20, that is also a count of attempted murder, you were not convicted.  The same date, the 13th of September 1991 near Ngcwangusheni area, iZingolweni, that you tried to kill a Wilson Mdundeni Nkonyeni.  Do you know anything about that incident?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No I know nothing about that.  I do not even know that person or any family in Ngcwangusheni.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then there was a count 21, also a count of murder.   You were not convicted of that count of murder.  The 16th of October 1991, near Shobashobane, iZingolweni you killed Sipho Shadrack Ngcobo.  Do you know anything about that matter?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I know nothing about that.  I did not even know Sipho Ngcobo.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then there was a count 22 of attempted murder.  You were also found not guilty on that charge, the 16th of October at Shobashobane.  It was said and alleged that you intentionally attempted to kill Florence Ngcobo.  Do you know anything about it?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "As I said before, I never touched any woman.  I also did not do anything to her husband.  There was no reason why I would kill that person.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then there was a count 23, also a count of murder.  On the 22nd of October 1991 near Mndeni area, iZingolweni that you killed Deleka Christopher Ngidi, also known as Striker Mkhize.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "On that day, I had gone to see my attorney in Port Shepstone town.  I was only told about what happened.  The court, however, decided to convict me even when I denied any knowledge about this matte.  It is true that Steleka was also one of my fiercest enemies because he was Mshikashika's brother, the person I mentioned before.  I would have done a terrible thing to him if I had met him, because he would have done the same to me.  But we never met.  I did not kill him.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Count 24 also a count of murder on the same day, the 22nd of October 1991, the Mndeni area, iZingolweni.  You were charged and also convicted that you killed Thabani Ndlovu.  Do you know anything about that?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Thabani was Striker's brother-in-law.  They were known as killers.  As I said before, on that day I had gone to Port Shepstone to see my attorney and I did  not kill them.  I was only told that they had been murdered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the name of the person that you say Thabani Ndlovu was with?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No.  I know nothing about that.  They were my big enemies, but I never got them.  I wanted them, however, as much as they wanted me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "The last count, was the same day, attempted murder, 22nd of October 1991 and that Mndeni area.  You were charged that you attempted to kill Zwelaki Madonsela Mendu and Mfilela Elias Shange, do you know anything about that?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No. I know nothing about their deaths. As I said before, I was looking for them as much as they were looking for me, but I did not get a chance to find them.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "After this criminal trial was finalised, did this matter ever go on appeal?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  I made an appeal.  This case you have just mentioned...  When the outcome of my appeal was announced, certain convictions, I do not remember whether they were four or five, were set aside.  My counsel during that trial, Mr Lingelfielder, might shed a light on that.  I was in the death row, you know, and one cannot be expected to comprehend everything that was happening then.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "You received the death penalty, several death penalties and you then went to Pretoria, is that correct, to the Pretoria Central Prison?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  I was sentenced to six death sentences and 36 years.  When the outcome of the appeal came back, I was told that certain convictions were set aside, but nothing was said about the sentences.  I am still serving those sentences.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Is it correct that you were on death row for two years in Pretoria?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Is it correct that while you are on death row, you were alone in one prison cell, you are kept alone?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "While you were waiting to be executed, did you think about what happened?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I thought about all the crimes I had committed and realised how serious they were.  I told myself that these things have already happened, but I thought that I had to sit down with the people I had done wrong to, and asked them to forgive me.  I thought that there is nothing that I would be able to do if they do not want to pardon me, and I would accept the sentences meted on me and realise that I am reaping what I have sown.  I no longer want to do these things because I realised that they were bad.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you write a poem there in that cell in Pretoria?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, I did write a poem when I was in the death row.  I was reminiscing about where I was coming from.  This poem brought some bitterness in me, although I did not put everything as it happened on me.  I made it to sound nice at certain places, about some of the things that were actually not true.  I was just trying to write a poem.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Do you have that poem here today?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Will you please read it out for us.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes (poem read) Although I was trained, I just made it up in the poem that I was trained at Emandleni.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "It is written in English, that is correct?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Poem title, who I am.  I am the IFP, I am the soldier who I am.  I am well trained.  I am the son of Goodwill (The King of the Zulus.)  Who I am, I am an incredible, you can't find me anywhere, but I am there for protection at iZingolweni.  They know me.  At Ulundi they saw me.  Everywhere they know me, who I am.  I am the one who was trained, trained at eMandleni at uMfolozi.(This place where I say I was trained at is not true. It is true that I was trained but not at this mentioned place).",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Please go ahead.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "When I am back, I spoke the misunderstood language.  They said it is isigagaga, but I simply said ga-ga-ga.  The answer was the G3.  Who I am, I am the one who is fighting for my land.  I am the one who was jailed for the truth.  I am the one who was jailed for my friends.  I am the one who was jailed for the death of my loving mother.  I am the one who was tried to be killed every moment of my life.  I am the physician of human life, I am the scientist of human training, I am the biologist of human thoughts.  I am the fighter fighting for my eternal life.  Who I am.  Now you know who I am, for I am here for you my friends.  Yes, I am here for my life to surrender.  In death, pain I surrender.  If I die for my rights, who I am.\n\tMy soul will cry no more, for though hearts are free to be stopped, for my eyes are free to be closed, for my feet will walk no more, but if my present is for the struggle of letting my friends in the hands of Buthelezi, who I am.  Mothers, fathers, sons, daughters, brothers and sisters, I remember the spirit of  Gqozo, who said the blood will heal the broken soul.  Who I am.  Some call me uklova, for though that is true, I am the son of the free area.\n\tI am the son of liberation.  (That is all).",
            "Male"
        ],
        [
            "MR DE KLERK",
            "A lot has happened in your life.  Are you sorry for what you have done with hindsight now?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I sometimes ask myself whether it truly me who killed people in this manner, and the truth comes back to me.  I do not know what I can do to convince those people I killed their children that I am really sorry for what I did.  I do not expect them to forgive me if their hearts do not say so, but I am really sorry.  In Zulu we say there is always a light at the end of the tunnel, and I see the light now because the violence has subsided, although I was touched at what happened in Shobashobane after I was arrested.  What made this incident to touch me is because many woman and old people were killed there.  People in Shobashobane know very well that I was not fighting them or their woman, I was fighting their children.  Nobody can say Shobashobane that I attacked them when I did not get their children.  I am very sorry for what I did to these people.\n\tI would also like the Commission to give me a chance to say sorry to the Majesty the King of the Zulus, for killing his father's people in this manner.  I also say sorry to the President of my political party because this is not what he wanted me to do.  I was forced to do these things because of how I looked at things at that time, something that is far different from how I see things now.  \n\tI also ask the president of the country, President Mandela, to pardon me for what I did to his country.  I have realised that these two prominent people are working together to build our country, and there is no need for us in the grass roots to fight each other on political reasons.\n\tI therefore ask the people I killed their children to forgive me, and I would like to say to the surviving people who were present when my loving mother was killed that I forgive them because I think they do not know what they were doing.  I also blame some of the mothers in Izingolweni area that things became so bad in the area because of their doings.  They let their children to be involved in politics and kill people.  I do not blame all the mothers, no, but those who could not tell their children that what they were doing was bad, because they were afraid that their kids would kill them.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Mr Ngcobo, just a few last questions.  You received a list you said with Dan Cele's killing, where he told you he was involved in your mother's attack, the attack on your mother.  Does this, there is now a lot of charges of murder here, is Mr Dan Cele the only one that you killed regarding your mother's death?  What is the position, what happened to the other people on that list?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I could not get many of the people in the list, people like Steleka and Dan Cele.  I am not the only person who was looking for these people.  Some of them were killed by other people who were wronged by these boys.  However, I am the only one who caught and I was then blamed for all the people who were killed.  That is why I pleaded not guilty because I am not the one who killed them.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "You also said in your poem and I think the Commission would like to know about it, that you were trained.  Can you briefly explain to the Commission where you were trained and what was the training?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I was trained in Amatikulu, but I was not trained to go and kill people, but to protect the chief.  That is why I did not use the firearm from the party when I killed these people.  I used the one that I was found with in my possession.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Is there anything else that you want to add?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No, except to say that enough is enough.  Many people have been killed now and arms should be put down.  I once more say I am sorry for what I did.  I am more sorry for the mother of this Cele boy from Ulundi and I cannot set my eyes on his mother because I did not know why I killed his son.  It is only that he was amongst my enemies when I attacked them.  I would also like to address the Zulu family and say it was not my intention to kill their son.  I admit that I am a sinner and I really ask you to forgive me.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Mr Chairman, that is the evidence of Mr Ngcobo.",
            "Male"
        ],
        [
            "MR DE KLERK",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which of these applications that you have led evidence on, just give me the names of the counts on which you are seeking amnesty.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Count 1 Mr Chairman, that is for Dan Cele, count 2, Xolani Dlamini, the attempted murder for count 3, Thokozani Shazi, Jeffrey Sandile Ncane or Babazani Shezi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Those are all count 3?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "That is correct, is seems that it is different names for the same person.  Count 4, the murder of Thembinkosi Wellington Mautinqobo.  Count 5, that was the murder of Muntuza Sgadlani Titiza Cele.  Count 6, count of murder, the death of Thomas Mfanafuti Blose.  Count 7, also a count of murder Goodwill Mxolisi Cele.\n\tCount 8, also attempted murder, the names mentioned there was Maxwell Zulu and or Fana Milton Cele.  Count 9, murder, Khehla Maikashika Mkhize.  Not count 10, that was the attempted murder.  Also not count 11, also not count 12, neither count 13.\n\tBut well for 14, that is the murder of Doda Nxumalo, also known as Doda Nyawose.  Does not apply for amnesty on count 15.  Ask for amnesty on counts 16 and 17.  Does not apply for amnesty on count 18, neither 19, 20, 21, 22.  Also not for 23, 24 and 25.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr De Klerk, may I just ask can you tell us on appeal, which convictions were overturned?",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Mr Chairman, as far as I've got it and I must say that I did not see the appeal record itself, I did not have time to speak to Mr Lingenvelder, but as I can understand it, it was counts 23, 24, 25 that is the last three counts regarding the 22nd of October 1991 at Mdeni area.\n\tThose three I know of, I don't know which is the fourth one my client is talking about.",
            "Male"
        ],
        [
            "MR MALAN",
            "Would that be count 10?",
            "Male"
        ],
        [
            "MR DE KLERK",
            "I am under the impression, and it is my impression, that it must be count 10.  He was not convicted of 10 however.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was not convicted.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "It wouldn't have been an appeal.  I am not sure of which was the fourth one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there no way in which one can put this kind of dispute, this kind of difficulty out of the way?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes, if time is given to me, I will find that out.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr De Klerk, from the transcripts of the judgement on page 40 of the bundle, on count 10 indeed, he was found guilty.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Then it is my mistake, then it was count 10.  Count 10 is the matter where Mr Ngcobo testified that Mbambo was actually the killer, or the attempted murderer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, are there any questions you wish to put to this applicant?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Thank you Mr Chairman.  Mr Ngcobo, will you just tell us a bit more about this training you received in Matikulu, were there a group of you being trained, or was it you individually?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "We were many, coming from different chiefs in KwaZulu-Natal.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you taught the use of firearms, or had you already learnt that?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Use of firearms to attack and defend?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No, we were trained to protect our chiefs as I said.  People in different areas were selected for training so that they could protect their respective chiefs.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were they members of the IFP?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Try to avoid leading him on that?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I am cross-examining him on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want, I will be interested in what answer he gives?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "There were KwaZulu Police, but there we were trained by many people.",
            "Male"
        ],
        [
            "MR BRINK",
            "The ZP being the KwaZulu Police.\nMR NGCOBO",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you a member of the KwaZulu Police?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.  I was not a member of the KwaZulu Police.",
            "Male"
        ],
        [
            "MR BRINK",
            "Can you remember when this training course took place?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR BRINK",
            "Would it have been about the time, or just before these various offences for which you are seeking amnesty, took place?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot remember whether it was before or after I went for training.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long before the first count of murder on which you were convicted?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I cannot remember whether it was before or after my training.",
            "Male"
        ],
        [
            "MR BRINK",
            "Very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long was this training?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "One month.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One month?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "I want to revert to the death of your mother.  Can you tell the Committee in which ward or district did she live?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "She lived in Nkulu in Izingolweni.",
            "Male"
        ],
        [
            "MR BRINK",
            "Sorry, could I have that ward again please, if you can spell it.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "N k u l u.",
            "Male"
        ],
        [
            "MR BRINK",
            "eZingolweni?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Right.  And you were told that Dan Cele was one of those responsible for her death?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  Dan admitted in my presence that he was there.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were any other persons known to you, involved in your mother's murder?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, there were others like Steleka, Mshikashika and others.  Others were not killed by me.  Some of them are with me in prison, but they denied any knowledge of this.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was Xolani Dhlamini, that is count 2 Mr Chairman, involved to your knowledge in the murder of your mother?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was Thokozani Shazi or Jeffrey Ncane or Babazani Shezi, count 3 Mr Chairman, involved?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was Thembinkosi Wellington Ngcobo involved?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Thembinkosi was the person who stayed near where I was.  These people were many and I cannot some of the people who were in the list.  They were acting in groups.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am giving you the names, and I want you to tell the Committee whether to your knowledge, the names I mention are persons involved in your mother's murder.  That is all I want at this stage.\n\tWe know then that Mr Wellington Ngcobo was not suspected of having been involved in your mother's murder?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.",
            "Male"
        ],
        [
            "MR BRINK",
            "Thomas Blose?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, he was one of those who were involved.",
            "Male"
        ],
        [
            "MR BRINK",
            "He was, all right.  Goodwill Mxolisi Cele?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No, that one was not involved.",
            "Male"
        ],
        [
            "MR BRINK",
            "Maxwell Zulu, Fana Cele?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.",
            "Male"
        ],
        [
            "MR BRINK",
            "Kehla Mkhize, count 9 Mr Chairman? (Mshikashika)",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, he was very much involved.",
            "Male"
        ],
        [
            "MR BRINK",
            "Doda Nqxmalo, also known as Doda Nyawaose?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, he was involved.",
            "Male"
        ],
        [
            "MR BRINK",
            "So there were about four or five men who had been reported to you as being involved in your mother's murder?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, they were many.  Some of them fled the area and came to Durban.  I cannot recall their names now.  I no longer have a list now and I do not know how I lost it.  Some are in prison with me.",
            "Male"
        ],
        [
            "MR BRINK",
            "When the police came to the scene of the crime, that is the crime relating to the murder of your mother, did you mention any of these names as people you might have thought who might have been involved, even though the names hadn't at that stage been given to you?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "No.  I did not... I did mention who the people were because they were known.  They used to toyi toyi and celebrate the whole night after the had killed a person, and everybody knew them and knew what they had done.  They were toyi toyiing even near the police station.",
            "Male"
        ],
        [
            "MR BRINK",
            "Do you have a copy of your amnesty application available in front of you?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes those were my words.  What I said here...",
            "Male"
        ],
        [
            "MR BRINK",
            "Let me just read to you what you said and if necessary my colleague can let you have his copy.  In paragraph 10(b) you were asked to provide your justification, thank you Mr (indistinct), you were asked to provide justification regarding the murders which you committed as being associated with a political objective.\n\tIs the manuscript that follows, your own or was it written for you?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes, I am the one who wrote that.  Did I say the police wanted to kill them?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page are you talking about Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "It is bundle, page 2, Mr Chairman, paragraph 10(b).",
            "Male"
        ],
        [
            "MR BRINK",
            "Right, now you say all the cases, I presume you mean by all the cases, all the offences, murders and so on, which I have committed, were in relation to the ANC who had killed my mother as stated by the court witnesses, etc, etc.\n\tThe South African Police had refused to arrest the culprits involved in the killing of my mother, despite my having told them who the culprits were.\n\tI had to take the law into my own hands, as I feared for my life and knew that the culprits who had killed my mother, wanted to kill me as well.  Do you remember writing that?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes I said so.  I had told the police that my mother was killed by the comrades (ANC supporters), and the police wanted me to investigate this, whereas this was their job.",
            "Male"
        ],
        [
            "MR BRINK",
            "The South African Police had refused to arrest the culprits involved in the killing of my mother, despite my having told them who the culprits were.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot remember whether I mentioned their names.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you name them, did you name them to the Police?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot remember whether I mentioned the names to them.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well you see, if you hadn't told the Police their names, the Police wouldn't have been able to take any steps towards an effective arrest.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot remember whether I mentioned the names, as I say. Those police, however, are still stationed at iZingolweni. They are the ones who can say whether I mentioned certain names to them. It was just a coincidence that my mother was killed when violence was going on there. People would still have died even if my mother was not killed.",
            "Male"
        ],
        [
            "MR BRINK",
            "Would you have killed Dan Cele had your mother not been killed?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  I was going to kill them because he was an enemy, but it was not going to be in the manner I killed him.  I do not know how I was going to do that, but I was looking for him as much as he was looking for me.",
            "Male"
        ],
        [
            "MR BRINK",
            "Killing is killing Mr Ngcobo, whichever way you do it.  You see, I get the impression from your application that this was really revenge killing, or a series of killings, because your mother was unfortunately murdered?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "That is not true.  It was not a revenge killing although my mother was killed.  War was going on at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the trial court, as I understand the record, you told the Judge that you killed these people because they had killed your mother, that was the reason you gave.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "The Commissioner must remember that I was defending myself in the trial case.  I was also helping my counsel so that I could be freed.  It is something else when you are facing a criminal trial.  One even tends to lie in a criminal case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, how can you acquit yourself if you had told them that you had killed these people because they had killed your mother?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Will you please repeat that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How can you be defending yourself if you told the Judge that these crimes you committed, were committed because they killed your mother?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "That is how I perceived things at that time.  When IFP supporters were killed, nobody got arrested.  I then decided to kill too, because this looked liked a competition because nobody was getting arrested for doing this.  I was only surprised when I got arrested and wondered how it happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was nobody arrested or tried for killing your mother?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I do not recall anybody getting arrested for killing my mother.  Not even one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words there was never a case for the murder of your mother, there was no case?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No.  Even the person who injured my sister was not arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that at your trial you did not give evidence about the fact that all the killing you have done, was as a result of your enmity for the ANC, that this was political killing, you did not tell this to the Court, is this correct?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Will you please repeat the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At your trial you did not tell the Court that the crimes you committed, were for political reasons?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I remember saying that.  I cannot recall now but I think I did mention something about the organisation..",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you recall whether your client mentioned anything at all in his evidence in mitigation because the Judge ...",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Mr Chairman, I also only have the information that the Commission have.  I was not involved with that trial itself, but I do agree that he did not testify on his own behalf on mitigation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  He didn't say anything.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I did read that in the judgement itself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that is what I am trying to get at.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I think Mr Chairman, if I may come in here, at page 53 of the bundle, the last line continue the next page, where the trial Judge said even if you were motivating these crimes by a political issue, etc, etc, talking about the ANC and the IFP, that is the bottom of page 53 over to page 54.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "In the summary of the facts by the Attorney General, it was stated that it was a political case, so it seems that right through the trial, that it was known that politics had something to do with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is that passage in the judgement, on the question of sentence?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I cannot remember what the judge said.  I was absent minded when the judge talked to me.  I could not even remember the sentenced that I got.  I only remember the judge saying something about the death sentence and there were six death sentences, but I could not remember the years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on, I am sorry to disturb you.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Thank you Mr Chairman.  You see, what you said in your application regarding the death of your mother, appears and I must put it to you again, appears to have been governed, or what you did, governed by revenge rather than politics, because the Police weren't taking any action and arresting those who might have been responsible for your mother's death.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I deny that, but what was happening was something known by even a small child in the area.  My mother was killed in the midst of violence that was taking place at the time.  It also did not stop after her death.  I deny that I killed as a revenge for my mother, although that was contributory.",
            "Male"
        ],
        [
            "MR BRINK",
            "You did indicate in your evidence in chief, that your mother was killed, I think you said 1990 or 1991.  Can we take it that in fact she was killed in 1991 because this killing spree appears to commence in February 1991 which would have been shortly, surely after her death?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot remember when my mother was killed.  My family is here, they are the ones who can say.  I cannot remember at all.",
            "Male"
        ],
        [
            "MR BRINK",
            "One can assume that that would have been fairly close to the date when you committed the first murder and that is the murder of Dan Cele?  You wouldn't have waited for a year before you started killing people, or six months?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  That is possible.",
            "Male"
        ],
        [
            "MR BRINK",
            "Right.  Now, earlier you told the Committee that your mother's hut and the place where she was killed was near Nkulu ward.  How far is that from Oribi Gorge?  I am going through the counts one by one?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "It is far although I cannot say how many kilometres.",
            "Male"
        ],
        [
            "MR BRINK",
            "How far?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Fairly far.",
            "Male"
        ],
        [
            "MR BRINK",
            "And how far is Umthini bus stop from the place where your mother's hut was, before it was burnt down?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "It is not very far. Not as far as Oribi Gorge because it is a walking distance.",
            "Male"
        ],
        [
            "MR BRINK",
            "Umtini bus stop, how far is that away?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "It is also far.  But it is a walking distance, unlike Oribi Gorge.",
            "Male"
        ],
        [
            "MR BRINK",
            "Will it take you an hour to get there, or half an hour or a day or what?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "About one and a half hour.",
            "Male"
        ],
        [
            "MR BRINK",
            "And Mtateni bus stop, how far is that away?  When I say away, I am talking about your mother's hut, in all the questions I am asking now, do you understand.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Mtateni is near uMthini. It is also far, but not that very far.",
            "Male"
        ],
        [
            "MR BRINK",
            "Dlovinga?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Dlovinga is nearby.",
            "Male"
        ],
        [
            "MR BRINK",
            "Bandlana?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Bandlana is far, but not very far.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am sorry, I withdraw that, he was acquitted on that count 15.  My mistake, I apologise.\n\tYou see on the face of the counts against you, it seems that you went on a spree of murders from February 1991 until July 1991, hadn't you had enough revenge by then?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Er...",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Brink, did he not say that it wasn't revenge, and why do you pursue that line if he takes an opposite one?",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, with respect I think he said it was partially revenge and also political.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you know, you have referred me to page 53 of the record.  Page 53 of the record conveys to me that it is his Counsel, he says the further factor urged by your Counsel is that there was political violence in the area, there had been killings and burnings by youth league and so on.  There may be some truth in it because it appears that from the evidence, that you specifically chose as your victims, only young men etc.\n\tWhat I am trying to convey is that he did not give evidence to say that his offences were political, it was a submission made on his behalf by his Counsel.  The Court then goes on to say even if it were motivated by these crimes, by political issues, it is something which this Court cannot and will not condone.\n\tThe point really is that at no stage had he told the Court that he had committed these crimes for political reasons, it is his Counsel who advanced that point.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes, that did appear from the record.  But in any event, I won't take that aspect any further.\n\t(Indistinct), I am trying to deal with his application as it stood in paragraph 10(b), and that concludes my questioning, thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR BRINK",
            ".",
            "Male"
        ],
        [
            "MR MALAN",
            "Just a few questions and really it is more for information than anything else.  On the court record it is stated that you went for training only for a period of two weeks.  Here evidence was given that it was a month.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I made a mistake.  It was two weeks.  It is my fault.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then, what I still find very difficult to\nunderstand, you tell us that you got the list from Dan Cele before you executed him at Oribi Gorge, gave you a list of names, and yet, you don't pursue those people immediately.  Can you explain that to us.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I was pursuing them.  I was looking for them, people like Steleka, and they were also looking for me.  It is just that our ways never met.  Unfortunately, some of them were killed before I got them and others fled to Durban.  I am now no longer involved in this and therefore no longer pursuing those who survived.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just for my own edification, summarise, you are saying to us that the people you killed within the framework of your explanation, were people who were comrades and who were killing people in your organisation within the community, that you had no instructions to kill, that you did that off your own bat, that you decided, you took the initiative, that you preached peace, but whilst the community did not know what you were doing, you were killing off the comrades, is that a fair summary?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Yes.  I said so.  I did say in my evidence-in-chief that I once went to stay in Dlamini's and Luthuli's wards.  My party looked like a banned party at that time because they were afraid.  I then decided to start building the party.  When I went to Luthuli ward, I asked for assistance.  Luthuli's wife told me that they could help me in attacking people.  She said if I wanted to stay in their ward, I was free to do so, but when I go home, I should try to persuade people to rejoin the party.  When I went there, I persuaded people and fought those who fought me. That is why I was preaching peace on one hand and fighting on the another.  I wanted my party to grow, but did not want people to know the bad things I was doing.",
            "Male"
        ],
        [
            "MR MALAN",
            "What would you have understood at the time, to be the policy of the IFP, of the Inkatha Freedom Party?  Would they have supported it, would the President of your organisation in your understanding, have been proud of you or would he have been against what you were doing?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "He would be against what I was doing.  That is why they never sent me to do these things.  I was doing this to protect myself and the community I was living in.  It was not from the party and that is why I was running away.  I had to protect the people in my area.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Chair, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The organisation that you were building in your area, what was that called?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Inkatha Freedom Party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who were the officials in your area of the Inkatha Freedom Party that you were building?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "It was Zulu, who was the chairman, and James Zulu was also a leader.  There were two Zulus, one a chairman that I cannot remember his first name, and James Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was James, James what?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "James Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mentioned - yes?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "James Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did they know that you were trying to form this organisation by going around, killing other people?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No.  As leaders, I was hiding these things from them.  I did not have a group of killers.  I did this on my own, not with the people I was leading.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I am not talking about your followers, I am talking about the leaders, I am talking about the Chairman, Mr Zulu and I am talking about the other Zulu, did they tell you that in the name of the organisation, in order to build your organisation, you must kill the other people?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No.  They gave me the firearm to defend myself.  I just used that firearm to attack because I could not just wait to be attacked and defend myself then.  I would have been killed.  What I did was not the reason why I was given a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngcobo, you said that you observed some of the ANC members through binoculars, do you remember saying so?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long before the first killing, were these binoculars taken away from you by the Police?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I cannot remember when the police confiscated the binoculars.  I used the binoculars to look for them and could not attack them when they were in groups.  I waited them to be alone so that I could attack them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You saw people being together, did you have absolute proof that because these people have gathered, that for instance Xolani Dlamini who you might have seen with these people, were you absolutely certain that he belonged to the other camp, that is the ANC?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.  The message I got is that they were waiting for a bus from Gamalakhe to bring ANC supporters there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This transportation you are speaking about, did for instance the IFP people have their own busses and the ANC people have their own busses?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "At that place, ANC people use their buses because that was the ANC area.  There were no go areas then, as it is still happening at other places.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's for a moment return to Mfanafuti Blose.  You say he was involved in the attacks of the community.  Was he attacking specific people in the community because you simply say he was involved in the attack?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Mfanafuthi and his friend were attacking people.  For example they would arrest a male person who had assaulted his wife or girlfriend, and that person would be assaulted by a group of them, even girls, and they would then laugh at that person.  This was happening during the day, and they were raping girls as they wished.  The community knows that very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have given us names of people who for instance killed your mother, would you associate him after you said he did all bad things to the community, even associate him with the killing of your mother?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "You mean Mfanafuthi?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is correct sir.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "That is possible because people would leave, say Murchison and go to another area.  They would then meet people from that area and all of them would then go and do something to somebody at night, and they would then leave.  The same was done in another area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For instance we could have some indication from you, because you said you observed some of these groups through your binoculars, did you ever observe him through your binoculars in the attack of your mother?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "My binoculars were not those good, expensive binoculars.  One could see people who are not very far, and could see what they were doing.  However, one would not be able to say who are those people.  I could not go near them I was always a loner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had testified that you had great respect for instance to the women folk, you wouldn't harm them at all.  Do you recall that?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went to the Hlope house, you first spoke to Mr Hlophe, thereafter to Mrs Hlophe.  Did you ever say to Mrs Hlophe, look, these boys in your house are troublesome, please speak to them, because you didn't want to hurt women.  Did you do that?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No.  The harm I was talking about was the physical harm.  I know that I did harm to Hlophe's family, but I never hit a woman because that person is against me.  My crimes are an indication of that.  I cannot attack a woman because they are always defenceless.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say your biggest attempt was to mobilise people to join the Inkatha Freedom Party.  Could you explain to us, by killing people, how would you gather confidence from people that they would join your organisation, how would you achieve that?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "The support of the IFP in the area was very small.  People were much afraid.  I was building the party because I built a lot of branches with Mr Zulu.  Another branch in my area was opened by Mr Khawula from eMahlongwa after I built it.  Not all ANC supporters were fighting us.  For example, there is an ANC leader in my area.  I used to chat to him when I was still outside and we never quarrelled.  I am imprisoned with other ANC members and we do not quarrel.  They know where we come from and that is something we cannot deny.  We now preach and we know what were doing before we were arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we have regard Mr Ngcobo, to the people you killed, we realise the majority were youth.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.  They were the ringleaders.  Those were the people who were involved were these young boys, not the adults.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whilst you were mobilising the community after traumatising the mothers of these youths, do you think those people would have joined the IFP after being traumatised with death?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me rephrase it for you then Mr Ngcobo.  Your objective was to mobilise people to join Inkatha Freedom Party, isn't it so?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we see that the majority of the people you killed, were the youth isn't it?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If now you look at their mothers who are traumatised by their deaths, as you were by your mother, were you hoping that the mothers of these youths who had been killed, would join Inkatha Freedom Party?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No.  They would not.  Sometimes I was not thinking before I acted, and would make mistakes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told us that the Police acted slowly or not at all, but then you tell us at the same time that you have been trained by the Zulu Police, do you recall saying so, KwaZulu Police or ZP, let me be specific, you called them ZP?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "There was no KwaZulu Police at that time in Izingolweni.  They were only deployed in courts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question is why didn't you go to these Police whom you had such good relationship with, who could even train you to report these youths who were for instance, some of them who had killed your mother, why didn't you go to the Zulu Police, the ZP?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "You mean at the training.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you mention this to the Police who trained you, that I am coming here for training because I did not have joy from the South African Police?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No I never told the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whilst you were at training that is, because we are not sure, and you are not, when you were trained, whether before the killings or after the killings, but you were trained at some stage.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "In the area I was not the only one who was chosen.  We were three and there were some who were trained before and after us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis were you chosen to be trained, what was the real reason therefore that you were chosen to be trained?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I was chosen in the area.  My brother Sipho was involved.  He is the one who took us there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry to disturb you, but who chose you for training?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Amakhosi were being attacked by the ANC people.  The Commission will remember will remember that this is what was happening. People were chosen from different areas to go and train so that they could protect these amakhosi.  We believed that the ANC was against the amakhosi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had according to you, to protect the amakhosi, protect them from what?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "The Amakhosi were protected against the ANC. The Commissioner will remember that the amakhosi were attacked by the ANC supporters at that time, and it was decided that they should be protected. We believed that the ANC was against amakhosi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which iNkosi had you to protect, because when we read the indictment for which you are serving in prison, is that there was none protection for any iNkosi but some personal revenge about your mother's killing.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "My iNkosi was Khandalesizwe at that time and he was with me when I went to fetch my firearm at Ulundi.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could you just repeat that name please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The name of that INkosi.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Khandalesizwe.  His other name is Sikhosiphi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thanda?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Khandalesizwe.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "When I listen to your evidence Mr Ngcobo you mention that the leaders Zulu for instance gave you a gun. My Question is when I further listened you used a .32 and again you used a 7.65 where did you obtain the other, I am not interested which one? Where did you obtain the other? Because they gave you one for self-protection.",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "This other one belonged to Mbambo.  It was found in his possession when the police arrested him in Sydenham.  That was a .32.  Both used the same ammunition.  A.32 is a revolver and a 7.65 has a cartridge.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "So when you went to Ulundi to fetch weapons what did you do with those weapons when you accompanied Khandaleziswe?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I was protecting the chief with these firearms.  I was protecting him on his visits to the tribal court or when he visited the President.  I was also using them for my own political ends.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "In other words the weapons you fetched from Ulundi?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Yes.  I was using my firearm and the one belonging to my friend.  I never used the one I got from Ulundi because there was no need for me to use it because it was a legal firearm.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Lastly Mr Ngcobo you told us that the hierarchy of Inkatha Free Party preached peace. You recall saying so?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "Please repeat the question?  Yes they preached peace.  That is not what I was doing, however.  I used to attack and also protect myself.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "From your evidence it would appear that you did more attacks than protection? Would I be right in so gaining that impression?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "I was also being attacked.  It is just that these people could not get hold of me.  Before I was sentenced, they used to attack me extensively, in the shop and all over.  Some of my attackers are in prison with me.  After I had killed, they attacked me while I was no longer attacking.  I was now a target.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were never shot by anybody?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No. They were trying their best with bombs and everything, but could not get hold of me. They also attacked me at Murchison but failed to hurt me. I reported some of the attacks to the police.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "But in all those attacks on you, you never killed anybody other than those you hunted down?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "When they attacked me at the shop, they killed a Cele boy. It was Ziphakamiso Nyawose and Thokozani Mbhele, and some of their friends. They killed Guduza Mbhele. I retaliated when I was in the shop, and struck Thokozani Mbhele. He died on the scene and I went to fetch the police. Detective Breedt is the one who attended this complaint and those boys were then arrested.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Did you report these attacks on people, that is the killing rather to your leaders?",
            "Unknown"
        ],
        [
            "MR NGCOBO",
            "No it was difficult to report to them to my leaders because they were against their policy.  I knew that they would not have liked it.  I believed that what I was doing was right.  It is not easy to report tot he leaders such things.  They were not the ones who were being attacked.  I am the one who was supposed to defend myself..",
            "Male"
        ],
        [
            "ADV MOTATA",
            "That is correct Sir.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Thank you Chairperson I have got no further questions. Thank you Mr Ngcobo.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry Judge just one question following from Mr Motata's questioning. The firearms that the KwaZulu government or police issued you, that was after the killings? After your crimes. You again got weapons from the KwaZulu government or the KwaZulu police?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I went to training when violence was still going on.",
            "Male"
        ],
        [
            "MR MALAN",
            "Also just for the record of your attorney on page 54 of the bundle the judge observes as what to him is disturbing in the extreme is that only 3 months before you stood trial you went for training for 2 weeks and you were issued with two firearms even licensed by the KwaZulu government from your Inkatha organisation he says. What happened to those arms?",
            "Male"
        ],
        [
            "MR NGCOBO",
            "The ones I got from Ulundi? I had them when I was arrested in Scottburgh. After I was arrested, I gave them to my brother Sipho, to take them back to Ulundi because they were licensed. I do not know whether he took them back or not. I never asked him.",
            "Male"
        ],
        [
            "MR MALAN",
            "If I read the portion of the judgment correctly it seems as if you got your training after you have already committed most of the crimes.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "I cannot dispute that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions you wish to put in re-examination?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "No questions Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you very much. You are excused. WITNESS IS EXCUSED.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you calling any other witnesses?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "No further witnesses Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink are you calling witnesses?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No Chairman I am not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr de Klerk is there anything you wish to say in addressing us?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Thank you Mr Chairman I will be brief. Firstly I would request the Commission to remember the time period and span when this took place what was the political reality or maybe just call it reality specifically in KwaZulu Natal and specifically in the south coast of KwaZulu Natal. If that is taken into consideration and the background of the applicant where he grew up and the way he grew up it may be more easily understood why he got involved with what he did and why he actually did. Unfortunately, it is my submission that although we do not likely want to admit it that political intolerance and specifically in this province and even today political intolerance is very hard. People perceive the opposition as their enemies not merely as the opposition. I think I can argue without any worry that there was attacks from both sides.\n\tThe applicant did what he thought would assist his position and his party's position in that area. Surely as he also testified it can be argued that there were revenge embedded in his thoughts. It is impossible to deny that. But just on the other side it is impossible to say in my submission that this was merely revenge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now is there no possibility of drawing a line as to which of these killings were due to revenge and which not?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "As was testified by the applicant Mr Chair his thoughts was influenced like anybody others thoughts by different things that happened in his life. One of it was the fact that his mother died. The other was that he was (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That seems to be the uppermost factor when one reads the record of the trial, of the judgment isn't it?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Well in the criminal trial as was testified by the applicant he lied. Secondly he did not testify regarding any of the political matters.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there are two lies, two things that were wrong. First he lied on the question of whether he was doing it for revenge. Secondly he did not testify anything about the political motives he had.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "His counsel did argue that so if he is (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I am not talking about his counsel.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "So if his counsel argued it, it must have been on instructions. I cannot believe that the counsel will argue it out of his own without receiving instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) but there was no evidence. He did not give evidence on that.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "The fact that I will argue that the reason or the fact that there was no evidence led at the criminal trial does not say per se that the reason why it actually happened as testified today is (...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but there was not a breath during the trial as far as the evidence is concerned, there was not a breath of his political motives as far as the evidence is concerned.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "The evidence by the accused today, the applicant was denied. So it was a denial of involvement. If it was a denial of involvement there would not have followed any admissions of a political motive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And even after conviction?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Even after conviction because you must remember that there followed as appeal. And it is common that even after conviction ninety percent of all convicted persons does not come clean to the Court and then say: \"Okay this is the position, I actually did it because of this and this.\" That is the great thing about the Amnesty and the Truth and Reconciliation process. Now they do have the chance to come forward and say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Thank you Mr Chair. I must just point to one specific aspect and that is the poem that Mr Ngcobo the applicant wrote while he was on death row and I think it cannot be denied he even almost cried where he sat when he read that poem. But it is clear from that poem that he had a political motive. That politics as he perceived it and many other people in this province perceived it made him do certain things which he thought was right.\n\tI believe firstly and I will argue that he told the truth to the Commission. Although politics was not the only reason for what was has happened as anybody else there is not one specific reason that make somebody act in a certain way, politics was the main reason. Although it was not said at the criminal trial. He told everything, he disclosed everything to this Commission. It must have been extremely difficult for him to come and say and admit what he has done. He has told the Commission on which of these crimes he was not there even if he was convicted. And he said that he was sorry. \t\n\tTo finalise it Mr Chairman this province especially during that time had a lot of these violence. A lot of these people did not come to the Truth Commission because they have certain worries about the Truth Commission. If persons that were involved in this war as testified by the applicant and surely it was a war. It could not have been anything else. If it is compared to any other incident in the world it must have been a war.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All you have is his version as given today about that, isn't it so?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "That's right it was never disputed that it was a war. So the fact of the matter is I will argue that it was a war. Many people died. It was never disputed. It was a lot of people that died in this province. It is a known fact throughout the world. If these people did not have a political motive and merely participated in this war for some or other private and personal reasons it means that for these people that suffered on grassroots level it would have been unnecessary to apply for amnesty. Because what political motive did they have. All of them and most of them must have been in the same position. Either telling the world that they are protecting themselves and that is why they attacked or revenge. But all of this seen in the nature that they were politically motivated and politically divided. This is the basic, the lowest part of political intolerance in this country. And if these people can not receive amnesty then none and nobody of the people that were involved in this war can receive amnesty. That is all thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you have to say about the criteria that are set out in subsection 3 of Section 20? Have you got the Act with you?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "No I don't have it with me. If you can just jog my mind?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you have a copy of the Act in front of you?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Not with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink do you have a copy?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I think so ...(inaudible)",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Which Section Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the criteria that are set out in Section 20 subsection 3. Because in order to determine whether the offences he has committed were acts associated with a political objective and in order to determine whether they were the criteria are set out in subsection 3.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes my argument on that maybe it was not that clear. I do not understand Section 3 as requiring the applicant to put forward some or other intricate and involved political ideology and motive. We are talking here about an applicant that put to the Committee his motive as the basic motive of overpowering the other side. That means if you do take out people that gives you problems you make it more easy for yourself. And I think that was clear in his evidence. These people were people that he received information that either wanted to kill him or wanted to do something against his party and he acted on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let's understand this. The picture one gets up to now is that this is a one-man activity that has brought him here.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. He has not been instructed by his superiors. He has never reported to them. He has never got their sanction for doing. It was he and himself that carried out these activities which have resulted in the offences for which he was convicted.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes. Regarding that specific matter there was a matter of Judge Wilson specifically where an ANC person applied for amnesty he was busy at a meeting and he received the information that this person he received information about was killing ANC people. He then took it upon himself to stop this unnecessary killing and he then went and killed that person. he received amnesty. I do not see from this specific.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what case you are talking about.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I don't, if I can stand down I can quickly get it from my office because I received from the internet. I do have the reference but not with me at the moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I would give it to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let us have it early in the morning.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Early in the morning. I don't see the subsection 3 as saying there must have been an order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No it does not say it has to be. These are just all the criteria that are set out and I want to know from you  what your views are in so far as your client's case is concerned whether he meets these criteria?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Definitely I think that he had a motive which was political. You see in the context of what is done it shows there were political uprising disturbance and it was a reaction thereto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What uprising was he reacting to?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Well there was killing. There was a war at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no he personally? I am not talking about what was happening in other parts of eZingolweni. I am talking about him personally?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Him personally being in that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Him personally being involved in that killing. Him personally being involved as a leader, a youth leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had the situation where he walks into a house with a gun and he can arrest a young man who he thinks had a say in an attack and instead of taking him to the police he executes him.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I think Mr Chairman the reality of that time was that people did not go to the police. There was attacks from both sides. It was clear that it was a war. So it was not uncommon for people not to go to the police. It was actually quite common for people to mistrust the police at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now what about subsection F of Section 3 then? Where they talk about the proportionality of the offence in relation to the objective which he hopes to achieve.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Well I think the objective to achieve and that means for the one political party to win against the other one I don't think you can get a higher political objective seeing into the context of what happened at that stage. If you can eliminate your enemy which is your political opponent and by that secure that your party is actually the winning party, there is no bigger prize that you can strive for.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there no such thing at all as want to take into account the proportionality of his offence in relation to the objective which he is seeking to achieve?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I agree with that as I put it Mr Chairman I must argue that his objective was the highest objective and that is to secure his party's success. As it would have been for a freedom fighter for the ANC to blow up 10, 20 people in a restaurant trying to secure democracy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well there would be difficulty in arguing by analogy in cases that are so disparate. The circumstances there, the factors there are completely different from a chap who armed with a gun and who stalks his enemy, he watches them, he knows where they live and one by one literally goes to where they were and eliminates them.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Mr Chairman taking into consideration now the context. The fact that he was the youth leader. The fact that he also personally suffered. That his mother was killed. The fact that he was also attacked and that other members of his party was being attacked at that stage. Surely there must be a (...indistinct) It is not just one person that's mother was injured, nothing else, he is nobody and he decides upon himself to now to go and kill a lot of people. The context is much bigger than that. The context his a youth leader, a IFP youth leader that believes in what he is doing. Now further things happen that then make him come to this conclusion. Surely it couldn't have been just an easy procedure, it must have been a lot of influences that made him come to this conclusion or to this decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes carry on? So you say that he meets the requirements of Subsection F of Section 3?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Definitely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr de Klerk could I take you back to Subsection 2 and specifically Subsection 2(A) which refers to an act with a political objective being\n\"1: committed in this instance by a member of a political organisation in support of such organisation.\"\nThen the crucial word;\n\"bona fide in furtherance of a political struggle waged by such organisation.\"\n\tNow on the evidence was the applicant not telling us that he did not do this bona fide on the agenda of the organisation. Because he withheld information, he did not report, he knew that they wouldn't approve. Would you argue that for us? And then would ...(inaudible) Sorry if you would then also look at 3(E) and just address on the criteria which talks about the act or offence or a mission having been committed in execution of an order or with the approval of such organisation. In terms of us having to apply criteria. And let us for the sake of that assume for the moment everything else that you have put before us.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "As pleases Mr Chairman. I read Subsection 2(A)\n\"Any member or supporter of a publicly known\npolitical organisation the applicant was IFP youth\nleader moved on behalf or in support of such an \norganisation or movement. Bona fide in furtherance \nof a political struggle waged by such organisation or \nmovement against the State or any former State or \nany other publicly known political organisation or \nliberation movement.\"\nThere was a war according to the accused between the ANC and the IFP. He bona fide believed that he was doing this in furtherance of his political struggle and the struggle of the IFP. Although it was not sanctioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He couldn't have believed that the IFP were going to agree with what he was doing?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "No he did not believe that. But he bona fide believed that by doing this he is furthering his party's success in the coming elections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How could he have believed that when he knew that it was his party's policy not to engage in violence?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I can only argue that Mr Chairman that, that is where the multi-facets of the decision-making comes in with the fact that his mother was also killed. So yes there is situations where he did do something that was not specifically according to the orders and the policy of the party. But he bona fide believed by doing this he is actually doing something good for the party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say he bona fide believed don't, let's just leave out. You mean he believed not necessarily bona fide. I mean if he knew (...intervention)",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes he believed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If he knew what the political party's policy was and organisation and that it was against violence in principle, he knew that. He is a highly placed member of the, he claims to be a leader of the Inkatha youth.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I think in his evidence it was clear that it was never said that he is not allowed to defend and he also testified that he received information that these people would either attack him or did attack. And he also testified that this was a measure of defence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "None of these people that he has killed died in defending him or attacking him.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes but.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were all picked up, stalked as it were and eliminated.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "It was testified that, on several occasions by the applicants that if he received the information that this person is the person that attacked or will attack he would have acted because it was a sort of a pre-emptive way to try and stop what was happening.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr de Klerk I am prepared for the sake of this argument to accept that amnesty is there not for cases of self-defence. So we are not talking about self-defence in the situation of being attacked. So let's accept that for the moment but the question then remains what are we to make of the concepts \"bona fide\" in Subsection 2(A) of 20 and \"order and approval\" in Subsection 3(E)? Are we to disregard those concepts? Or - and this is really my question. Is it not compelling us to say that a person must have in good faith believed that he was on the agenda of the organisation and not simply in support of the organisation. Or to the benefit of the organisation by his own assessment.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "I understand that Mr Chairman. I do believe that what will bona fide mean? Is it an objective or a subjective test? Are we now going to say what did he believe himself? I believe it is a subjective test.",
            "Male"
        ],
        [
            "MR MALAN",
            "I will grant that but what was his evidence on that?",
            "Male"
        ],
        [
            "MR DE KLERK",
            "His evidence was clear that although he was never allowed or it was not the aim of the political party to attack all these attacks that took place and he was involved with he received information either that this person was the guilty one in some or other murder or is going to attack him or is planning or he is going to do something. And he bona fide believed in his mind that this will benefit the party. And I am sure, I don't want to be difficult but I am sure that it can be seen as self-protection which was condoned by the party. The self-protection side. That means we are not there just to sit and be attacked and accept it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We must not confuse two issues as to self-protection on the one hand. When a man does that because he believes that somebody is going to kill him. He takes the initiative and goes and kills them. That is what might fall under the heading of self-protection. But then that cannot be equated with the political motive of his political party. He did not do it for that reason. He did it because he was told that they were after him and therefore before they could get him he would go and get them. That was the driving force behind what he did.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes if he was a normal person I would prepare to agree with you but he was the youth leader, the IFP youth leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that make him abnormal?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "No it puts him in a position as a political leader. So by defending him he is defending the party. It is not mere self-defence. By protecting yourself as political leader you are in effect protecting the party. It is not mere self-defence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he is equating himself as the party?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Oh definitely. The fact remains that he thought bona fide that this what he is doing is to the benefit of the party. And the party did not ever said there is anything wrong with protecting yourself. And it does not seem that any of these persons were merely killed without any reason. That means by aggression alone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he went around killing innocent people and he is now sorry for having tried to kill them or shoot them.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "No",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He shot people whom he didn't even know.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "But he had information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes he may have information, he may have misinformation.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "That is possible Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. So what happens to the mothers and the fathers of those people?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "The fact remains that if he acted on that information and he bona fide believed that, that information was correct he did that for the purpose to protect himself as leader and for the party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes alright.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Mr de Klerk let's probably stretch our imagination and say 23, stretch it. Give it liberal construction. And then we return and say he was given a gun by Zulu for instance that he should protect himself with that gun that he was now looking at the subject element of bona fide - that he was even shy to go back to Zulu and say: \"I have killed people with that gun.\" Would we say even if we give it that liberal construction we would be falling in the ambit of the Act?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes I believe so.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Despite not even - say condonation after the fact of his actions. Even let's say no orders condonation after the fact?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I must say I found one thing difficult. Maybe the Commission can assist me there. I don't know what was the position with all the applications up till now. Did each and every individual in those matters receive a order or some or other instruction? Or was it condoned afterwards? I don't know. I am of the opinion that if this person subjectively bona fide believed what he is doing is to the benefit of the party -even if he hides it from the party, what difference does that makes in his mind?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well it all revolves around the use of your word \"bona fide.\"",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is that was he bona fide when he knows that it is in the policy of his party. When he knows that the Inkatha Freedom Party is not in favour of the resort to violence.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Except in the circumstances where it also comes down to protection. I am not going to use the word self-protection. I am going to use the word protection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes so we are now talking about this bona fide?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Because Mr Chairman I am sure that in the past what we have listened today is not an uncommon situation. What about the normal citizen that were attacked by the opposition group. He retaliates the next morning. He goes and kill those people. He actually ran after them and killed two or three more. That is what happened. Many thousands of those incidents took place. Does none of them fall under this Act? Was this Act not also for the benefit of these people which on the lowest level were involved in this conflict.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr de Klerk that's exactly the question we are asking you. We have to make that deduction on the basis of the wording of the Act. And we asking you to assist us.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "I believe yes. I believe yes. The reason why I say this. It is not a simplistic situation where you know it is only self-defence or revenge. It is a Zulu, traditional Zulu man, only standard 6 being chosen to be the political leader maybe without the knowledge or the necessary knowledge of how to be a political leader. Being sent for training by his brother. Being caught up by a total unnatural and uncommon situation of war. This is a situation where we have to look at the person. Now he acts on those impulses. He believes what he is doing is to the benefit of the party. Surely it is also to the benefit of him. He is not going to be killed if he kills the people that wants to kill him. Surely he is not telling it to the party. But he believes in his heart and it shows from his poem that he did it as a soldier. As a warrior to the benefit of everybody. Not even the party but everybody in his community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Except of course the victims.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Except the victims if we consider that they were not involved in any actions against the other group at all.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well even if we do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Is there anything else you wish to add? Mr Brink is there anything you wish to say?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman nothing substantial. A lot of the difficulties have already been put by members of the Committee here. But I think my learned friend has argued as best he could in this matter at the same time and that should possibly assist him. If one has reference to the decision of a Committee of which you Mr Chairman was chairman in the matter of BOTHA, SMUTS AND MARAIS and you will remember that of those three I think Botha was refused amnesty on the basis that he had not been given any orders to do what he had done. Mr Chairman you will remember that very briefly the facts in that case were that on a certain morning and close to the beach area in Durban there was an attack upon various members of the public, the majority of whom I believe to have been white-skinned by youths who were said to have been wearing PAC shirts. BOTHA, SMUTS AND MARAIS who were according to them members of what I think was called the Order Boerevolk decided that they would exact revenge and they then went looking for trouble, no more no less. And they shot at a bus carrying completely innocent people who may or may not have been PAC members, may or may not have been ANC members or whatever. As a result of which there were a number of deaths and serious injuries. My recollection is that Smuts and Marais received amnesty. And the problem I have is in regard to consistency. Bearing in mind the provisions of the Act which you and Mr Malan have referred. Those are the only comments I ...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that case you will recall that the two who got amnesty were acted on the orders and instructions of the (...indistinct) Do you understand?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was the distinction between him and the other chaps who did get amnesty.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "That is very true but you know the orders and instructions, with respect were limited in the sense that this was a three man band of which Botha claimed to be the head.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well not Botha claimed. It was Botha who, it was undisputed Botha ordered these people to bring their arms because we are going somewhere. We are going to do something. And they gather their arms and they follow him and he then tells them that this is what I am going to do. And I think that because they acted on the orders and instructions of somebody that was a determining factor.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes that is so Mr Chairman and also of course has regard to the questions of proportionality as well which has been raised here. But those are the ...(inaudible) submissions I make.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr de Klerk before I announce the adjournment of this case I would like to ask you is there anything you would like to submit to us in writing within the next day or two?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "...(inaudible) I will not have the time ...(inaudible) several matters. For this reason I can ...(inaudible) only receive notice last week. So I also have my own trials in the normal courts that I had to postpone and that I quickly had to go there and postpone the matters because of the.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there is nothing you wish to add in writing?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "No the one statement I can make is that in the indictment it was clear also from the Attorney General that this was politically motivated matter. It was specifically stated in the (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the indictment?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes summary of facts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the Committee will reserve its decision and give it in due course. Thank you very much. The Committee adjourns and we will resume punctually tomorrow morning Mr Brink at nine thirty.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I think it is a gentleman from the prisons who is here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you from the prison? What is your name?",
            "Unknown"
        ],
        [
            "MR NDLOVO",
            "Mr Ndlovo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndlovo?",
            "Unknown"
        ],
        [
            "MR NDLOVO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your position Mr Ndlovo?",
            "Unknown"
        ],
        [
            "MR NDLOVO",
            "...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes you may not know this but today we lost very valuable time when people whose case was not on were brought here in time and this man whose case was on was not brought for until an hour and a half. Now I have difficulty in understanding how the man whose case was supposed to be head first was not brought and the others brought.",
            "Unknown"
        ],
        [
            "MR NDLOVO",
            "...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At any rate you will have the names of the people whose case is going to be heard tomorrow. Will you make sure that they are brought here in time?",
            "Unknown"
        ],
        [
            "MR NDLOVO",
            "Yes ...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much. The Committee will adjourn. Mr Brink provisionally we will adjourn until nine 'o clock?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Committee adjourns nine 'o clock tomorrow.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}