{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-04-28",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "NORMAN GILINDOTA NXKWA"
        ],
        "case number": "0148/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52681&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/980428_el_eln.htm",
        "speakers": [
            "ADV POTGIETER",
            "CHAIRPERSON",
            "MR HOLE",
            "MR MAPOMA",
            "MR MARTINDALE",
            "MR SIBANYONI",
            "NORMAN GILINDOTA NXKWA",
            "ZUKO ZUKILE MAKAPELA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV POTGIETER",
            "MR SIBANYONI",
            "MR MAPOMA",
            "MR MARTINDALE",
            "MR NXKWA",
            "NORMAN GILINDOTA NXKWA",
            "MR HOLE",
            "MR MAKAPELA",
            "ZUKO ZUKILE MAKAPELA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the record I am Judge Pillay.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I am Advocate Potgieter.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "For the record I am J B Sibanyoni, committee member.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "For the record my name is Zuko Mapoma, leader of evidence.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "For the record I am Robert Martindale, attorney representing the applicants.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman the applicant at this stage is Mr Norman Gilindota Nxkwa, amnesty application number 0148/96. Thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any agreements that we should know?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman there are no particular agreements, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Martindale?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Mr Chairman the applicant is presently serving a sentence for three convictions for murder. As a result of these convictions he was given the death sentence in all three cases. These convictions were commuted to a prison sentence, 30 years for each conviction. They are running concurrently and he presently applies for amnesty in respect of these three cases. He has made an application on form one and today he supplemented that application. And the original of his supplementary statement was handed to the committee this morning. I call on Mr Nxkwa to give evidence and take him through his statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nxkwa have you any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No objections Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please stand?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may be seated.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Thank you Mr Chairman. Mr Nxkwa as I understand it you made your original application in Xhosa?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And then you made a supplementary affidavit today?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And those two documents comprise your application?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Please repeat your question?",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Those two documents; the original form one and the supplementary affidavit comprise your application for amnesty?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "In terms of your application you say you are now a member of the African National Congress?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "During 1985 you were a supporter of the United Democratic Front?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And it was in 1985 when these three  events leading to your conviction for murder happened?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martindale can you jus give me a minute please? Mr Mapoma have you, I see there is no representative for any victim.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Mr Chairman there is no representative for the victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any members of the families here of any of the victims?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "There are members of two of the deceased's families.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there notice given to the other?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes they were all notified Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you spoken to those family members who are present?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Mr Chair I have spoken to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are they aware that they can approach you if they have a problem or they need to draw your attention to anything?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Sir, in fact I have consulted with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Thank you Mr Chairman. In 1985, Mr Nxkwa you state that you were a member of a action committee can you please tell the committee briefly what your involvement was and what this committee was?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "In 1985 as comrades we were active at Nombuthle. One day we gathered and we burnt Whitie to death and Lemi. We got Whitie from home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you carry on. I do not know if you understood the question. The question was that in your application you referred to an action committee, what was that action committee?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "It comprised of comrades who were active at the time during 1985.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Mr Nxkwa, this action committee did it get its instructions from some one or what made the action committee carry out acts or carry out its task?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask, what was its task?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "We looked after the Nombuthle community because the government of the day was very oppressive.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Was it a political organisation?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Now Mr Nxkwa in your application you state that the three murders that you were convicted of the one deceased was Thando Dlala?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "The one was a Mr Monwabisi Reginald Venayo known and Lemi?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And the one was Mr Tosamili Michael Dondoshi known as Whitie?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "You also state that you took part actively in the killing of Lemi and Whitie?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "In respect of Lemi you stated you stabbed him?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And you were in a group that threw rocks at him and set him a light?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "In respect of Whitie you state that you also stabbed him and tied his hands?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And you were also in a group of comrades that killed him?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Mr Chairman I am instructed that the committee has a bundle of documents and it is a bundle of documents that comprises the judgments in the three cases concerning those three people; Thando Dlala, Lemi and Whitie. And Mr Nxkwa in respect of Lemi and Whitie has in his statement referred to the judgments in those cases and with the leave of the committee I am just going to take him through what he states here briefly. Mr Nxkwa you state that the factual details relating to the date that the deceased were killed, the place where they were killed and the cause of death appears from the court judgments handed down in those cases. Are you, in respect of those do you agree with the factual findings in those cases relating to the place they were killed and the cause of death?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Now you have mentioned Lemi and Whitie can you just tell the committee what you know in respect of Thando Dlala?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I do not have any knowledge about Thando Dlala because I was not present when he was killed. I was just tortured by the investigating officers and therefore admitted and that is how I was sentenced for that case.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "So as I understand it the circumstances surrounding the death of Whitie and Lemi and your participation you agree with?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir I agree with it.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "But not in respect of Dlala?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir, no.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "You further state in your application that the reason why Lemi and Whitie were killed was because they were impimpis or informers?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me when you look at page three of your application, there in front of you.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes I have got it Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I want him to look at it. Did you fill in that application?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes I am the one who filled it in but I asked a fellow prisoner to assist me with the writing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see. Now on page four at paragraph 9a (i), the question there is\n\"Furnish sufficient particulars of the acts, omissions or offences associated with a political objective in respect of which amnesty is sought. Including dates, places, nature thereof and names of any other persons involved.\"\n\tNow let us not concern ourselves with the dates and the places and names of other people. Your application there states that you make application for amnesty in respect of murder by means of a necklace three times. Is that correct?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes that is correct. But I do not have any knowledge about Thando's case. I was not present when it happened. I was just tortured to submission and I was taken to a magistrate and that is where I admitted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why did you then make application, or let me put it this way. You say you make application for amnesty with a way of necklace three times, which three times are you talking about?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I am talking about Whitie and Lemi incidents I do not know anything about Thando's but I just filled in the form. Because I knew that as soon as I appear here I will say the absolute truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you under stress when you filled in this form?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No I was not stressed when I filled in the form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then I want to ask you why did you fill in three times then? When you were only involved in two?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I knew that as soon as I get here I will tell the truth and mention that I was not present in Thando's incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you feel it necessary to include Thando's matter in your application? Why couldn't you have said straight away you did not know about Thando but you apply for the other two?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "It is because this happened in Uitenhague in Nonbuthle and this was done by the comrades there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Martindale?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Through you Mr Chairperson. Mr Nxkwa when you completed this form and you mentioned that the acts in relation which you are applying is murder by means of necklacing three times, were you admitting that you also killed Thando Dlala or were you saying you want to be sort of released from prison in respect of all those three debts?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I want to be released regarding all three.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Right. May I perhaps also ask you to say are you now abandoning the application in respect of Thando and you are only basing your application for amnesty in respect of the two people; Lemi and Whitie?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I cannot abandon the application regarding Thando because I have been sentenced for that case even though I have got no knowledge of it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Thank you Mr Chairperson. Mr Nxkwa have you any knowledge of how Mr Dlala died? You were at the trial so I assume that at the trial you would have heard what happened?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes I heard what happened. He was taken away from his home and he was killed at some square.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And as far as you heard was it also a deed done by the comrades?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And because the other two in respect of Lemi and Whitie were done by the comrades this, you are saying that this death of Dlala was a similar event that you were convicted for, a similar event?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And as far as your application is concerned you associate all three, you see them all three in the same light?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is so Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Mr Nxkwa you state further that the comrades were generally the youth in the townships?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And they were mobilised in terms of an ANC and UDF strategy for political change?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "One of the primary purposes was to break down and weaken existing structures and administrations in the townships?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "For example the local councils?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "They were also instrumental in the policy of making the townships ungovernable?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And at the time you supported these strategies and policies?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Which were aimed at eliminating political opponents?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "So in summary what you are saying Mr Nxkwa that the role of the action committee was a political role?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "And you supported this and associated yourself with this?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Mr Chairman at this stage those are the facts to the extent that the full details of the facts are covered in the judgments and the applicant has referred to them. Unless the committee wants to go into any more detail from Mr Nxkwa's role he has made his submission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma have you got any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes I have got some questions thank you Sir. Mr Nxkwa the action committee, were you holding a particular portfolio in the action committee?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No I did not hold any specific position in the committee.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were there some positions had by some people in the committee?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No there were no specific positions in this committee. We were just a collective group of comrades.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was there no chairperson of that action committee?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No there was no chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would the action committee know what to do and when?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "If there was anyone who was associating him or herself with the past government as an informer, us as actionaries would combine and deal with this person and eliminate that person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but would that elimination be a result of a decision taken by the action committee or by another forum giving instructions to the action committee? Or how would it happen?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "We would convene as the actionary committee and deal with that person who is unwanted by the community.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Sir. Was the action committee and affiliate of the UDF?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes it was part of UDF.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it correct that at some point while you are in prison you had a conversation with one of the investigators of the TRC?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Please repeat your question?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it not correct that while you are in prison you have at some stage or another had a conversation with one of the investigators of the TRC?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In that conversation you had made mention of the chairperson of the action committee, Mr Khomomo. Have you not done so?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes that happened, I did that.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So are you saying now that there was a chairperson of the action committee?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No there was no chairperson in this committee. What used to happen we would just convene as comrades. If there was any unwanted person in the community.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You have just said that in your conversation with the investigator of the TRC you mentioned Mr Khomomo as the chairperson of the action committee. Can you explain this?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I said that but that is what I heard through (...indistinct) when I arrived in the incident of burning Lemi. I asked him as to who decided that this should be done. And he said that Khomomo gave the instruction.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it correct that Lemi was an activist belonging to UDF in Uitenhague?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes he was a comrade.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now you have said that he was an impimpi. How do you explain that?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "He was a comrade and then as time went on he turned against us and became an informer.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you have any evidence in support of that allegation that he was an informer?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes I do have evidence regarding that.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Would you explain that to the committee?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "During a action at Matanzima he was present and then when time went on, after being arrested by the police he turned against us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any event when you had asked who had given the order you believed at the time that he was an impimpi.",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you arrived at the burning and you asked who had given the instruction, you believed that he was an impimpi at the time. Is that not so?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes I believed that he was an informer because the people in Nonbuthle did not want him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson. In your evidence in chief Mr Nxkwa you said that you as action committee would meet and make a decision to eliminate somebody who was unwanted in the society. Did you attend a meeting where it was decided to eliminate Lemi?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No I never attended such a meeting.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is there any meeting that you have attended where a decision was made to eliminate a person?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No Sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you aware that, Mr Nxkwa for you to be granted amnesty you have to make full disclosure of all relevant facts relating to the act for which you seek amnesty?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now do you understand that you have not made any disclosure regarding the death of Mr Thando Dlala?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "There is nothing I can say because I was not present at that time when he was killed.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You were also not present when a decision was made to kill him?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I was not there even when he was fetched at his place I was not there. But I was just tortured to submission.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The sister of Lemi disputes that you were a comrade in Uitenhague, you as a person. What do you say to that?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I was a comrade in 1985.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What other activities did you participate in apart from this of killing these persons for whom you seek amnesty?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to draw your attention before you answer that question to your rights. You are not compelled to answer any question which may implicate you in ant criminal activity outside those activities for which you seek amnesty. Do you understand?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes Sir. What was the question Sir by the way?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "My question was; what other actions of the comrades did you participate in, apart from the killing of the three persons for whom you now seeking amnesty?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma how relevant is that?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson I think the relevance of that question is to the extent that Mr Nxkwa was or was not a political activist during that time in Uitenhague which is contested by the victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You still have the choice whether you want to answer that question or not?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any other activities in which you participated as a comrade, as a mission of the action committee? Other than these three incidents that you apply for amnesty? You have been warned that you are not compelled to answer that question which may incriminate you in other activities. You must make that election, whether you want to answer the question because it may incriminate you, or not.",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "There were no other incidences.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you. Chairperson that is all thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And re-examination?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "None Mr Chairman.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson. Mr Nxkwa I want you just to explain to the committee or perhaps before I ask my question. I want to explain to you that you should not regard the committee as the court of law. For example I am not a judge or a magistrate. We are expecting you people to come out and tell us everything which happened. I just want to start by picking up from where the evidence presenter has left in so far as the chairperson is concerned. If you look at page seven (7) of your application paragraph eleven (11) b, you referred to a chairperson of the action committee. To me that will mean, I will have an impression that in fact there should have been a chairperson of the action committee because it was not only when you spoke to the investigator but also when you completed the form. You said: \"After the decision of the community the meeting chairperson of the area committee as well as the chairperson of the actionary committee.\" Now I want to know from you was there a chairperson of the action committee?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No Sir there was no chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Right now after a decision was taken that people should be eliminated how did that decision come to your knowledge? How did you know about the decision?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "What would normally happen is if a person associated him or herself with the policemen we would convene as the action committee and eliminate this person.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "How big was this action committee?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "We were many.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now when you meet as an action committee would you meet in respect of only one person or would you meet in respect of a number of persons which need to be eliminated?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Should we get information that a person was associated with the police and was unwanted by the community we would convene as the committee and deal with that person and eliminate him or her.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In the meetings which you attended was the name of Dlala mentioned as the person who is not wanted by the community?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No Sir. There were toi-tois all the time and make mention of all the unwanted informers in the community.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were you present when those toyi-toyi'ing took place where people were mentioned who were not wanted by the community?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes I used to be present during the toi-toiing.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "During the toi-tois where you were present was the name of Thando Dlala mentioned?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes they were mentioned. Him and Whitie and Lemi. And Kinikini and others.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When actions were taken, in other words when people who went out to eliminate Dlala you were not there? Do I understand you correctly?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "I was not there Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Would you say your association goes as far as taking part in the toyi-toyi'ing where his name was mentioned as a person who is not wanted by the community?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you no further questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me what did the community of Uitenhague need to be protected against those days?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "It was being protected from the government of the day. Because the policemen would come in and shoot people randomly in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what do the impimpis have to do with that?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "We could not sleep at our homes because of informers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did they do?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "They would go out and point us out. And tell them what we do in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the councillors?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes they were also not wanted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "They supported the government of Apartheid.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you. Mr Martindale is there any other evidence you wish to place before us?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes Mr Chairman there is another witness that I would like to call. As I understand it one of your considerations is the context. And as this subject came up now in relation to area committees and sub-committees. A Mr M Sinbandla who was at the time working for an affiliate of UDF in Uitenhague and knew the specific circumstances surrounding this situation in 1985 I submit that with the committee's leave it would be important for the committee to hear of the situation then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The workings of the area committees and subordinate committees are well documented in the record attached to the papers is that not so?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "In which set of papers Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The application in the record.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Mr Chairman I certainly do not, my study of these papers did not really clarify that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martindale I have spoken to my colleagues. It is quite clear that the incidences were clearly of a political nature and committed for political reasons, political motivation. So we do not think it is necessary to hear any evidence on that score. If there is any other evidence you wish to place before us based on the actual merits then we will be willing to hear those people or place documentary proof whatever.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "No Mr Chairman then there is no other evidence apart from that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No you can accept that we accept that all these activities were politically motivated. We accept that.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there nothing else?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Nothing else Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma is there any evidence you would like to place before?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Sir, no further evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martindale is there any submissions you would like to make? There is certainly one aspect we would all like to hear you on. It is the question of whether we are able to grant amnesty in respect of Mr Dlala's killing. In view of the fact that the applicant has denied participation in it.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Thank you Mr Chairman. Mr Chairman the situation here is that the applicant was convicted by the court at the time of the three murders. They are similar in nature. If I can refer to the record. I mean they were all committed by a crowd of people. Common elements were stabbing, stoning and burning. Mr Dlala was one of them. The statement that the applicant was caught up with that at the time. And rightly or wrongly he was convicted of the murder of Dlala. He has come before you and he has admitted his role in the stabbing of two of the deceased. I submit that he would have nothing to gain to not, or to try and avoid the situation with Dlala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Assuming we believe everything he tells us on that basis, on what basis can we grant amnesty in respect of Dlala's matter when he himself says he had nothing to do with it? In other words how can he get amnesty for something he did not do?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Mr Chairman he might not have physically done it but he was convicted of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you talking indemnity, we are not a committee of indemnity. Isn't it? We are a committee of amnesty.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is pardoning, it is recommendation for pardoning guilt.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes. Mr Chairman can I just raise an interesting thing and I submit that this is a question that crossed my mind as well that this applicant actually did apply for indemnity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we are aware of that, we have seen that.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "And it appears that he was kind of caught between the situation where the amnesty committee had just been convened and on the papers there appears to be a situation where his actual indemnity application was affected by the fact that the amnesty committee had been formed. But I concede Mr Chairman that it is a problem. But what he is saying is that he was convicted of this thing and it should fall part and parcel of his amnesty application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have got a problem. As much as I sympathise with his position. The law provides and allows us to grant or recommend the granting of amnesty which is pardoning guilt. Now I have difficulty in pardoning something that the applicant says did not occur, he is not guilty. He may or may not have been erroneously or wrongfully convicted, indemnity does not form part of our brief. I do not know why but that is the position. That is why I raised the issue with you because maybe there is something we overlooked.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes Mr Chairman can I ask on that issue then possibly if we could have an opportunity to address you at a subsequent stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tomorrow morning?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Tomorrow morning?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am asking you (...indistinct)",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes that would be fine Mr Chairman.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Martindale when you consider this aspect won't you have regard to the definition of an act associated with a political objective in our founding Act 34 of 1995 and see whether there is any scope for this committee to deal with conduct which does not amount with an offence or a delict in the process of considering an amnesty application?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes. Thank you Mr Chairperson. I will do that Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martindale we have discussed the matter. We will adjourn till tomorrow morning nine 'o clock. And we will listen to your further submissions then.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn till tomorrow nine 'o clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION ON THE 29-04-98  -  DAY 2",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Martindale we adjourned yesterday for the purpose of allowing you time to make further submissions this morning.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Thank you Mr Chairperson. Mr Chairperson at this point I think there might have been some confusion about Mr Nxkwa's support in the matter of what happened to Mr Dlala. And with the leave of the committee I would like to just put some questions to him so that he can clarify a certain aspect. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Mr Nxkwa yesterday you told the committee that you knew nothing about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on I just need to remind him that he would be under oath.",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yesterday you told the committee that you did not actively participate in the killing of Mr Dlala?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Now as a member of the comrades did you support that actions taken against Mr Dlala?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes I supported it fully because it was my own comrades that did it.",
            "Male"
        ],
        [
            "MR MARTINDALE",
            "Sorry Mr Chairman can I just confirm that Mr Nxkwa's, does he have to operate this microphone? Thank you Mr Chairman on evidence that is the one part that I wanted to just clarify before I address you on the other issues that you raised.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma have you got any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions thank you.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Potgieter?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Nxkwa can I just clarify something with you? The action committee that you refer to, do I understand it correctly that one of the purposes of the action committee was to protect the community in Uitenhague? Community in the township that is.",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And was it the policy or the attitude or the decision of the action committee that as part of that protection of the community it was necessary to eliminate people who were identified as impimpis, as informers?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "It was important to eliminate informers because they were not helping the community at all.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you, is it correct that you were part of the action committee?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And did you support that approach of the action committee?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And did you associate yourself with that policy and that approach?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes I associated myself with that approach.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And was Mr Dlala eliminated as part of that policy or approach?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes he was killed because that approach.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson. Mr Nxkwa I assume that what would happen before these people are necklaced is that they will be hunted down from the community, they will be fetched from their houses. Is that correct?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And when the action committee was looking for these people from within the community were you part of the action committee?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Will that also include the instance where they were looking for Dlala?",
            "Male"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "No I was not there when they were looking for Dlala.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nxkwa when you became a member of the action committee you knew what their job was?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes, I knew.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that included killing impimpis?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Informers, councillors and the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All agents of Apartheid?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when an impimpi or a councillor or a policeman at that time was killed by the action committee it was done on behalf of the action committee. It did not matter who the actual perpetrators were. Is that correct? In other words the people would know that the action committee had done its job? Not so?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you knew that, that was the position during that time?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you accepted responsibility of being a member of the action committee when you were a member of it?",
            "Unknown"
        ],
        [
            "NORMAN GILINDOTA NXKWA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Martindale we would hear further submissions now.",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If Mr Nxkwa could just switch his thing off please?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Mr Chairperson I would like to deal with it in two parts. The one part will be dealing with the question the committee raised yesterday and the other part I would like to just make some further submissions about the other matters yesterday, just to continue them. Mr Chairperson I submit that the committee can grant amnesty in respect of Thando Dlala and I submit that the committee should indeed grant amnesty in respect of that one. Mr Chairman I refer to Section 20 of the Promotion of National Unity and Reconciliation Act, your founding act. And my submission is that although the applicant did not directly participate in the killing of Mr Dlala he still falls within the ambits of this section. I submit that what the committee must do is find that, that act; the killing of Dlala was an act associated with a political objective. Once the committee has done that then it must decide whether the applicant has made a full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that he falls within the category of Section 20(g)?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes that is one of the categories yes Mr Chairman. He certainly is a person who associated himself with the act. Now the circumstances of the commission of the act appear in the judgment in the court case and (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martindale you do not need to go through all that. We have no problem with the actual activities. The only issue we needed to clear in our mind was the legal position which you refer to in Section 20(g).",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes that is my submission is that where it states that it is an act associated with a political purpose and it was advised, planned, directed, commanded or ordered - okay in this case, it was by the action committee. And Mr Nxkwa is a person who associates himself with that. And therefore I submit that it is Section 22 subsection (g) that applies. Does the committee wish me to on that aspect make any further submissions?\n\tThen Mr Chairperson I would like to just make a few general observations about the other two. I submit that what must be taken into account that the form that Mr Nxkwa filled in, it must be seen in the light of the fact that he is a layperson. It was not filled in with the assistance of a lawyer, that is the first form that was filled in, in Xhosa. And therefore if there is any latitude that should be given or any interpretation should be given it should be seen from the point of view that it was filled in by a layperson. \n\tSecondly Mr Chairman yesterday there was an allegation that in fact he might not have been a comrade. Well Mr Chairman the person that made the allegation I believe it is a relative or family member had the opportunity of testifying in terms of section nineteen four b. and they did not testify. So I submit that Mr Nxkwa's statement under oath that he was a comrade should be accepted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't he convicted on that basis in any event?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes that is right, he was Chairperson. I was just putting it on the record that, that issue was raised. And I submit that as regards the final element, the full disclosure element I submit that the applicant has made a full disclosure. He is mentioned that he was involved in the stabbings and actively participated in the tying of the hands of one of the deceased.\n\tAs far as Dlala is concerned he does not know anything about it. And that can be a full disclosure in this particular case. He has got nothing to gain by not associating himself with it. In fact he might have more to gain had he said that he did participate. But I submit that he is being honest when he has come along and I submit that in respect of all three cases he has made a full disclosure and he has made out a case for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all?",
            "Unknown"
        ],
        [
            "MR MARTINDALE",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma have you got anything to add?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Sir I have nothing to add. Thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As we are not in a position to give immediate decision we will have to consult each other on it and make a decision thereafter. We will do so as soon as is possible. That brings an end to this hearing in Mr Nxkwa's instance. We will adjourn for a short while.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Judge Pillay.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And also for the purposes of the record I am Advocate Potgieter.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "And my name is J B Sibanyoni, a committee member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will the different representatives please announce their names for the purpose of the record?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Sir. My name is Zuko Mapoma, I am the leader of evidence.",
            "Male"
        ],
        [
            "MR HOLE",
            "Thank you Mr Chairman. My name is Mpumelele Hole. I am the attorney for the two applicants before the committee. Thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hole tell me why has this application been made?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Mr Chairman I can appreciate why the committee is asking that here. What has happened Sir is that the two applicants were involved in some way in the killing of the deceased, Mr Maseti in this matter. And subsequent to that an inquest was held where the inquest court found nobody to blame for the murder but all the same the two applicants they intend applying for amnesty. I might put it on record Sir that they are not in custody. They have never been charged. And there does not seem to be any prospects of them being charged in this offence Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why haven't they been told what their rights are and given legal advice as to their position?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir from what I understand they have been told and nonetheless they have still decided to proceed and make application for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And have you told them?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes I have Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they want to come make an application?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know Mr Hole we have thousands of applications that must be dealt with and here we are being asked to deal with an unnecessary application? In any event this matter was set down for hearing this week as long ago as in the middle of March, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "I understand that a notice notifying the applicants was delivered on the 26th of March Sir 1998.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the various officials of the TRC have been in contact with you since, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now can you explain why the affidavit relating to the application was only handed in yesterday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir there are two reasons for this. The first reason being that from my understanding it was not strictly necessary for them to make a further statement in addition to the affidavit, form one, that they have made.\n\tAnd the second reason Sir which contributed very largely to this was that the two applicants reside in rural villages in Alice. That is somewhere in the border area of the Eastern Cape province. That is some hundred kilometres from where I practice. And there are no telephones there. People have to drive from East London and look for the applicants. And when they have consulted with them, go back to East London, type out affidavits and make arrangements to go back to Alice again. And this involves time and this involves travelling as well. That is the reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And so is that an explanation as to why the affidavit only came to hand yesterday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I might mention that during the course of this when I was trying to make contact with the applicants I did speak to one of the people responsible in the TRC and also the leader of the evidence regarding this, And it was discussed amongst us and it was raised. Certainly I also raised this that I am not aware that these applicants are compelled to make this affidavit and at that time I had problems getting hold of them in that event. So this is not because there was wanton disregard for the TRC. Rather that it was problems of communicating with them. There I might advise the committee Sir that we do not have strict addresses for instance. This is a rural village where you have to look for a house by the clan name. You have to ask and say: \"I want the house where so and so, whose clan name is such and such stays.\" And in that process you manage to find the people that you want.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you take instructions?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Do you want the particular date Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "If Mr Chairman will bear with me?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "While you are doing that Mr Mapoma did we serve the notices of set down on the applicants?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Sir we did not serve, in fact we did serve on them but through their attorneys. Because they agreed that they are going to accept service on their behalf. So what we did we served to them by fax direct to their attorneys' offices.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "On the 26th of March.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Can I just confirm Sir? Yes Sir on the 26th of March.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hole when did you first take instructions?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes thank you Sir. I see a note here Sir by my partner, Mr Manjezi that on the 17th he spoke to a Mr David, 17th of April he spoke to a Mr David. He does not give the surname unfortunately. Who is a member of the ANC in Alice and he asked him to try and assist him in locating these applicants. And I see another note on the 22nd of April there was conversation with a Mr Landu, also of the ANC who promised to arrange for the applicants to attend on the 23rd of April. This Sir I must mention was after Mr Manjezi, my partner had been to Alice about two or three times looking for the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Never mind all that. The contents of that affidavit that you submitted yesterday when did you get that information?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "If Mr Chairman will bear with me please? Sir I will not unfortunately be able to advise you of the exact date but this was the weekend before last. On a Saturday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why couldn't these affidavits have been submitted earlier?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir as I have tried to explain I consulted with these people in Alice, then having collated all the information I had to fly back to East London, draw the affidavits, get corrections done on them and then go back to Alice again to try and get these people to sign. The one person when I got to Alice I was informed was actually in East London where he was schooling at the time when I wanted him to sign the affidavit. And I might mention that I could not get access to them until yesterday morning when they were here in Port Elizabeth. Apparently they travelled early in order to be here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are saying that you had difficulty contacting them?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And communicating with them?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "With them yes and at times we had to use contacts on whom we relied to go to them, to get them and later come back to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now would you agree that the rules relating to the procedures of the TRC have not been complied with?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Might I ask Sir, in particular which rule?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you want to submit affidavits then it must be in, in good time, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir that is the reason why in the statements, if Mr Chairman will observe they are not in the form of affidavits but rather statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want us to have regard for what you have submitted yesterday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes I would ask in the interest of the applicants yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore the rules relating to the TRC procedure should have been observed, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "I would say so yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they were not observed, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I might be wrong in this, I would concede that Mr Chairman would in all probability be more conscious of the rules than I am but having appeared at committees of this nature before I certainly was not required to submit affidavits in the manner that it appears now in that I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You not answering the question Mr Hole. The rules relating to the procedures of the TRC have not been observed in this case.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir the way I understand it Mr Chairman is that if these applicants were to implicate anybody in their statements then they must give such notice or hand such affidavits within a certain time to the evidence leader to enable other people who might be implicated in their statements to have notice of that and to make the necessary arrangements. And this was discussed between myself and the evidence leader. And I informed him that these applicants are not implicating anybody. And it was on that basis that it was agreed that whenever the statements are ready I could have him have sight of the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hole you were contacted by various officials of the TRC in respect of this state, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Certainly yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I am given to understand that on each occasion you promised to let them have it?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That did not take place?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Certainly not Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they told you that they need these statements to put it in a file or a bundle so that at least the members of the panel could have sight of it and prepare themselves for the hearing, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir not as Mr Chairman puts it. What I was told Sir was that they needed to prepare a bundle. And (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes but not what Mr Chairman adds onto that, namely for the members of the committee to have sight of this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright so we needed a bundle. What do you think we needed a bundle for? To prepare for the hearing, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I would not know. I would not know strictly being honest, I would not know what the bundle was for. I did not know whether these would be given to the committee members beforehand. What I do know that is that he needed to prepare a bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you have appeared before these committees on a number of occasions before?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Not on a number of occasions but I have appeared once in East London. It was in 1997 Sir and at that instance the statement that was prepared was prepared at my own initiative and without being asked to do so and without ever being asked to produce the said statement at a certain time. And that statement was handed from the bar in the morning of the hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not concerned about what other panels did.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The point of the matter is that these applications are very important to a number of people. We are not playing the fool here.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Certainly not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we need to be equipped and acquaint ourselves with the facts of the matter in order to make a decision. The wanton disregard for the procedures of this committee is not something that I am happy with. Now I want to ask you one question also that would you agree that we are not compelled to listen to this application, not so? Because we have only received this affidavit yesterday.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I would concede that the applications were only received yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja but we are not compelled then to hear the matter.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because of that.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Certainly the committee would not be compelled to do anything that is outside the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or the rules?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Or the rules yes formulated under the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why should we continue with the hearing?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I cannot say much more than to, in the light of what I have tried to explain to the committee through you Mr Chairman. I would in the interest of these people that I have to, and certainly not in my own interest ask that notwithstanding the fact that the rules of this committee have been breached in the sense of noncompliance with them, ask that this committee should in the interest of these applicants and perhaps in the interest of any family members of the victims who might be here, I am not aware of any, if any of them are here. That this committee should, even if reluctantly condone the non-compliance and deal with the matter in the ordinary course. It might well be Mr Chairman that rules have been breached but the circumstances for that have been laid before yourself Sir and the committee should rather exercise its discretion in this instance and try and lean in favour of the families of the victim and then the applicants themselves. Perhaps deal with the attorney or any party who may have been party to any negligence at a later stage. If that might be necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now that you raise that issue I want you to think of the following point I want to make with you. So that you can argue the point when we come to the end of this hearing. I understand that this application has been funded to the Legal Aid Board. Is that correct?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "The position is that an application has been made to the Legal Aid Board and they still up to date have not replied.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want you to argue the following point why we should grant fees for yesterday. When the time comes I want you to argue that, okay?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Certainly yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we happy to proceed with the matter.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "I am grateful to you Sir. Thank you Mr Chairman. Sir I had discussed a point with the evidence leader, subject to what the committee will say Sir. I intended proceeding with the application in the following manner Sir. Namely to read the statements of the applicants, if the committee will allow me and ask a few questions of them. And there later there the committee members and the evidence leader ask them questions. I know this looks somewhat different to what the other applicants have done. I do not know if, I am asking for directions from the committee in this instance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand the versions of both will be the same?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Certainly yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any reason why we should not hear the evidence of one only and deal with both applications on the basis of that evidence?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "That would short circuit things and save the time of the commission yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But is there any reason why we should not do that?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "None that I can think of not Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any other agreements you have come to with the evidence leader?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir the agreement that we have reached is that there is no dispute as far as to the circumstances that prevailed in the Ciskei at the time of the offence. The only point on which we could not come to an agreement is their participation and the extent thereof, of each of the applicants in the commission of the offence. It appears that the circumstances in Ciskei and the effect of the headmen system are common cause between ourselves and the evidence leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But is there, the different participation or the participation of the different applicant a matter of dispute?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Only in the sense Sir that the evidence leader indicated that he might want to hear the applicants orally in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we Mr Mapoma leave that matter in abeyance until the first applicant or whoever gives evidence first, then we can decide on the issue?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Certainly Sir. I am (...indistinct) with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes then proceed?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Thank you Mr Chairman Sir. May I then Sir with the leave of the committee call Mr Makapela (...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Makapela do you have any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No objections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then would you please stand?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Be seated.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "May I proceed Sir? Thank you. Mr Makapela is it correct that you are resident at Apagumashe area in Alice?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "And you make application for amnesty in respect of your participation in the killing of the late Mr Maseti in Alice?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "And you are presently doing a diploma in marketing at the Oxford University College in East London?",
            "Male"
        ],
        [
            "MR HOLE",
            "Is it correct that during 1990 there was disturbances in the Ciskei area where residents attacked and tried to force headmen out of the Ciskei?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "Is it also correct Sir that whilst this turmoil was going on a coup took place, led by the military in the Ciskei?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is so.",
            "Male"
        ],
        [
            "MR HOLE",
            "And is it correct Sir that later after this coup a government was formed led by the military?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "What was the attitude of the people of Ciskei and in particular your village in Apagumashe towards the military government shortly after it was formed?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "They approved of it.",
            "Male"
        ],
        [
            "MR HOLE",
            "Is it also correct that one of the things that the military did was to remove the headmen who were a hated institution in Ciskei at the time?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "And do you know whether the headmen were ever reinstated into their positions?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Please repeat your question?",
            "Male"
        ],
        [
            "MR HOLE",
            "Sir do you know whether these headmen continued to be removed from their position or were they again reinstated?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "They were reinstated.",
            "Male"
        ],
        [
            "MR HOLE",
            "Reinstated by the same government that had removed them?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "Somewhere in your statement Sir you say the headmen were seen by the people as being the stumbling block and as being what stood between yourselves and the liberation that the people wanted?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is so.",
            "Male"
        ],
        [
            "MR HOLE",
            "Can you explain to the committee why you thought at that time that headmen were such an obstacle to the attainment of liberation?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "What would happen at the time is our people were under the ANC so would want pensions. They had to be under these headmen or be supportive of these headmen to get their pensions.",
            "Male"
        ],
        [
            "MR HOLE",
            "And did the headmen belong to any particular organisation?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "They were under the tribal organisation.",
            "Male"
        ],
        [
            "MR HOLE",
            "Do you know anything about the African Democratic Movement?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "It was formed after the coup by the army in Bisho. The headmen then joined this ADM.",
            "Male"
        ],
        [
            "MR HOLE",
            "And you mentioned something about people getting pension. What was the procedure during the headmen time for attainment of pensions by old people?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Can you repeat your questions please Sir?",
            "Male"
        ],
        [
            "MR HOLE",
            "Yes thank you I will try. What I was asking the applicant was what the role of the headmen was in assisting people or in getting people to receive old age or disability grants?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Their role as headmen was or what they used to do was to make people bring ADM membership cards so that they could get their pensions.",
            "Male"
        ],
        [
            "MR HOLE",
            "Tell the committee Sir was any structure formed in that place of headmen at the stage that they were removed from office?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes, the ADM was formed at that time - They formed an organisation within the community for the community.",
            "Male"
        ],
        [
            "MR HOLE",
            "And do you know of any clashes that took place now between the headmen and the residents associations?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes.",
            "Male"
        ],
        [
            "MR HOLE",
            "Were there any deaths that took place as a result of this?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No, not anybody died.",
            "Male"
        ],
        [
            "MR HOLE",
            "Do you know of any acts of violence that were perpetrated by one party against the other?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "What would happen is that the headmen were looked after by the security police. The security police would beat up the residents. The residents would then have to leave that particular community.",
            "Male"
        ],
        [
            "MR HOLE",
            "In other words Sir there was a state of war between now the headmen and the residents associations?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "Mr Maseti, the deceased in this matter was he a headman?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes.",
            "Male"
        ],
        [
            "MR HOLE",
            "Was he a headman in your village?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "Was there another headman before him?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes there was.",
            "Male"
        ],
        [
            "MR HOLE",
            "And what happened to him?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "He was told by the community to give up his headmanship and that is what he did.",
            "Male"
        ],
        [
            "MR HOLE",
            "Do you know what his name was?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "It was Mr Mbetsha.",
            "Male"
        ],
        [
            "MR HOLE",
            "And you have mentioned that the house of Mr Maseti was raised to the ground by fire on the 27th or 28th of September 1992?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "And you mentioned that you took no part in this?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "We know from the papers say that Mr Maseti was killed on the 28th of September 1992?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes.",
            "Male"
        ],
        [
            "MR HOLE",
            "Can you tell us what happened on that day?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "On the 28th as the youth of the African National Congress we arose and we went and tried to tell him that he must stop what he was doing or he must get out of the area altogether. What then happened is that when we went to look for him we did not find him. When he caught sight of us he then tried to run away to another village. We ran after him, we had stones and threw these stones at him.",
            "Male"
        ],
        [
            "MR HOLE",
            "Did you yourself throw any stones?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes I did.",
            "Male"
        ],
        [
            "MR HOLE",
            "Please proceed?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I threw about two stones at him. What I am not sure of is whether these stones that I threw got him. There was a group of young people from the community. I was amongst the youth. There was a group just ahead of me and I was in the second group. When I got there, there was fire. That was the end of him. I then walked back home.",
            "Male"
        ],
        [
            "MR HOLE",
            "We know Sir that this man was killed by this mob who pursued him. Now you say you threw about stones at him?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "But you do not know whether they struck him or not?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes because there were a whole lot of stones being hurled at him. I cannot exactly say that the stones that I threw struck him.",
            "Male"
        ],
        [
            "MR HOLE",
            "Yes but you do concede Sir that he died as a result of injuries sustained as a result of these stones and other mezas that were hurled at him?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes I admit that.",
            "Male"
        ],
        [
            "MR HOLE",
            "And you associated yourself fully with the intentions of the people who killed him?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "And there was an inquest after the death of the deceased?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes.",
            "Male"
        ],
        [
            "MR HOLE",
            "And you were implicated by Tokozi Lemaseti, a sister to the deceased as being the person who fell the deceased before the group assaulted him?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is not correct.",
            "Male"
        ],
        [
            "MR HOLE",
            "At the inquest you denied being at the scene where these things took place?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes I did.",
            "Male"
        ],
        [
            "MR HOLE",
            "Can you explain to the committee why you now want to say you were present and you did some part?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "The reason why I come here today is because at that time there was no Truth Commission that as a person can come forward and tell the truth. Another reason why I could not admit this at the inquest thereof is because I was sure to be oppressed at that inquest and be arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on. At the inquest there was a finding that favoured you, not so?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The inquest finding favoured you?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as things stand now it does not seem like there is any prospect of criminal charges being brought against you. And the inquest finding has rather settled the matter?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why is it that you have brought this application?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "It is because I was part of the youth that killed him at the time. I was part of the group. This is why I have come here to apply for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes carry on?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes thank you I have nothing further Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Sir. Mr Makapela was Mr Maki also a member of the ANC?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was he also in the group that chased Mr Maseti?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You say that you threw some stones at Mr Maseti then when you arrived he was already being burnt. How do you explain that, throwing a stone at him, didn't you strike a group that was in front of you? Can you just explain that?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No I did not strike anybody in front of me because I projected the stone to him at the front as I threw it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you saying you were not involved in the actual burning of Mr Maseti?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "When I got to him there was smoke already.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now this incident took place on the month when there was the Bisho massacre, do you agree with me?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was this incident not fuelled by the Bisho massacre in any way perhaps?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "This was triggered by the Bisho massacre.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So in a way was it in a way retaliation to the Bisho massacre where people were killed by the government led by Brigadier Xhozo?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Sir, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "No, none thank you Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson. Mr Makapela you say Maki was also present, took part. What exactly did he do?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "He was part of the group. I do not know whether he did throw stones or whether he did get to this person. However he was part of the youth group that was there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In his application he says he took part in chasing the deceased. That is also what you know to have happened?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes that is so.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What took place first, is it the Bisho massacre or the killing of the deceased?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "The Bisho massacre was first.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you no further questions Mr Chairperson.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Makapela where is your home at the moment?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I stay in Alice, Apagumashe location.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Have you got a specific address?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes I have an address that I usually use.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Alright perhaps you must tell us what address do you use?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I receive my letters and other mail through using my father's address at work.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Alright. So if somebody wants to contact you there is a specific address that can be used?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes. Sometimes they would use that address. However most of the time I do not get mail.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes well be that as it may. Your house, is there a specific address at your house as well, physically where you live?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No there is no address where I live.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Isn't there a number or some way of identifying you house?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No. Unless one would ask from house to house.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Who completed this amnesty application form that is before us?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "We got this letter from the ANC offices in our region, Alice.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now when did the attorneys that are representing you, when did they come on the scene?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Please repeat your question?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The attorneys that represent you in this matter when did they become involved? At what stage did they become involved in this case?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "At the inquest.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And just give us an idea roughly when was that?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "February 1993 when we were arrested.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you give an address to the attorneys when you saw them?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No we did not give them an address. Whatever we wanted we would go to the ANC offices. That is where we would get information as to how we are going to connect with these attorneys.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now more specifically in connection with the amnesty case when did the attorneys become involved?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "What happened is my father came sent from the offices of the ANC that we must sit together with the attorneys.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "When was that?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I cannot remember but three weeks ago.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you got that message and did you then get together with the attorneys about three weeks ago?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes we did get together.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was that when this affidavit that arrived here yesterday was prepared?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No we were not talking or discussing this matter.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you see the attorneys in connection with this affidavit that you have signed?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes, I did see the attorneys.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "When was that?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "On Thursday?",
            "Male"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Last Thursday.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Last week Thursday?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was it Mr Hole?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes it was.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And did you then last week Thursday did you make arrangements for the signing of the affidavit or what happened?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "What we considered last week was that how are we going to get to Port Elizabeth and what we would do when we get here.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But I thought that it was in connection with the affidavit that you met last Thursday?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is not so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "When did you then in fact meet in connection with this affidavit if you met at all?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "When we got here we had to sign, when we got here yesterday morning.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was that the first time that you discussed the affidavit?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No that is not the first incident. Last week we did discuss in connection with this affidavit. But we finished off here yesterday.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you discussed last week Thursday about the affidavit, was there any discussion about signing the affidavit?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No we did not talk about that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you know that you still have to sign an affidavit or what?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I did not know.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You did not know?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I did not know.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was it only when you got here to Port Elizabeth that you learned that you have got to sign an affidavit?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Makapela, Mr Maki when you saw him there in that group, what was he doing?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "The last time I saw him he had bricks in his hand but somehow I lost sight of him because there were a lot of people. So I do not know what he ended up doing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But clearly he intended to use those bricks, not so?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it was clear for everybody to know what the group intended to do?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you as I understand your evidence you find this application very important in your life, not so?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you went to the attorneys to assist you in making this application?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that before or after you filled in the form yourself, some time in May?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I went to the attorneys after I had filled in the form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, now when did you first go to the attorneys in respect of this application?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I cannot remember but it has been a while.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it in the same month you made the application initially or the month thereafter?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I think that it was a month after I filled in the form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I want to draw your attention to the fact that you filled in the form in 1997. So when I suggested the same month or the month thereafter I was not asking you to chose one of the two. I am just asking when you first went to the attorney in respect of this application?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I cannot remember when I started going to the attorneys.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any event you say now this application is very important in your life?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What arrangements did you make with the attorney so that he could contact you on an urgent basis?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "He could not just meet with us directly just like that. We would get to meet after he had spoken to the officers at the ANC office. They then would convey the message to us. After that we could get together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you not have made a date with him when you were visiting him at any on stage?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as time went on were you not getting anxious about this hearing?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you not think it necessary to go see the attorney?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "We were waiting to be called by them because they would know the date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now your hearing was first scheduled for Umtata, correct?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Please repeat the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This hearing was first scheduled for Umtata?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "We did not get that information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When were you first told that this hearing would be in Port Elizabeth?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "About three weeks ago.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By who?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "By Mr David Fostler at the offices.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say since then the first time you met with the attorney was last Thursday?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Can I just Mr Makapela just one. Have you been informed that Mr Hole's partner had been to Alice or that area where you live twice looking for you?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No we were not told that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now if somebody had been in the vicinity where you live and the person had asked around. Or let me put it this way rather. I assume it is a small place where you live? Is it a village or what is it called?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Apagumashe location.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It is a location. How far is it from Alice?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "It is quite a long distance.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "From Alice?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes from Alice, the town it is very far.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Are you well known in that area, your family?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes my family is known.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now if Mr Hole's partner had been in that area twice looking for you, do you expect that your family would have learnt about that?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes they would let my family know definitely.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You say you are at a college of some sort in East London?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you travel everyday to go home to Alice district?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No, I go home during holidays.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where do you stay in East London?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I stay in Kwikni, Seaforth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how long have you been staying there?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "I started staying there in February when the schools commenced.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you tell your attorney of your new address in case he needed to contact you?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "Pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you tell your attorney about this? That you have changed your address?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No I did not tell them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "It must have been a mistake that I made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you made the affidavit before you signed it yesterday, you made it last Thursday, what arrangements were made about you signing the statement?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "They went and got me from school so that we could make such arrangements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes now in order for you to sign this document what arrangement was made with your attorney after he would have had it typed?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "The arrangements that we made was such that we would meet here yesterday in the morning at eight thirty before the hearing starts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even then you did not think it necessary to tell him: \"Look I am in East London, I am accessible if you need me to sign it before then, then you can contact me\"?",
            "Unknown"
        ],
        [
            "ZUKO ZUKILE MAKAPELA",
            "No I did not think of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, yes thank you. Mr Mapoma do you still require the other applicant to testify?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Sir I do not need him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hole?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Thank you Sir. Thank you Mr Chairman, in that event Sir that will conclude the evidence on behalf of the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma have you got any evidence that you wish to place before us?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Sir, there is no further evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then Mr Hole are there any submissions you would like to make?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes Sir thank you. Sir I would submit that the act that the applicants made themselves guilty of is an act as envisaged in the Act, the founding Act of this committee. Mr Chairman I would submit further that it appears that the act that they committed was committed with a political motive to pursue or further the interests of a political organisation to which they belonged at the time. It is in my submission Mr Chairman clearly an act of a political nature, directed against a person who was perceived at the time as being an obstacle to what the applicants and the rest of the community wanted to achieve. In that sense Sir, Mr Chairman Sir, the act was indeed an act that had a political purpose. It in my submission fits in with the definition as contained in the Act. And it does not appear that there is a situation where the act that they committed is too remote from the purposes that they wanted to achieve.\n\tI would ask that the Committee should find it fit to extend amnesty to these applicants. Unless the Committee wants to hear me on any other aspect Sir that would be my address on the merits of this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about fees for yesterday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes. Thank you Sir I had. Sir the situation is as follows. Yesterday these applicants and myself attended yesterday from the beginning of the proceedings until the Committee adjourned for the day, yesterday. It appears Mr Chairman Sir that the question of fees for the attorney arises out of the failure to file the papers by a certain date. Mr Chairman on the face of it, it would appear that there could be imputed negligence but if not wilful default. But the Committee has painstakingly taken this applicant on the fact surrounding this issue for which I must thank them.\n\tIt does appear from the facts Mr Chairman Sir that there is a  (...indistinct) situation here. Mr Chairman Sir you have an applicant who stays in the rural areas. From his evidence this is very far away from Alice town. This is a rural area where from the evidence of the applicant there are no addresses. There are no street numbers, there are no street names, no numbers on the walls of the houses there. \n\tFrom his evidence Sir it appears that even to get his mail he must use his father's work address. And he says even in that instance, Alice being what it is he still cannot get his mail as he should get it. Looked at, in the background of what he has painted to the Committee, one can only appreciate the difficulties that his legal team had in getting access to him. It appears from what he says Sir that his legal team even resorted to asking the local ANC people there to assist. And it appears from his evidence clearly also that he says eventually his attorneys made contact with him in East London. This is after attempts were made to look for him in Alice. And clearly Mr Chairman had it not been for those circumstances the affidavit which is the cause of this whole dispute would have been filed in time. \n\tAnd Mr Chairman has information to the effect that when members of the support group of the Committee telephoned they were made promises to about the progress of this affidavit and when it would be available. Certainly the details of the difficulties were not given to them but we do not have a situation where a blatant refusal was made or somebody told the person involved that look no such affidavit will be filed. It does appear from the facts that attempts were being made to comply. It does appear that endeavours were made to contact the applicants. The situation under which the applicants' attorneys worked are not to the ideal Port Elizabeth situation where everybody has an address and where there are postmen, and where you can simply drive to and get the person you want. Certainly not, they were not the most ideal situation.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Hole what did you do with the notice of set down that was faxed to your offices on the 26th of March?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Besides keeping it in file Sir, the local ANC office was notified.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "And I might mention Sir that other than that notice of set down the attorneys for these applicants were telefaxed a letter on the 25th of March 1998. This was raised by Mr Chairman earlier to say a hearing of this application would be made on the 23rd and the 24th of March. And that document was filed to us on the 25th of March.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now Mr Makapela tells us that about three weeks ago he was informed via the ANC office about the fact that this matter will be heard. And that seems to be fairly soon after you had received the notice and you had transmitted it to the ANC. Not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Certainly.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So there does not seem to be any breakdown in communication in regard to communicating the fact that there was going to be a set down? That was done about three weeks ago?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now had seen, I assume that you had seen Mr Makapela in East London, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes that is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "By the looks of things although you said it was about a weekend or two ago it seems according to what he says last Thursday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Well Sir perhaps I should explain that. This was after my partner had looked for him in Alice and I had gone to the ANC office in Alice and could make contact with him. And I drove to his home in Alice where an explanation was made to him that he is in fact in East London. Then I drove to East London and tried to find that school which was only opened this year, for record purposes. It was only then that I managed to get contact with him. So it is not entirely accurate to say there was no problem with communication.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes but I was only speaking about the notice of set down. It seems as if that was a fairly effective way of communicating through the ANC because the applicant, Mr Makapela received that soon after it was sent to you. But the point is you - and by the way where is your office?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Our office is in Mdantsane in East London.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "In East London?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you saw Mr Makapela in East London as well?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes certainly after having looked for him in Alice.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes so you knew when you saw him last Thursday that he was there in East London?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes certainly.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So why did you have to come here yesterday morning to have the affidavit signed and only hand it to us yesterday morning?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I do not want to burden the committee with all the difficulties that we had. Not only did we have to contend with putting together an affidavit in this limited time we also had to battle with the payment of fees for this applicant. As I mentioned earlier we tried to make appointments with the Legal Aid people. This I had to do myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What has that got to do with the late submission?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir what I am trying to do is to answer the honourable committee member's question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is why when you knew he was available in East London was the statement only made available to us yesterday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes I will try again Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The explanation you raised is that you were having all types of problems about fees. All I want to know is what does the question of fees got to do with the delay of submitting the affidavit?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes Sir I was trying to answer this question if Mr Chairman will allow me please Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir this applicant, I could only sit down with him and work on the affidavit on Thursday, that is last week. Today is Tuesday and if I am not mistaken we had the long weekend after that. And this affidavit would need to be written out, to be typed by the typist - and later to be signed by this person. And within that time as I was trying to explain Mr Chairman, Sir we had to make sure that these applicants get legal aid which they still incidently still do not have. Within that time I had to ask the ANC and make arrangements with them to give these people money to come to Port Elizabeth. And none of those people could be found anywhere. In that time I had to arrange for transport for these applicants to come to Port Elizabeth. Incidentally this hearing is in Port Elizabeth and they stay far away in East London. And I had to arrange for accommodation for them as well. It appears Sir that you may perhaps be looking at this as armchair critics.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No, no with respect Mr Hole all of the members of this panel have been practising law for some time.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes I appreciate that Mr Chairman.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Ja please so do not even be concerned about that.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You know there is certainly no question of armchair critics.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes certainly as long as Sir (...intervention)",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No, no listen to me first. So would you just try and respond to this difficulty.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes I will.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You could communicate the fact that this matter is going to be heard quite effectively through the ANC to the applicant. Why could you not make the same arrangements for the purposes of preparing and submitting the affidavit which the rules require in good time so as not to put unnecessary pressure and burdens on the commission's staff and on the people who must hear your client's application?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes I will try and answer this question again Sir. The applicant has said it himself. I could only make contact with him last week Thursday.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now I do not understand that. You could effectively communicate about three weeks ago the fact that the matter is going to be heard. Why couldn't you communicate the fact that there must be an affidavit prepared and why couldn't you make the arrangements for all of that on the same basis?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I could effectively communicate to the ANC that please I need to see these people, here is a notice of set down, this matter is to be heard on such and such a date. Whether or not the ANC got hold of the applicant I was not advised. And I could only having been to the ANC offices I could only see this applicant on Thursday last week, not the week before. Only on Thursday last week when I drove from my office to Alice and back again to East London and search for his school. So this thing about why this could not be done within a certain time I had only Thursday to look for this man and find him and Friday to prepare that affidavit and prepare other things as well. It is perhaps not fair to assume Sir that I had all the time in the world to do this when I could only meet this man and try to consult with him on the merits of this matter on Thursday last week only when the matter was scheduled to be heard on Tuesday.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You see Mr Hole it is important for legal practitioners who wish to assist this Committee in its work to understand that this Committee does not operate under the same situation as one normally finds in courts. The Committee has a tremendous workload that has to be done in an impossibly short period of time. And unless all of those people who must assist the process is acutely aware of that there is just no way that it is going to happen, that we ever going to be able to fulfil the mandate that we have. And that is why it is important. It is not, I do not want you to think that you know there is unnecessary pressure on you but that is why it is important that practitioners would understand that.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "I can appreciate Sir as long as that is not meant to impute that there was negligence on anybody's part.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Well that is something that we must decide. I mean the Chairperson had told you that you should address us on whether the cost of yesterday should be allowed. I think that should be extended and put to you that you should also persuade us why the cost in regard to the affidavits have to be allowed.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes certainly, certainly. May I argue that now Sir? Yes thank you. Sir the facts are all before yourselves. Fortunately it comes from the evidence of this applicant the difficulties that we had. Perhaps the committee should not because of the discomfort that they suffer by reason of these affidavits being filed only yesterday (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no we are not talking about any discomfort on our part. We are talking about respect for the procedures of the committee.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes thank you Sir. Unless this committee Sir disbelieves this applicant in the replies that he has given to the questions asked by the committee then I would argue that this matter rests there. It has been put, the explanation has been made by the applicant, namely that there was this difficulty. And, may I proceed Sir? And his attorneys could only speak to him only on Thursday about this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's assume we accept that it was only Thursday that it can be done, why did you not tell him to come Friday to sign the affidavit?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir the practicalities of this. A question could be asked why I did not ask him to come the same day to sign the affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hole answer the question why was he not asked to come sign the affidavit on the Friday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "It was simply not possible because the affidavit had not been finished by Friday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Saturday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "And Saturday too.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Sunday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sunday he was already on his way to East London I was told. And therefore arrangements (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You knew on Thursday that the affidavit would not be ready for signature on Saturday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Excuse me Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On Thursday when he left your offices you were already aware that the affidavit would not be ready for signature on Saturday?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you think the affidavit was going to be ready?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "The affidavit, well I would not say but what I did Sir I arranged for somebody on Monday, that was the Freedom Day I believe, for somebody to do the spell checks on the affidavit and do the final touches and get it done on Monday so that I could bring it here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you do it yourself the spell checks?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Unfortunately Mr Chairman Sir I am still computer illiterate. I am trying to acquire those skills but I have not been successful yet. But I assure the committee I have done my best. I have even worked on Freedom Day when everybody else was celebrating.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Not everybody else.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "I am grateful to you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are your further submissions?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "My further submissions Sir are that although the rules of this committee have on the face of them not been fully complied with, there is an explanation before the committee. It is not an unreasonable explanation. Although the rules have been breached it does appear that the applicants and their legal team have tried at best to mitigate the damage that has been done. And in my submission it would not be fair to rule that the attorneys are not entitled to the fee that they have earned in respect of the work they have done so far.\n\tI appreciate the difficulties that the committee has been put in by reason of this late filing of the affidavit. But that also Sir is explain by what has gone forth before and in the circumstances I would ask that the committee should find that although there is clearly a breach that the circumstances under which it took place are understandable and condoned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me how did the officials of the commission know to fax the notice of the hearing to you?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I assume it is because they had problems in making contact with the suspects. And they spoke to my partner on the 25th and (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But how did they know that they must contact you or your firm? Did your firm not contact them and said that you are now acting for these applicants?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I believe we would have, I believe we would have done that or simply the ANC office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma how did the officials know to contact these attorneys?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman prior to the facts of the 25th of March there was previous communication between the attorneys Hole and Manjezi and they were on record as acting for the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got a date when the commission was informed that they are acting for the applicants?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Unfortunately Sir I am not in a position at this moment to get a date to that effect. I am sorry Sir I cannot say (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see Mr Hole it strikes me as odd that any attempt to obtain a statement or affidavit as far as I understand you would only commence once you were told what the day of set down is. It begs the question as to why this affidavit was not signed before that. What is so special about a day of set down? If there was work to be done it could have been down before that, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I am sorry Mr Chairman. Sir I concede that would be so, that is assuming that a person is aware that a further statement, the statement that was made has to be made. That is assuming that fact. Then one would have had to do this before. But as I have said in the committee that I appeared before I was never required to this. I did it non the same but on my own initiative.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes now that might be so but when were you informed that this affidavit is now required in terms of the rules? Was it part of that letter of set down?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Well as I have said there were two letters of set down. And the one said they would like to know whether our clients implicated anybody at the hearing and they requested us for that reason to fax them statements or affidavits.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No I want to know when that is? When were you informed that statements or affidavits are required?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "It was on the 25th of March when they said the hearing would be on the 23rd of March.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So it was simultaneously with a notice that the matter is going to be heard? Let's call it a notice of set down, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir we are talking about two notices here.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "The first notice was the 23rd one rather the 25th of March one.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Where they say a hearing would be heard on the 23rd of March.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Good and the other one when?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "And the other one.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you told about the statement?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "No not.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now when were you informed that a statement is required?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "As I have said Sir this was in the letter of the 25th of March.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes that is what I understood, I thought.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "1998.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Where they said the hearing will be on the 23rd of March.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes so you knew then also that a statement is required, not so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "I knew that they asked for a statement.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes so?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Not that it was required in terms of the rules.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Alright forget about that but you knew that the TRC now wants a statement so did you communicate that as well to your clients when you communicated via the ANC that this matter was going to be heard?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir what we did was to fax a correct notice of set down after receiving this defective one we asked the TRC to please send us a correct one. And that one was sent to the ANC and we asked the ANC to please arrange for us to see these people. We did not tell them about statements or affidavits. We did not think it was necessary at that time. We thought we would canvas all those aspects when we saw them. They would have indeed have taken this urgently in any event having received communication from us about their application to the TRC for amnesty.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes now the question that arises is according to Mr Makapela about three weeks ago he was informed about the fact that the matter is going to be heard. In other words a set down.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes certainly.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But there was no communication about a statement. I cannot understand that. I mean I cannot see why this difficulty should have arisen about your seeing him only last Thursday if you had properly communicated the fact that a statement is required together with a notice of set down?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir if I may answer your question please?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "What is being asked of me is why when we communicated this we did not tell them about the statement.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Frankly we did not think it was the right way to go about it. We thought the best way to do it is to make arrangements to see our client during which occasion we would obtain a statement from him. The urgency of the meeting was stressed to the ANC and they seemed to understand that. And even the notice of set down was faxed to them. In any event although Mr Makapela says he was advised of this soon after we had advised the ANC, the facts are that we did not see him as a result of this. We saw him as a result of our extra endeavours to trace him in East London.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "That is what I cannot understand. I am not persuaded that you had properly communicated to your clients the fact that a statement is now required by the TRC. And if you had done that in my view, if you had done that properly your client would have known three weeks ago that, that was necessary and we would not have had any of this long discussion that we are now compelled to have and to consider the matter of costs and how we should properly should be dealing with the matter.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Sir I will try to answer this question once more. I cannot as I sit here Sir say whether or not if we had put it in the way that Mr Commissioner suggests, it would have achieved a different result. Because we sent an urgent message through our usual channel that our client should please come and see us. It appears from what he tells us today Sir that this was communicated to him but still we did not see him until we had to go and search for him. So I cannot as I sit here say if we had put it in the way that Mr Commissioner suggests this would have happened. It would be mere conjecture.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes well I understood him to say that he was informed about the fact that the matter was to be heard, nothing else.",
            "Unknown"
        ],
        [
            "MR HOLE",
            "Yes certainly. It appears that they did not say to him what we wanted to see him. So whatever we put through to our contact was not conveyed fully to him any way. Thank you very much Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any submissions to make. You do not need to address us on the issue of costs, just on the merits?",
            "Unknown"
        ],
        [
            "MR HOLE",
            "On the application Sir itself, I do not have anything to address.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you. We are going to have to take a bit of time to consider this application and we will deliver the decision as soon as is possible. We will adjourn.\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}