{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-08",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "MR BHIYE AND OTHERS - POSTPONEMENT"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52884&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98100514_el_eastlon4.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR KINGCAD",
            "MR MAPOMA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR KINGCAD"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mapoma, are you calling the application of Bhiye(?) and others?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the position about that?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson in that matter the position is that they have, the applicants have just instructed their legal representative and he asks some indulgence to make proper consultation and preparation for the hearing.  The matter has been discussed with the representative for the victims and we have agreed that the matter will have to be adjourned in those circumstances.  So we are putting that proposal to the Committee, to have the matter adjourned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kingcad(?), that correct?",
            "Unknown"
        ],
        [
            "MR KINGCAD",
            "I confirm that, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it's unfortunate that this matter has to be postponed.  I have been informed of the inconveniences that it's caused, but unfortunately the fact of the matter is that legal assistance for the applicants was only recently acquired and it is likely that certain documentation will have to be drafted after he consults with the applicants.\n\tGiven the fact that this circuit is scheduled to end next Friday, before which there are other applications that are scheduled, it is hardly likely and indeed I think inappropriate to contemplate even starting this matter sometime next week.  Because in any event it would have to be postponed to when next the Amnesty Committee in the form as it is presently constituted here, next comes around to East London.  \n\tI would prefer, and I so rule, that the matter be postponed sine die to be heard at the next time any Amnesty Committee comes round to East London, when this matter can receive its attention and hopefully finally dispose of it.  To the other interested parties who have come along to listen to the hearing, for what it's worth, our apologies and I hope that the matters as I've explained are understood.\n\tIn the circumstances, the matter is postponed sine die.\nYou are excused, and Mr Kingcad, together with your clients.",
            "Unknown"
        ],
        [
            "MR KINGCAD",
            "Thank you, Mr Chairman.\nMR KINGCAD AND CLIENTS EXCUSED",
            "Male"
        ]
    ]
}