{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-08",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "WINILE VEVEZA"
        ],
        "matter": "DEATH OF MR FRANCISCATO AND ROBBERY OF FIREARMS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52886&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98100514_el_eastlon4.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV SANDI",
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR MBANDAZAYO",
            "WINILE VEVEZA"
        ],
        "original_speakers": [
            "MR MBANDAZAYO",
            "CHAIRPERSON",
            "MR VEVEZA",
            "WINILE VEVEZA",
            "ADV SANDI",
            "MR MAPOMA",
            "ADV DE JAGER"
        ]
    },
    "testimony": [
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  My next applicant will be Winile Veveza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Veveza, which language would you prefer to use?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Xhosa.",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MBANDAZAYO",
            "Thank you, Mr Chairperson.\n\tMr Veveza, the affidavit which is before yourself is also before the Committee.  Do you confirm that this affidavit was made by yourself and you abide by its contents?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Veveza, you have heard Mr Biko giving evidence before this Committee.  Can you tell the Committee in your own words the role you played in this incident?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "The role I played?  I can tell the Committee the role I played.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes continue.",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "I was at home, it was round about after three.  It was a Sunday.  I received a message that I was needed in Zukile Biko's house, Tamsanqa Duma was looking for me.\n\tI went there to Zukile Biko's place.  I was with Mzuamadoda Yengeni and Mogeti.  When we were still there at Zukile's place, Mabuti Biko came and he called Mogeti aside and they went outside.  When he came back outside he said to me and to Mzuamadoda Yengeni we must go to town.  We stood up and we went to town.  \n\tWhen we arrived in town we went to Alice Street in Fort Beaufort, we went through Alice Street.  When we were in front of a certain house that I didn't know who the owner was, he told us to go inside the house.  We went inside.  \n\tWhen we were in the stoep there was a door opened behind.  We then knocked on that door and a white man came by the name of Franciscato.  At that time I didn't know what his name was.  Mabuti asked about a lady by the name of Joyce, whether she was working there or not.  He didn't answer, he just said there was no lady by the name of Joyce and then he closed the door.\n\tMabuti went inside.  He pushed the door and went inside.  I also went inside because the door was open.  He kicked this white man and he pointed the gun.  He was lying down.  I went in and helped him.   He asked this white man about the weapons.  We told him that we wanted weapons from him, he should give us firearms.  He said that he didn't have firearms with him and we then, we beat him, Mabuti kicked him and we kicked him.  We picked him up and he said that the firearms were in his bedroom.  Mabuti then went in and Mzuamadoda was also inside at that time.\n\tMabuti took him to the room and he gave us an instruction to search inside the house to see whether we can find other firearms.  We searched inside the house, we looked inside the house.  When he was in the back room I heard a gunshot.  I then went out of this room and I left Mzuamadoda there.  I went to him and I saw that this white man was lying on the ground.  I saw blood on the ground.\n\tThere was a mirror in the house and it was full of blood and the brains were scattered all over. We then took these firearms.  We opened the trunk.  It looked like a toolbox trunk where we found a 2.2.  We found small guns.  He then told us to leave and we should not touch anything because the police would find fingerprints and we could be arrested.\n\tWe then went out.  When we were near the river at Theba he told us that he was supposed to search our pockets so that he could see whether we took something else because he didn't want a dirty job.  We agreed.  He then searched us.\n\tWe went back to Zukile Biko's house where he left us there.  He left and we didn't know where he was going.  He didn't tell us where he was going.  He said that he would come back, we should wait there for him.  That is all.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did he take the arms with him when he left?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, he took arms with him when he left.  He took the long rifle.  He then folded it and he put it in his jacket.  He then left.  We were in Zukile Biko's place at that time.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank is all, Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "So when you joined the task force, that was the task force of APLA, is that right?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And that was in 1990?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes, between 1990 and 1991.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And before that you were already a member of the PAC, as from 1988?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How did you join APLA?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "I didn't join APLA, I joined task force from the PAC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So you were not a member of APLA as such?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "No, I was not a member of APLA, I was working with APLA.  I was a member of PAC under the task force.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You were trained?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes, I was trained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you trained in?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Please repeat your question, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In what were you trained?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was trained in the task force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, to do what, do mathematics or read English or what?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was trained to defend members of the PAC, the leadership of the PAC inside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was your training about?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was trained to defend members of the PAC inside the country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was trained to protect the leaders of the PAC inside the country, not myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you supposed to do in order to comply with that duty?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "What I was supposed to do, for example if there was a rally I was supposed to make sure that there was nothing that was going to disturb that rally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what would you have to do to do that, to ensure that that rally was not going to be disturbed?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "If there was supposed to be a rally on a certain day, on that day I was supposed to know everything that was going on in that area where the rally was going to be held.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "And then I would go and report or tell my commanders that this might disturb what the PAC people were going to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were trained in reconnaissance?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "That is not all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What else were you trained in?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was also trained to ensure that there was no-one who would go to PAC meetings to disturb those meetings or attack PAC like what was happening in Fort Beaufort where I'm staying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's also another section of reconnaissance, what else?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was also trained to attack the Boers in their areas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "In a manner that we did because we went to Franciscato's home to kill him and we took firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many firearms did you take with you?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Four firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, that's what you stole.  I'm asking how many firearms between the three of you did you take to the house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I had a bayonet together my co-accused, Biko had a .38.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you discover that Biko had the .38?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "When we were there in Franciscato's home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't know that before then?  On the way there you didn't know that he was in possession of a .38?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I didn't notice that.  I didn't take note of that on our way.  We ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you think you were going to go and do by Franciscato's house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Please repeat your question, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the way to his house, what did you think you're going to do there?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I didn't know before we arrived in the house, I knew when we were there.  He told us when we were there what we were supposed to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why did you go with him then, when he said come with?  You didn't know what the operation was, you didn't know whether it was an operation.  You didn't know whether it was a task force operation, not so?  Why did you go with him then?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "It was a normal thing within the PAC as he was a member of APLA and we were working with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "When he said we should go with him to town, we had to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you been trained in how to use a firearm?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, I was trained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "In Fort Beaufort.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By whom?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "By the APLA cadres, Tamsanqa Duma and Diesel Sione.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, Diesel Sione is presently stationed at Pietermaritzburg in the South African National Defence Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Excuse me?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "I'm saying for the information of the Committee, Diesel Sione is presently stationed at Pietermaritzburg in the South African National Defence Force, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what kind of arms were you trained in?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "...[no English translation]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In what kind of arms were you trained to use?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Every arm that was used in South Africa, I was trained to use them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From handguns to?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "To rifles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To cannons?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Every firearm here inside South Africa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And why didn't you carry a gun with you when you went on the operation?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "We were not just given firearms.  We were not given firearms for such operations, we had to take bayonets with us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?  You're trained to use any kind of firearm in South Africa, whatever that my mean, and yet you don't go with a weapon that you are acquainted with to go and complete a mission, can you explain that?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "When the commander came to me directly, when I was commanded directly by my commander of the task force he would give me a firearm to show me that I'm supposed to go and do that job.  I was not supposed to take a firearm by myself.  It had to be given to me by my commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see I speak for myself.  I find it strange that the PAC would arrange for this operation to take place and not to equip all its members of that team with arms so that they can successfully complete that operation.  Have you got any comment about that?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "It happened.  We completed the operation successfully even though we were not given firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know that.  What I'm saying is that I find it strange that you were not equipped with firearms so as to ensure the success of that operation.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "It was successful even though we were not armed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In terms of your evidence, correct, I'm not questioning that.  Can you explain why you were never given a firearm to go on that operation or why you never asked for one, seeing that you were able to use any one that was available in South Africa?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I want the Committee to be clear.  If the commander came to us as the task force we would have been given the firearms.  The commander went to APLA and we went on this operation because we got this information from APLA and we were told by APLA what to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you ask for a firearm?  You were going to a place where there were firearms, you didn't know whether the owner of those firearms would be in a position to shoot at you in your attempt to take those firearms, why didn't you ask for one?  You were able to use it.  You were able to defend yourself with firearms.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "We wouldn't ask for firearms because we didn't know what we were there to do.  We knew what we were in that place, what we were supposed to do.  We didn't know from the start.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you then go with a bayonet then if you didn't know what it entailed?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "We normally have bayonets with us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, why did you feel that you couldn't request access to firearms when going into that operation?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "We were fully armed the way we were.  There was no need for us to ask for a firearm.  There was no need for us to all have - there was no need for us to have firearms, all of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So did you consider asking for a firearm and then deciding, look I don't think it's necessary for all of us to have firearms, one is sufficient?  Is that so?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "We didn't consider that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you think that Mr Biko's firearm was sufficient, with the other two having bayonets to complete the operation successfully?  Do I understand your evidence correctly?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, that was enough for what we were there to do because we did manage to do it successfully.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm talking about before you left on the mission, did you think that that was sufficient?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I don't want you to ask me about before the operation because I didn't know about the operation  before I was in Franciscato's home.  I knew about it when I was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Precisely, precisely.  So you didn't know what the operation held out for you, why did you not request a firearm?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Sorry Mr Chairman.  I think Mr Chairperson you don't find each, maybe on the interpretation.  I don't know but ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you tell what was supposed to be interpreted?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I think the question is the mission, that he was aware of the mission.  What he's saying in Xhosa is that he was not aware of the mission until they were there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me clear that up.\n\tYou knew you were going on an APLA task force operation, not so?  Correct?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was not addressed from the start about that.  I hear that when I was in Franciscato's home, that we were there for an operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you go with Biko then when he told you to come with him?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Because I'm used to going with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On operations?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Even if we were just going to town sometimes we would be together because we were staying in one area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  When you stopped outside Franciscato's house, did you not then realise that, look we're on an APLA task force mission now?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "What he told me was that we should go inside Franciscato's house.  He then went through the gate.  I didn't ask him anything because ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you think was going to happen inside that house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I knew what was going to happen there because he told me when we were at the gate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What, what did he tell you?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "He told me that we were going to attack in that house and we were going to take firearms.  What I asked him was whether we were going to find these firearms.  He said yes, there were firearms.  He knew that there were firearms in that house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you believed him?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I believed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that stage you were armed with a bayonet.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it that time that he pulled out the gun or only inside the house, that Biko pulled out the gun?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "When we were knocking at Franciscato's home he opened the door, he opened the upper door and he came and he pushed the door.  He asked us what we were looking for.  He then said - he asked him whether the lady by the name of Joyce was working there, Franciscato said \"No\".  When he was pulling the door he then pulled out a firearm, Mabuti pulled out a firearm.  He grabbed and pushed the door.  He kicked him and he went inside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  So at the gate when you found out for the first time what the plan was, you would take firearms there, the only thing you knew of between the three of you is that you had a bayonet, correct?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you at that stage say: \"Mabuti, we can't go take firearms when we are only armed with a bayonet, give me gun or let's go and fetch guns first\"?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I didn't think about that, I thought about what we were going to do there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you were not adequately equipped to go and fetch guns while only armed with, as far as you were concerned, one bayonet, not so?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I had one bayonet and I was sure that I was going to take the firearms even though I was armed with one bayonet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, isn't it that you were not able to access any firearms from the leadership of the PAC and that's why you were not able to request it and that's why you didn't have a firearm?  The simple reason is that you were not acting in the name of the PAC?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Please repeat your question, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't the reason why you were not in possession of a firearm on this escapade of yours, because you had no right to access firearms because you were not on a PAC mission?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "If I wanted a firearm I would have been given a firearm from the PAC but because Mabuti ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, why didn't you ask for one?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "There was nothing that I was going to do with a firearm, why was I supposed to ask for a\nfirearm?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Part of your policy, you say, is to kill white people, not so?  Secondly, you were going to rob a white person of his firearms, did you think he was just going to give it to you?  How were you going to comply with that policy?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "The policy of the PAC does not say that we should be armed when we were going on a mission to take the firearms from white people but we were there to get the firearms or to even kill that white person.  The fact that I was supposed to have a firearm with me, I didn't even think about that because I knew that I would get a firearm from PAC when my commanders came straight to me and gave me an order to do something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mapoma?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Thank you, Chairperson.  So who was your commander?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "My commander was Mabuti Biko, the one who was with me, because I would get everything from him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But weren't you saying that had your commander told you that you were going for an operation you would have asked for a gun from him?  Haven't you just said that?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "I thought that you were asking about this specific operation.  My commander was Tamsanqa Duma.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you were under the command of Mabuti, isn't it?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "At that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why didn't you ask him for a firearm?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "There was nothing I was going to do with a firearm and Duma didn't tell me anything that needed a firearm, so I couldn't ask for the firearm from Mabuti.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So when you went with Mabuti, you were not aware that you were going for an APLA task force operation, is that so?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Until you arrived at Franciscato's place?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it only then that you were instructed or you were advised that you are - in fact, were you advised at all that this is an APLA operation?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When at Mr Franciscato's place, were you ever advised at all that this was an APLA operation or did you just understand it to be like that?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Mabuti Biko, when we were at the gate, he told me that we were going inside that house to attack and to find firearms, so we had to find firearms and take them with us.  I did what he told me to do.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you didn't know what you were going to do with the firearms?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "I knew because he told me that they were needed by an organisation, the PAC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did he tell you that?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "He told me when we were at the gate by Franciscato's house, when he was telling me that we should go inside the house.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did he tell you that you have to kill Mr Franciscato?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes, he told me that we should attack him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] that he was going to be killed, not attacked.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "He told me that we should hit him.  He didn't tell me that we were to kill him.  I heard that from him when he was already killed.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What did you hear from him when he was already killed?  What is it that you heard from him?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "I heard a gunshot when I was in another room because he left the room that we were searching.  He went to another room.  Franciscato was with him.  I then heard a gunshot.\n\tI went from the room that we were in, I went to that room and I saw Franciscato on the ground and there was blood all over, even on the mirrors.  I then asked what happened and he said he shot him.  He told us to be careful of our fingerprints because if the police went there they would find our fingerprints, so we should be careful.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who opened the trunk?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Mabuti Biko was the one who opened the trunk because he was the first to be inside there, to be there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did he open it with his hands?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "When I got in there the trunk was already opened because when I got in there he was taking out firearms from the trunk, so it was already opened.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And what about his fingerprints on the trunk?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "That was wooden-made so the fingerprints would not be found in that trunk.  He told us to be careful about iron, to be careful about touching glass or iron things.  In the wooden-made things they would not find fingerprints.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Fine.  Before you entered the house, did you know how many people were staying there?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "He was the one who knew the people who were staying there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So when you accompanied him to this house he didn't tell you it was an operation of APLA, you only learnt that when you arrived at the house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "We heard when we arrived in Franciscato's house, that the firearms we were looking for were needed by the PAC.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When did you hear it, after you went into the house or where?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Before we went inside the house.  When we were at the gate he told me because we didn't know that we were going inside that house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So Mr Duma didn't give you any order to act on behalf of APLA or on behalf of the PAC?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "What happened is he sent someone to call me from home.  He then said he would find me in Zukile Biko's place.  When I arrived in Zukile Biko's place Mzuamadoda Yengeni and Mogeti were there.  We waited for him, for Tamsanqa Duma because that was not his house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now he's the commander and you said, in your application you said you were instructed, in your affidavit, you were instructed by Mr Duma to carry out this operation but when did he instruct you to do so?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Mr Duma didn't give me an instruction, he gave it to Mabuti Biko.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, yes.  Sorry, I've got the wrong affidavit before me.  So you didn't know that he instructed you to carry the operation?  You didn't even know that you were going on an operation until you've been at the house, you arrived at the house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I knew when we arrived at that house that we were there for an operation.  I didn't know before we got there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No in your original application you said Mabuti Biko, George Mkweti and Yengeni were involved.  Why did you mention Mkweti or Mkweri to be involved?  He had nothing to do with this operation or was he involved?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "It is because he was called, he was there, but Mabuti told him to go back.  So that is where I made a mistake because Mabuti Biko called him aside so he didn't come with us to the operation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why did you mention his name as being one of the persons going on this operation?  How could you make such a mistake?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, I think I have to be clear because here in \"Nature and particulars\",, although the application is related to this offence, it does not necessarily mean that he says that they went together in this operation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did he go with you on another operation, when you robbed the cafe that afternoon?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, I have a problem because people will be implicated and we are concerned with Mr Francisco and people who were involved in that matter.  ...[indistinct]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, the name appears in the application isn't it?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, the name appears in the application.  I don't have a problem him asking about the application, the name of Mr ... but to ask him about another operation they apply for and they are going to mention people's names, then that is going to have problems, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, they are not here, they have not been informed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who said they haven't been informed?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "I know that, Mr Chairperson, because we are here for this operation which involved Mr Francisco's house.  It has nothing to do with other incidents.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Right, without mentioning names, were you involved in another operation that afternoon when a cafe was robbed?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, I was involved.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you were found guilty of being in possession of this shotgun that you took from Mr Franciscato?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "They court found me guilty.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When the police arrested you weren't you in possession of that firearm?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you in possession of ammunition?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "They found two magazines from someone else who was not arrested, they didn't find it from me, and one bullet from a 2.2.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Weren't you found guilty of being in possession of this shotgun?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, I was found guilty because I was sentenced for that shotgun even though it was not with me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "With whom was it?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "It was with Mabuti Biko.  We took it - we took all the firearms and Mabuti took them with him to Tamsanqa Duma.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And that afternoon, didn't you have a shotgun when you were involved in the robbery of the cafe?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.  It had nothing to do with the firearms from Franciscato's home.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was that another shogun you had?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, it was another shotgun.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you get that one?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "From the cadres in Zwelitsha in King William's Town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time of day did that incident occur?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "It was after seven or before eight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now from Cato's house, you went straight to Mabuti's brother's house, not so?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then he left to a place you are unaware of. I mean  you don't know where he went to, correct?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he come back after that?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, he came back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what happened then?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I told him that I was going to town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, and then?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I then went for another robbery.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Straight from Mabuti's brother's house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I left Mabuti Biko in the township.  I went to town together with other comrades, Mzuamadoda Yengeni and Zukile Biko.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And performed this robbery in the shop?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see Duma that day after the incident at Cato's house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I didn't see him that day, I saw him the next day late.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say he was your commander?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, in the training he was my commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now who was your commander in giving you instructions?  I thought you said Duma was that person.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "It happened sometimes that I would get instructions directly from him and he would give me arms but for this mission or operation I didn't get instructions directly from him.  He gave Mabuti Biko instructions and I then got instructions from Mabuti Biko but when we were near Franciscato's house, when we were at the gate of Franciscato's home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see Mabuti after he left you at his brother's house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "He came back to Zukile's house.  We left him there, we went to town.  I then met him in his place where he was staying.  It was late that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he know - did Mabuti know what you went to do in town when you left him at his brother's house?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "No, we didn't tell him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now do you perform that action in that shop that night under instructions?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "No, we were not performing it under instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you knew where you were going to from Mabuti's house.  When you were at Mabuti's brother's house, when you were at that house you knew you were going to that shop and what's going to happen there?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, we knew.  I knew because I told them I was going back to town.  They then said they wanted to go with me.  On our way I told them we must go to that shop and shoot the Boers there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we'll come to that.  On that escapade how is it that you were armed when you went there?  Did you ask for a firearm?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "That was not an organisation's firearm or I didn't get it from my commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you get it from?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I got it from Zukile Biko.  I asked whether he had a firearm, he said yes, he can borrow me one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you took the firearm because you knew you were going on a dangerous mission, not so?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was going there to rob, not under the instructions of the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's not what I asked.  I'm asking you whether you realised the dangers that were associated with what you were going to do at that shop.  You were aware of it, not so?  Correct?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the reason you armed yourself before going there, in order to facilitate the execution of that mission?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "The reason for me to be armed was because I knew that I was going to shoot when I got in that shop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well why didn't you - why weren't you satisfied with the bayonet when you went to the shop, why did you want a firearm then?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Because I knew what I was going to do there.  I knew that I was going to shoot there.  I could not shoot with a bayonet, I had to use a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you shoot there at the cafe?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, I did.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you wound anybody?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This attack at the house of Mr Franciscato, was it your first involvement as a PAC   operative?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, that was the first one.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I notice that you have quite a number of previous convictions ranging from theft, in one instance a vehicle was stolen, housebreaking and so on.  Do you know about that?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, I do .",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who were you involved with in the commission of those crimes?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was not doing these things for an organisation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who was with you when you committed those crimes?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Putswana Skotile was there when we were stealing a car and Dumisani was also one of the people that I was doing these things with.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Dumisani who?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I forgotten his surname.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you were told by your co-applicant, Biko, for the first time, that is when you were in front of the gate at the house of Mr Franciscato?  Where did you think you were going?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "He told me that we were going inside Franciscato's house when we were in front of the gate.  I asked him what we were supposed to do.  He said that we were to take firearms and we were to shoot him.  I then asked him whether he knew that he had firearms in the house.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Before he told you what you were going to do, in your mind where did you think you were going?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "We were going to town.  We were going to walk around town because he didn't tell us what we were going to do because we were used to going together to town or go and visit him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said you were trained in Fort Beaufort.  Fort Beaufort is not a very small place, where exactly did you receive training there?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "At Khaka, in the bushes, Khaka.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How long did that training take?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "It can six or eight months.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who was being trained with you?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "There were a lot people that were trained with me, Luazi, Mzuamadoda and other members of the PAC in Fort Beaufort.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was anyone of your co-applicants trained with you?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Which one?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Mzuamadoda Yengeni.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So what is the difference now here.  We have this long list of previous convictions about you here, what is the difference between that and what you are now asking for amnesty for?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "The difference is what I've done now I did for PAC because I was commanded to do this as member of the PAC, by the member of the PAC.  Those that I did before I didn't do them for PAC, nobody told me to do them.\n\tI did them even though I was told that they were not right, but because I was smuggling I did those things.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR MAPOMA",
            "Chairperson, I'm sorry.  There's just one issue I want to still canvass.  If the Chairperson can allow me.\n\tMr Veveza, you were a member of the PAC as far back as 1985 until you were arrested for this particular incident for which you seek amnesty, is that correct?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes.  It was not in 1985, it was in 1988.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But in your amnesty application you said from 1985 until you were arrested, on page 2 of your application.  Is it incorrect what is here?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "It was not from 1985.  I was in prison in 1985.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Okay, anyway let's say even from 1988 the other criminal activities you engaged in you were engaged in them while you were still a member of the PAC, is that correct?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you knew that the PAC does not stand for those acts for which you were sentenced, is that  so?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in fact when you went to rob a cafe after the Franciscato incident, you knew that that was not an APLA operation, isn't it so?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in fact APLA or PAC was ...[intervention]",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "PAC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Ja.  ... didn't have - those actions were in conflict with the PAC policy?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So when you were a PAC cadre, at some stage you used to get into your personal criminal activities, is that correct?",
            "Male"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, Mr Veveza, you said you joined the PAC in 1988.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in 1990 you joined this task force, correct?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were directly answerable to Mabuti under the command of Duma and perhaps even Dlamini, correct?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Mabuti was from APLA outside.  I was inside under Duma.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at that time you were in constant contact with these people, correct?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you first joined them, do I understand you correctly?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I don't understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the time you were being trained in firearms etc., in 1990?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was trained to use firearms when I was trained for the task, when I joined the task force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which was in 1990?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What part of 1990 did that occur?  Was it in the early part of 1990 or in the late part or whatever?  I'm looking for a date or at least a month.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I started in April 1990, when I joined task force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how long did the training last?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "If I remember well it took seven months because it ranges from six to eight months.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see why I ask this question is because you started a prison sentence of eight months on the 24th of August 1990 and you were away from the activities of the task force for eight months, until the 15th of April 1991 when you were freed on parole.  Do you recall that?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, I do recall that but that is why I'm saying I'm not sure whether it was in 1990 or in 1991.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you not sure of?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I'm not sure when I joined the task force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's the first time you're saying you weren't sure of that.  In any event ...[intervention]",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I did say that from the start, that I was not sure whether I joined in 1990 or 1991.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were a member of the PAC prior to that, now didn't you have to explain to any of your superiors where you'd been?  A member just gets missing, he spends eight months in prison, was there no way that you informed the superiors or that they asked you: \"Man, you're a member of this organisation but you disappear now and then and nobody knows what's going on\"?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I couldn't do that, I couldn't tell them when I did my personal things because I wouldn't put this on their shoulders but I would tell when I came back that I'm from a certain place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which would not be the truth?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I would tell them the truth when I was coming back.  I wouldn't tell them ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From prison?  Would you tell your superiors in the organisation that you'd just come from prison?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "That was not an important thing to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not too sure that you're right because I would imagine any organisation who was running a struggle, particularly an armed struggle, would be very careful about the quality of the people they had within their operation, but that's besides the point.  You are saying you did not disclose where you came from. to them or did you?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "What I'm saying is, when I would be arrested I wouldn't tell PAC that I was arrested because ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But when you came back to the PAC or the task force ...[intervention]",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "But when I came back I would tell them that.  If they asked where I was all the time, I would then tell them that I was from prison and I would tell them why I was in prison and they would say that those were things that I was not supposed to do when I was a member of PAC.  I should be careful about such things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you tell me why do we have to struggle to get that kind of answer out of you?  It's a simple question, a simple answer.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "If you listened carefully I answered this question the way I just answered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  So you just repeated yourself, correct?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, I repeated myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many operations were you involved in under the auspices of that task force which you joined in 1990 or 1991?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I made one application, this one.  If I was involved in other operations I would have made applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  That's a smart answer.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I wouldn't make an application for something that I was not ordered to do by the PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, do I assume then by your answer that the operation regarding the shooting and robbing of Mr Franciscato is the one and only operation that you were involved in under the auspices of this task force?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you do in the task force since 1990 then?  This operation occurred in 1992, in September.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "What happened in September.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went to Cato's house and he got killed and you took firearms at approximately 5 o'clock that night.  The same day you went to rob that shop, that's what happened on that day.  Do you follow?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I've already explained to the Committee what I was trained to do in the task force.  This was not the only thing that we were supposed to do under the task force.  Even though we're not against it, even if we were given instructions by our commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to give you another opportunity then to answer the question.  Was the application with which we are now busy, the only operation that you were involved in and was under the auspices of this task force?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "Yes.  Other things that I was doing under the task force, I was working in the community and I was organising things for the organisation.  If there was a rally I would be involved, I would guard so that nothing would disturb the members of the PAC who would be in that rally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be the jobs of the task force or of the cadres in other units of PAC, like marshals or so on?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "I was never trained as a PAC cadres, I was referring to what I was doing under the task force.  I was telling you about what I was doing for the task force.   We were not focusing only on killing, there were other things that we were doing for the task  force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to ask you, in order to give you a fair chance or to be fair to you, the same question I asked the previous witness.  Was this not something that occurred outside the organisation?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "No, we did this for the organisation, we did this for the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you hope to gain by it?",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "We were not hoping to gain anything but what we wanted was our land or our country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Then you must be very surprised to learn that Mr Duma says\n\"I ordered the unit which was commanded by Mabuti Biko to kill and repossess weapons from the house of Mr Franciscato to be used to defend us against the ANC aggression and also to carry out the struggle forward\".\n\tThese weapons were needed to defend the PAC against the ANC's aggression and not to take your land back.\nAnd not to take your land back.",
            "Unknown"
        ],
        [
            "WINILE VEVEZA",
            "He knows what he wanted these weapons for.  I didn't want these weapons.  I just went there because the organisation needed the weapons.  They were not going to be used by me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  We'll adjourn till a quarter to two.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}