{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-04-20",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "M.D. RAS"
        ],
        "matter": "CRAIG DULI MATTER",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53292&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99041521_el_990420el.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "MARTINUS RAS",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR JANSEN",
            "MR LAMEY",
            "MR MAPOMA",
            "MR MULLER",
            "MR SIBANYONI",
            "MR SNYMAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR JANSEN",
            "MR MULLER",
            "MARTINUS  RAS",
            "MR RAS",
            "MR CORNELIUS",
            "MR LAMEY",
            "MR HATTINGH",
            "MR MAPOMA",
            "ADV SANDI",
            "MR SIBANYONI",
            "MR SNYMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  Yesterday we concluded the testimony of Mr De Kock and Mr Nortje.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman, it is Jansen on record, for applicant Ras.  Similarly we ask permission to call Mr Ras as a witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, before we do that, can we just ask Mr Muller to place himself on record.",
            "Unknown"
        ],
        [
            "MR MULLER",
            "Thank you Mr Chairman, the name is Muller, initials G.C. on behalf of Mr Nieuwoudt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Muller.",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR JANSEN",
            "Thank you Mr Chairman.  Mr Chairman and Honourable Committee members, you will notice in front of you some documents have been handed out which the top or the first page of this document is in fact a copy of page 20 of the Bundle, and as you will notice, between page 20 of the Bundle and page 21 of the Bundle, there are certain omitted pages of the original amnesty application.  They are what is then contained on pages 2 to 6.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This document then is really pages 1 to 5 of the application?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes Mr Chairman, of the original amnesty application.  I have marked them the first page obviously 20 and then the second page 20(a) and then 20(b), (c), (d), if that is convenient, and (e).   As long as everybody just understands where they fit in, these documents don't relate to the incidents as such, the relate to the background of the applicant's career in the Police and the background to his political motivation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Is everybody in possession of these extra pages?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes Mr Jansen, you may proceed.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you.  Mr Ras, just to introduce for the sake of background, regarding you and your career in the South African Police, directly after school you joined the South African Police, is that correct?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And in 1984 you were transferred from the Koevoet division in the then Southwest Africa, currently Namibia to the Vlakplaas Unit?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "The Vlakplaas Unit was also known as the Security Police's Head Office, Section C1 Unit?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And sometimes it was also referred to as C10?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, previously it was C10 and later it became C1.",
            "Male"
        ],
        [
            "MR JANSEN",
            "When you were transferred to Vlakplaas, you occupied the rank of Sergeant?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You were a member of Vlakplaas until its dissolution in 1993?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And at that stage you occupied the rank of Captain?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "A while after you joined Vlakplaas you also began to participate in the so-called covert operations?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And part of these covert operations, made you involved in certain activities which led to offences?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And this application of yours for amnesty, forms part of your general amnesty application, which has to do with approximately 18 incidents which consist of other offences?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Once again, just to generally summarise, there are various incidents such as murder, abduction, possession of illegal weapons and so forth?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "With the exception of this brief summary of your background, you have studied your amnesty application as you submitted it originally?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Do you confirm the content thereof in so far as it is related to your background and your Police career?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you wish for the Committee to consider this in the evaluation of your amnesty application?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In your amnesty application in general, with regard to all these incidents and then including the incident or incidents regarding which you will give evidence today, did you at any stage receive any financial remuneration for anyone of these incidents, with the exception of your usual salary?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Did you act at all times within the command structure of the Vlakplaas Unit?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Initially in 1984, the Commander of Vlakplaas was Colonel Jack Cronje, later Brigadier Jack Cronje?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And he was succeeded by Colonel Eugene de Kock?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "At that stage I think he was still a Major?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "If I recall correctly, he was a Major.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Could you perhaps sketch the general functioning of Vlakplaas for the Committee and I think that most of these things have been discussed in many other applications, which have been placed before the Committee, could you explain briefly how Vlakplaas groups functioned, what they consisted of and in which areas or regions they worked?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, we worked on a national basis, covertly and overtly.  Overtly it meant that a white group leader along with some of the ascaris, who were former ANC or PAC members, would go to various parts of the country where the former members were used to identity ANC and PAC members who were in the country and such persons would then be arrested with the objective of using such persons for evidence in court against other former members as well as the recruitment of certain of such persons which meant that after the time, they would come and work at Vlakplaas.  The covert aspect involved cross-border operations where such members, such ANC members or PAC members were killed in cross-border situations.",
            "Male"
        ],
        [
            "MR JANSEN",
            "These activities, were always aimed against the so-called political opponents of the State at that stage, mostly the ANC and the PAC, is that correct?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In your application for amnesty, with regard to these facts, you set the facts out on pages 7 until the end of page 8 of your application, that is pages 22 and 23 of the Bundle of pages.  I would like to take you to the first paragraph of that, you say there that during 1986 and you refer to a discussion between you and Colonel De Kock regarding Mr Bantu Holomisa, is that date correct?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, this date may have actually been a little bit later, I believe that this date may be incorrect.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Gen Holomisa was not the Head of Government of Transkei in 1986 yet?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you had this discussion with Mr De Kock, was Gen Holomisa the Leader of the Military Council in Transkei, in other words had he taken the leadership of Transkei?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, as far as I can recall yes, I must just correct this, it was not a lengthy discussion, he simply asked me a question and I gave him an answer and it was never again raised.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that was after Gen Holomisa had taken over the leadership of Transkei?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "For the record Mr Chairman, subject to correction, I think that was - Gen Holomisa took over I think at the end of 1987?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it was New Year's Day or just the day before New Year's Day, yes.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you.  That initial discussion was purely an informal incidental conversation, it wasn't really part of any work or operation that was related to Vlakplaas?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you are not requesting amnesty with regard to that conversation which would indicate some or other conspiracy, it is just for background reasons?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "With regard to the attempted coup d'etat by Duli, your summary of the facts there discusses it to a great extent.  I just want you to confirm a few things.  It is correct that you were not part of the contribution which Vlakplaas gave to the delivery of those weapons?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you were unaware of the fact that the coup would take place at that stage?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Initially you were sent down by Mr De Kock, or by Colonel De Kock, in what you believed would be your routine work?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "At which stage did you realise that your presence in the Eastern Cape, could be related to the Duli coup or to a coup in the Transkei?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, I didn't realise on the first day, we booked into a holiday resort and the following morning, I saw Snyman and Vermeulen's vehicles and it was rather strange to me because I did not expect them there at that stage.  I walked over and I saw that there were things that they had put in the bakkie, and these things were wrapped in black bags, they were rather surprise to see me there, and I didn't ask them anything about what was in the bakkie.  We had a short discussion and the following day, they had left, they had booked out of the place.  I then bumped into Mr Nortje in the city and he told me that they had brought weapons for the coup in Transkei.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Very well, and what was your role or what was the objective of your presence in the Eastern Cape in so far as it was related to a possible successful coup in the Eastern Cape?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, on the day of the coup which was the following day, Mr De Kock called us together at a safe house of the Security Police, where we gathered with former ANC and PAC members.  We followed the proceedings on the radio with regard to the coup.  If the coup had been successful, we would have entered Transkei with the ANC and PAC members to assist with the identification of ANC and PAC persons who resided in Transkei and worked from there, with the exclusive purpose of arresting them and handing them over to the Transkei Security Police at that stage.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Very well, so even those activities didn't really have anything to do with the so-called achievement of a successful coup?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No, the case was that we would have had a more favourable inclination from the Transkei Security Police, we would have been able to move around freely in Transkei.  At that stage we were already working in Bophuthatswana and assisting Bophuthatswana with the arrest of ANC and PAC members.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I just want the Committee to understand the context of your purpose there, so in other words, before or at the stage when Gen Holomisa was in charge, the Security Police didn't have the same access to the areas in Transkei as what it had in Bophuthatswana for example?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Very well, so there was no actual deed which you performed which made you a member of attempted coup or the delivery of the weapons?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No.",
            "Male"
        ],
        [
            "MR JANSEN",
            "At the very most you became aware at a certain stage of your colleagues and your Commander's involvement in this incident and you remained silent about it, or you didn't do anything about it?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Yes, and within the culture and the milieu of the Security Police, it was logical for you not to say anything about the other work which came to your knowledge, this covert work of your colleagues?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And your legal representatives have also explained to you that in so far as you may require amnesty in this regard, at the very most, it would be upon the basis that there was the legal obligation on you to do something about the illegal acts or dealings of your colleagues, but that this is a question of argument in your mind?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Then I would like to come to the final aspect of your application, which would be the so-called conspiracy or attempt to murder Gen Holomisa.   Could you inform the Committee about the context of that action of yours?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, at that stage Holomisa was favourably inclined towards the ANC, it was a general fact that he criticised the South African government and there was information that he had permitted ANC members to have in transit houses in Transkei and as a result of the planned coup, with the objective of toppling him, the proposal arose to kill Gen Holomisa.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Could we just return to your introductory paragraph, was your summary for one of the reasons for the failure of the coup, that it did not begin by means of an assassination of Holomisa, is that part of the way you saw it?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, there are various important aspects in a successful coup, but according to my opinion it would have helped to achieve a better position in the Transkeian government.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You heard the evidence of Colonel De Kock yesterday with regard to the political situation in 1990, in other words, after February 1990, you listened to that evidence, is that correct?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Are you in agreement with his evidence in that regard?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "What I would just like to clear up here with regard to the incidents, is that in the working manner of people at Vlakplaas, would it have been contradictory to the work policy of a person in a more junior position, such as yourself, to make an initial proposal about an operation?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No.",
            "Male"
        ],
        [
            "MR JANSEN",
            "If you made such an initial proposal and made initial preparations and gathered information, under which circumstances would you go over to the actual execution of an operation?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, I wouldn't have gone ahead with the operation without the approval of Mr De Kock, and in this case, I believe that even Mr De Kock, would not have given his permission if this matter had not been cleared on a high level as a result of the political implications which the elimination of Gen Holomisa may have held.",
            "Male"
        ],
        [
            "MR JANSEN",
            "But these steps which you took for such a possible operation, were not only theoretical or academic exercises, with which you were occupied, you were earnestly busy with work on a project which may have been executed in the future?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And when you told Mr De Kock that you wanted to determine whether or not something like this would be viable, you were serious when you said that?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And also with regard to this aspect, you didn't have any personal malice or problems with Mr Holomisa, you simply knew of him as a political figure?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, except for the fact that at that stage he was allowing ANC and PAC members to reside in Transkei.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you believed that your actions in this regard were part of your more general scope of work as a Policeman in your action against the political enemies of the State of that time?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, can I just ask one question, did you actually physically do anything to investigate the possibility of an assassination, did you go and drive the Queenstown/Umtata Road and looked for spots to ambush or whatever, I think it was referred to yesterday, that you, did you take any actual steps?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Yes Chairperson, at that stage we had flight lists of persons who were entering the country, people from the ANC who committed crimes within the RSA and we knew that Holomisa had flown from Jan Smuts to East London, from East London, he drove to Umtata in a vehicle and to eliminate Holomisa would not have taken place in the RSA, it would have taken place as soon as he had crossed the border into Transkei territory.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Might I just add, did you identify places where the assassination as such would take place?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes Chairperson, as we studied our planning, it would have taken place after he had crossed the border and reached the other side, because he would have had to drive reasonably slowly and there was quite a lot of shrubbery on the side of the road.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Let me put it to you this way, whether your actions boil down to a conspiracy or an attempt, is for you a question of argument?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Jansen.  Mr Cornelius, do you have any questions that you would like to ask the witness?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chairman, I have no questions.\nNO CROSS-EXAMINATION BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey, do you have any questions to ask?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LAMEY",
            "Just one question Mr Chairman, thank you.  Mr Ras, you have not mentioned it specifically but on page 23 of your application, you refer to the fact that there was some information that the Head of DCC, Anton Nieuwoudt, became involved in the planning for the coup?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "This was before the weapons or before the coup was actually executed?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I would just like to place it on record that Mr Nortje agrees that perhaps not in these words, however this was what it boiled down to what you said, is that correct?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HATTINGH",
            "Yes thank you, Mr Chairman.  Mr Ras, just a few aspects.  Mr De Kock expected of his members, which included you, to use their own initiative?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "If you received information regarding the activities of so-called terrorists, then it would be your task in particular to receive orders from him, and to investigate that information and so determine whether not it was accurate?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And just by way of example, if you had received information about a place where the so-called terrorists were in a neighbouring State, were residing, you would try to confirm this?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And in the process you also investigated the possibility that action could be taken against such persons who were being accommodated in such houses?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And then you would make your proposals to Mr De Kock?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And it happened upon many occasions?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "There were cases for which I am also applying for amnesty, where this did indeed take place.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "But there were also incidents where you conducted such investigations and reported to him, but no action emanated from this?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "So it was your task to collect information with the prospect of possible action in the future?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And you heard Mr De Kock's evidence that it was also the position with regard to this investigation which you conducted regarding Mr Holomisa with the prospect of assassinating him in future.  You investigated it, it was information which you brought in, but he never asked you for a progress report, or came back to you and asked you to execute the plan which you had investigated?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hatting.  Mr Muller, do you have any questions you would like to ask the applicant?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MULLER",
            "Thank you Mr Chairman.  During your discussion with Mr Nortje, you didn't see Mr Nieuwoudt there, is that correct?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No.",
            "Male"
        ],
        [
            "MR MULLER",
            "And if I could just refer you to the following paragraph which refers to the time that you were listening to the radio, why did you ask Mr De Kock that specific question?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Mr De Kock asked me on a certain day what I thought about a coup in Transkei upon which I said that I would eliminate Mr Holomisa with the idea of creating a split and when I heard that the coup had been executed, and that Mr Holomisa had not been taken out, it was very strange to me, and that is why I asked him and asked why he had not been taken out.",
            "Male"
        ],
        [
            "MR MULLER",
            "No further questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR MULLER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Yes Mr Chairman.  Now about the coup against Transkei, what role is it that you played?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, I didn't play any role there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You were not even part of the planning for that coup?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "I had no knowledge of it, until I arrived in East London, but before that, I had no knowledge that a coup was being planned for Transkei.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How did you happen to know that Anton Nieuwoudt was part of the plan?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Mr Nortje mentioned this to me as well.  I didn't see him there, I didn't speak to him, no further information was given by me about this.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why do you apply for amnesty for the coup against Transkei when you didn't play any role in that?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "I will leave that to the Committee to decide.  I just wanted to make a full disclosure of everything from the beginning, because if I had not applied, I may be prosecuted later.  I knew that weapons were provided for the Transkei coup and I did not disclose this.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do I understand your evidence to say that your personal view was that for a coup to be successful in Transkei, they have to get rid of Holomisa first before they can proceed with the coup?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, just to get rid of him or to eliminate him, would not have worked because there had to be support of other groups.  We needed to have two groups that could rise up in opposition against each other.  It could have been a split in the government, if he had been eliminated, and that would only have encouraged a coup, but I am not saying that that is the only way it would have worked.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The way it was done, were you in favour of the way in which it was done?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "I would have done it another way.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were you actually in favour of the coup against Holomisa when you were in East London?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, Mr Holomisa at that stage, was openly critical against the South African government, and he personally permitted the ANC to find accommodation in the Transkei, he did not allow us to operate against the ANC members and PAC members in the Transkei, and in that regard, I would say yes, I was in favour of a government in Transkei that would have acted against the ANC at that stage.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Do you have any re-examination, Mr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "None, thank you Mr Chairman.\nNO RE-EXAMINATION BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi, do you have any questions that you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Just one question Mr Chairman.  Mr Ras, do you know if there was a practise amongst Vlakplaas members to give each other some donations after participating in an operation?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, no, I didn't know.  I don't know of any case where somebody was rewarded or received financial remuneration for participation in any act, except for when Mr De Kock mentioned yesterday that former PAC or ANC members would be rewarded for successful identification of other PAC or ANC members, that would be a reward for work which was performed, and that would be regarded as a bonus which would be similar to cases in the Investigations Branch.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The evidence that was given by Colonel De Kock and Mr Nortje yesterday, was that evidence news to you, did you come across that before?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Yes, it was news to me, I didn't know that people had received plots, or had been rewarded in such way.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In your knowledge of how things were done at Vlakplaas, did that kind of evidence come as a surprise to you?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "No, but that Mr De Kock had given the two plots to Kloppers and Nortje, was news to me.  I was a member of Vlakplaas for nine years.",
            "Male"
        ],
        [
            "ADV SANDI",
            "My question is did it surprise you that such a thing had happened?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "No, it wasn't a surprise.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would you like to explain that, why did it not surprise you?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "If you could just elaborate and tell me which part of this was supposed to have been funny to me, because I don't understand.  These were normal actions, covert, cross-border.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay, we can leave it at that Chairman, thank you Mr Ras.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes, thank you Mr Chairperson.  Mr Ras, if I understand your evidence correctly, it would boil down to this that you are applying for amnesty because of an omission, in that you saw weapons being supplied to the Transkei for a coup, and you did nothing about that?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And this supply of the weapons, is it not part of the covert operations, which the Vlakplaas were doing, or the former Security Police, was doing?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, it is part of a covert operation, and that is why we are applying for amnesty for a number of covert operations which we performed at that stage.  The provision of weapons in itself, constituted a crime.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But I will assume that there are other covert operations which happened, where you didn't do anything and you are not applying for amnesty for that, why specifically apply for amnesty for this one?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, cases of the supply of weapons, or the murder of persons, violations of human rights, I have applied for amnesty for all these cases.  I have applied for 18 other incidents.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And then another question, in 1990, the PAC and the ANC were unbanned, they were lawful organisations, you say your presence in East London was if the coup would have been successful, you were going to have access to Transkei to act against the ANC and the PAC, why was that necessary?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, although the ANC and the PAC had been unbanned at that stage, many of the ANC and PAC members had been involved in crime, and those persons were still wanted for those deeds.  There were weapon stockpiling locations in the Transkei according to Intelligence, and to question such persons, in this relation and these people who were sought for their involvement in whichever crimes, had to be identified and arrested.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Lastly, you said part of your overt operations, were to go out with ascaris, so that they must identify either ANC or PAC and you would arrest those people, either to try and make them witnesses to give evidence in court, or to convert them into ascaris.",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "Or to have them locked up, or to arrest them and let them go to jail.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Oh, maybe you have preempted my question.  My question was going to be what happens to a person who doesn't want to give evidence, who doesn't want to become an ascari?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "He is going to jail.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Ras, you said that you took certain steps regarding the idea of assassinating Gen Holomisa, checking flight schedules, identifying a possible location.  Did you ever formally go back to Colonel De Kock with a proposal, or inform him of how you are proceeding with your investigation in that regard?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, I simply went to him and told him after I had seen his name on a flight list, and that he would have landed at East London.  I told him that he would land here and that we should go ahead with the planning of the elimination of Mr Holomisa and he told me that I should put everything on hold first, and that is what I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you then just wait for him to get back to you, which never occurred, or did you carry on?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, it was discussed and he told me to leave everything for a while.  It was never again brought up, I was never sent to East London again and as far as I know ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It just died a natural death, the project just faded away?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Yes, it was simply left at that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, you say that you were in Koevert before going to Vlakplaas?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Koevoet, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Koevoet at least, for how long were you at Koevoet?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "For two and a half years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you know Mr De Kock?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you have also travelled a long road with him?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what was your relationship like with Mr De Kock, was it friendly or was it strictly business?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "No, we were on good terms, and we had a great deal of respect for each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When Vlakplaas was dissolved in 1993, during that period, did De Kock ever offer you anything, any gesture, any reward at all for services that you had rendered, because we heard in evidence yesterday that he gave certain things to people because he had been working with them for a long time, and it was just a gesture of appreciation.  Were you approached at all, did you decline anything?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Chairperson, from my point of view, as Mr De Kock and Mr Nortje were, during the time that I knew them, they worked directly together in Ovamboland, we didn't work directly together, we simply knew each other, and Mr De Kock, if I may put it like this from an outsider's perspective, Mr De Kock and Mr Nortje were almost like brothers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you weren't approached with any offer given, anything like that?",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen, any questions arising from questions that had been put by the panel?",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR JANSEN",
            "Yes thank you Mr Chairman, just one question, just to get some context, just to get some matter in context.  Could you briefly explain to the Committee, because this is something that may not be well known about Vlakplaas, a while before it was disbanded as a Unit, the Unit became two Units so to speak and operated from two different premises apparently.  Could you explain briefly what happened there, just so that we can create the idea that before the dissolution of Vlakplaas, you may not have had as much contact with Mr De Kock as one may think.",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "From 1991 Mr De Kock - Vlakplaas would later be divided into three Sections which would operate from three premises, and I wasn't part of the group which would work with Mr De Kock.  Colonel Baker and I worked from Vlakplaas.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman, that is all I have.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Cornelius, any questions arising?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I have no questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "No questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR HATTINGH",
            "With your leave Mr Chairman, just one question.  Mr Ras, are you aware that Mr Nortje is the godfather of Mr De Kock's one child?",
            "Male"
        ],
        [
            "MARTINUS RAS",
            "No, but I don't find that strange, they were very close to each other.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hatting.  Mr Muller?",
            "Unknown"
        ],
        [
            "MR MULLER",
            "No questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR MULLER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions, Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ras, that concludes your testimony.",
            "Unknown"
        ],
        [
            "MARTINUS RAS",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Mr Chairman, Cornelius for the applicant Snyman, I wish to call him with your leave, thank you Mr Chairman.  Just before, Mr Jansen, do you have any other witnesses to call?",
            "Male"
        ],
        [
            "MR JANSEN",
            "No, that is the application for the third applicant, thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chairman, I call the fourth applicant, Snyman.",
            "Male"
        ],
        [
            "MR SNYMAN",
            "(sworn states)",
            "Male"
        ],
        [
            "EXAMINATION BY MR CORNELIUS",
            "Thank you Mr Chairman.  Mr Snyman, you are an applicant in terms of Act 34 and you have arranged an application, and it is before this Committee?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "This application was handed in before the closing date and was correctly liaised at the TRC in Cape Town?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson\n... (tape ends) ...",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "... of Act 34 of 1995, by that you were in the service of the State, the previous government, is that correct?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And you will give evidence here today to show the Committee that you had acted in the bona fide belief that you were combatting the total onslaught on the government, is that correct?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And furthermore, you will tell the Committee that you had a political motive with your actions?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You were a footsoldier to put it in that manner?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You were in the service of the South African Police and you were deployed at C-Section, C10 or as known in general, Vlakplaas under the command of Colonel Eugene de Kock, is that correct?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And it is now common cause that during 1992 you received an instruction from Colonel De Kock that you and the so-called Snor Vermeulen, the fifth applicant, received the instruction to collect weapons with the purpose of delivering it in East London, is that correct?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Where did you collect these weapons from?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "Some of the weapons came from the stockpile that was stocked at our offices and others came from other weapons caches, and people who had personal weapons, or who kept personal weapons.  These are all weapons that originated from Ovamboland.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "The tin stores were at the Police College, is that correct?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You received a specific instruction to remove the serial numbers from these weapons?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And you had a large amount as it was described by the previous applicant, Mr Eugene de Kock?  You prepared this large amount of weapons and took two bakkies and transported them to East London, is that correct?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And it is also common cause from previous evidence that these weapons were delivered to Colonel Craig Duli?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "In order to carry out a coup in Transkei?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "When you acted, did you believe that you were acting against the enemy of the previous government?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is so Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you believe that with this action, you will stop the ANC/SACP alliance?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You received your normal salary during this time?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you receive any S&T monies during this time?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "Yes, we were given an amount of R200-00 to pay for our accommodation and food while we were in East London.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Were any promises or donations made or any form of reward offered to you if you participated in this operation?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "No, no promises were made to us.  As you might have heard, that afterwards it was said that if the coup would be successful, then there would be a plot and then we would have to live in Transkei, which was said jokingly, and we did not take it serious.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "If you say it was said jokingly, you mean a joke was made?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So you acted on the instruction?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And what would have happened if you disobeyed the instruction?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "I would have been transferred probably and I would have had problems in the Police Service.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "In previous evidence it was read to you that Gen Van der Merwe said in the London bomb hearing that such an official, if he disobeyed any instruction, he would be in a very difficult position in the Service?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "Yes, that is correct.  I would have been marked as a person who was a security risk for the Security Forces.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You were present when I asked Colonel Eugene de Kock in Port Elizabeth about the Motherwell incident, and he answered to a question of mine that it was possible that a person might be eliminated if he was regarded as a security risk for the Vlakplaas Unit?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is so Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you act bona fide in all respects?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "I did.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you act out of any malice or any other feelings towards Holomisa and the Transkei in this?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "No Chairperson, I acted because it was in the scope of my duty.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You apply for amnesty and we will take that up in argument, but amongst others conspiracy to commit murder, the Weapons Act, public violence and such, is that correct?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And any other offence which might emanate from the delivery of this weapons for the coup?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And finally, an aspect which was not mentioned before this Committee, but you worked on a need to know basis, is that correct?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "It was not expected of you to question an order?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "No, it was not.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you Chairman.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Cornelius.  Mr Lamey, do you have any questions to ask the witness?\nNO CROSS-EXAMINATION BY MR LAMEY",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HATTINGH",
            "Thank you Mr Chairman.  Mr Snyman, the action which is being dealt with here, the provision of weapons for the coup, did you carry out those instructions because it was part of your task, or because you believed you would receive a reward?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "I did it because I believed it was part of my duties.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You say the statement from Mr De Kock about a piece of land, was a joke?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "Yes, it was.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You did not take him seriously?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "No, I did not.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And after this operation, did you ever discuss it again, did you ask him about it?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "No, I did not.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And he never mentioned it to you?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "No, he did not.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "So you accepted that you would do this work without being rewarded financially?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "It would be a normal operation and no extra reward was expected for it.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The R200-00 which you received was just normal S&T and we would call it?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "Yes, it was money for accommodation and food and drinks while we were in East London.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The fact that you were here to provide weapons for a coup, this was a secret was it not?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "Yes, it was top secret, we had to keep a lid on it, and I was told that we could not discuss it with anybody else.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Was it also Vlakplaas policy when they were involved with such secret, covert operations to have as little as possible evidence of their presence in the area?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "If you had to fill gas, you had to pay with cash?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.  We worked on a cash basis when we filled petrol into our vehicles.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "So that it could not be traced back to credit cards and it could be found that you were in the area during a certain incident?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And that is why you received cash so that you could buy your daily, so that you could see for your daily needs?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hattingh.  Mr Muller, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MULLER",
            "No questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR MULLER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no questions, Mr Chairperson, thank you.\nNO CROSS-EXAMINATION BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "No re-examination, thank you Mr Chairman.\nNO RE-EXAMINATION BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you.  Mr Snyman, how would you describe your relationship with Colonel De Kock, save for the fact that he was your superior at work?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "I had quite a good relationship with him.  I met him in Ovamboland before I started to work with him at Vlakplaas, not a friendship as friends would be said, but we knew each other.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you know if he would on occasions, give some donations to fellow colleagues?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "He did help me at one time as I mentioned, or as I have indicated in the hearing of his in Pretoria, that at some stage, he gave me R5 000-00 because I had financial problems.  He also helped us with a diving course which we completed, but this was not specifically as a reward, it was to the advantage of the Force.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Just one Mr Chairperson.  Mr Snyman, my question is based on this question of the joke, the plot.  You said to you it was purely a joke which Mr De Kock made about the possibility of getting a plot if the coup was successful?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "That is correct, I can't even say if it was Mr De Kock himself or Mr Vermeulen that mentioned it to me.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But what do you say because some people did in fact get a plot?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "I could never see that, even if Mr Duli did take over the Transkei, that I would have made use of it to go and stay in the Transkei.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, this R5 000-00 that was given to you by Colonel De Kock, what was the arrangement, was that on the basis that you would have to give it back to him?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "No, he didn't say that I would have to give it back to him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you understand that to be from his personal monies or did he take it from Vlakplaas funds?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "I have no idea where it came from.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Snyman, what was your rank at that time?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "I was a Warrant Officer, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have heard the evidence that Mr De Kock received a large amount of cash shortly after this, the time that you were in East London.  How do you feel about that, do you feel that you and the others who participated in the delivery of arms, should have got a cut?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "I didn't expect to get anything out of it.  I am not worried about it sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know of it at the time?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "No, I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that R5 000-00 that you were given by De Kock, when was that in relation to your visit to East London as you have described here today?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "That was just after I perhaps started at Vlakplaas, it was in the beginning ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was before, before this?",
            "Unknown"
        ],
        [
            "MR SNYMAN",
            "Long before that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Only one, thank you Mr Chairman.",
            "Male"
        ],
        [
            "FURTHER EXAMINATION BY MR CORNELIUS",
            "Only one, thank you Mr Chairman.  No reward or any money were offered to you to perform your duties, is that so?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "No, there were no promises made for any rewards.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising, Mr Lamey?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "No questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR HATTINGH",
            "Yes, please Mr Chairman.  Mr Snyman, Mr De Kock has also applied for a further incident where he supplied weapons according to him, to a Mr Nieuwoudt, which would be used to topple the government of Gen Holomisa.  You were not involved in that incident, were you?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "I could say as I have heard what have happened there, that there was a first, second and third amount of weapons.  I do not know of the first amount of weapons and the second one is the one that was involved with the Duli coup, and the third consignment is another one which I am not aware of, although I gave training for the FAM 7's, the surface to air missiles which was given to them.  This was to the Ciskei and this had nothing to do with the Transkei coup.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr De Kock's evidence was that the money which he received after the third consignment of weapons which was sent, you were not involved there, so you could never have thought that you qualified for a part of that reward?",
            "Male"
        ],
        [
            "MR SNYMAN",
            "No, I did not.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Muller?",
            "Unknown"
        ],
        [
            "MR MULLER",
            "No questions, thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MULLER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No questions, thank you.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions, thank you.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Snyman,  that is your testimony, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius, sorry, do you have any further witnesses to call?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I have no further witnesses, Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I wish to call the fifth applicant, Nicholaas Vermeulen, Mr Chairman.",
            "Male"
        ]
    ]
}