{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-04-21",
        "location": "EAST LONDON",
        "day": "4",
        "matter": "CRAIG DULI MATTER",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53294&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99041521_el_990421el.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "MR CORNELIUS",
            "MR CORNELIUS IN ARGUMENT",
            "MR HATTINGH",
            "MR HATTINGH IN ARGUMENT",
            "MR JANSEN",
            "MR JANSEN IN ARGUMENT",
            "MR LAMEY",
            "MR LAMEY IN ARGUMENT",
            "MR MAPOMA",
            "MR MULLER",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR HATTINGH IN ARGUMENT",
            "MR HATTINGH",
            "ADV SANDI",
            "MR LAMEY IN ARGUMENT",
            "MR LAMEY",
            "MR SIBANYONI",
            "MR CORNELIUS",
            "MR CORNELIUS IN ARGUMENT",
            "MR JANSEN IN ARGUMENT",
            "MR JANSEN",
            "MR MULLER",
            "MR MAPOMA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  Today we will be receiving submissions from the various legal representatives.  We will keep it in the same order, so we will be starting them with Mr Hattingh.",
            "Unknown"
        ],
        [
            "MR HATTINGH IN ARGUMENT",
            "Thank you Mr Chairman and members of the Committee.    Mr Chairman, we submit that it has been clearly established that the act, the supplying of weapons for purposes of a coup d'etat, that act has been clearly established as an act which was associated with a political objective and that that act was committed in the course of the conflicts of the past.  There can be no doubt about that, Mr Chairman.\n\tMr De Kock testified that his objective was to assist in the overthrow of the Transkei government because of the fact that Mr Holomisa was sympathetic towards the ANC and the PAC, that he allowed members of those two political organisations to come into the Transkei and to plan acts of so-called terrorism, against the former government and the Republic from within the Transkei and at the same time, he did not allow members of the South African Police or the South African Defence Force to enter the Transkei in order to try and apprehend these persons.  That was the purpose of the whole transaction, the whole incident, they wanted to have the government of the Transkei overthrown so that a government more friendly disposed towards the former government and the Republic, could be put in its place.  That was the evidence of Mr De Kock, that was the evidence of all the applicants.\n\tIt is also clear Mr Chairman, that Mr De Kock was an employee of the former State, that he was a member of the Security Forces of that State and that he acted within the course and scope of his duties as such when he supplied the arms for the attempted coup.\n\tYou have also heard the evidence that he was given instructions by his superior Officer, being Gen Engelbrecht, to assist in this regard.  He therefore clearly believed that he had the support of his superior Officers in supplying arms for the purposes of the coup d'etat.\n\tThe evidence, we submit, clearly establishes that the acts were associated with this political objective and that his acts were primarily directed at political opponents of the former State.   We also submit Mr Chairman, that the act is not out of proportion to the political objective, pursued by him, especially having regard to the fact that Mr Holomisa was assisting members of these political organisations in their struggle against the former government and the Republic of South Africa.\n\tWe submit therefore Mr Chairman, that all those requirements of the Act, have been met and complied with and that the only thing, as you have pointed out to us yesterday, that you really need to be addressed on, is the question as to whether the act was performed for personal gain.\n\tMr Chairman and members of the Committee, in deciding this question you can only adjudicate or decide this question on the evidence placed before you.  You cannot with respect, Mr Chairman and members, draw inferences from facts which were not placed before you as evidence.  You've got to be guided by the evidence before you.  That being so, with respect, Mr Chairman, it becomes necessary to determine whether Mr De Kock's motive at the time of the performance of the act, what his motive was at the time of the performance of the act, in other words, did he do it for personal gain, or did he have a political motive.\n\tWe submit Mr Chairman and members, that there is no evidence whatsoever to the effect that De Kock provided the weapons relevant to this incident, for personal gain.   He, himself, said there was no agreement entered into prior to the delivery of the weapons in terms of which he would be compensated for the delivery of the weapons in question.  There is no such evidence.  \tThat is the crux of the matter Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, if you could just assist, if one takes a look at Section 20(3) says\n\"... whether a particular act, omission or offence contemplated in subsection (2) is an act associated with a political objective, shall be decided with reference to the following criteria ...\",\n\tthen they set down proportionality, motive, context, etc, but does not include any act, omission or offence committed by any person referred to in subsection (2) who acted (i) for personal gain, and then they've got the exclusion relating to  informers.  Now, just for purposes of argument, let's say that somebody performs an act, his objective being purely political, there has been no agreement about payment, etc, he goes and he performs the act and then after the act, he gets rewarded to his surprise.  Would that be for personal gain?  When he performed the act, there was no motive for personal gain, because he didn't know that he would get rewarded, but then after conducting the act, the fact is, and I am not saying we are finding it here, but just for purposes of argument, the fact is that he does get rewarded, then can it not be said that he acted for personal gain, even though at the time of performing the act, he didn't have that motive or intention, but in fact, he became a rich man because he did the act and only for that reason?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Sorry, that would place a (indistinct) on this Section ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is what I am asking for, because we haven't got much in the way of precedent to look at it, we've got to interpret it and you know, where do we limit the interpretation and this is what I am asking you for.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  Mr Chairman, we submit that such an interpretation of that particular Section in the Act, would be totally untenable.  You have with respect, got to decide what the motive was at the time when the act was performed, you cannot look at events which took place after the performance of the act, in order to decide whether it was done for personal gain.  We submit that that is quite clear.  May we also refer you in this regard to the decision of the Amnesty Committee in the matter of Dirk Coetzee, David Tshikilanga, Butana Almond Nofomela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you happen to have the number?  The three numbers, if you could just get it.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "0063/96, 0065/96 and 0064/96.  It was heard in Durban from the 5th to the 7th of November 1996 and again in Johannesburg from January, 20th until January 23rd.   On page 3 of the decision, the following appears\n\"... the evidence before us also disclose that some time after the killing, Brigadier Schoon gave the first applicant R3 000-00 which he had apparently received from Brigadier Jan du Preez and which was to be given to the three persons who actually participated in the killing.  This included the second and the third applicants.  Although they received this reward for having acted as they did, we do not feel that in killing the deceased, they acted for personal gain as referred to in Section 20(3)(i) of the Act.\"\n\tAmnesty was granted to these people.   Now there the Committee actually found on the evidence, that that money was paid as a reward for the act performed in that particular incident and despite that, they arrived at the conclusion that it cannot be said that that act was performed for personal gain.  We submit Mr Chairman, that you have to look at the time when the act was performed, when it was planned and performed.  This act, there is no evidence that the act was performed for personal gain.  There is no evidence before you of whatsoever nature with respect, Mr Chairman, and I will elaborate on that further, that the weapons concerned in this particular incident with which we are dealing here, were supplied for reward.  There is no evidence that there were negotiations prior to the delivery of the weapons, to the effect that a reward would be paid.  In fact, the only evidence in that regard is evidence to the contrary.  De Kock said there were no negotiations for compensation, no other witness came forward and said anything to the contrary.\n\tIn as much as you are still entitled Mr Chairman and members, to have regard to the application of Mr Nieuwoudt, and we may be wrong when we submit that you are still entitled to look at his affidavit, even though his application has been withdrawn, because that was evidence placed before you, and you could had you decided not to have a public hearing, you could have decided that in chambers on inter alia that information contained in that affidavit.  It is after all evidence on oath, before you.  If you look at that affidavit, you find no evidence from Nieuwoudt to the effect that there was a prior agreement ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think it comes through in that affidavit that it was only accepted after insistence, it wasn't accepted through expectation and in the normal course of business.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That information is contained in an extract to the Truth Commission's report which was annexed to the papers before you.  I will address you on that as well in due course, Mr Chairman.  The fact of the matter is nowhere in Nieuwoudt's affidavit does he state that there was a prior agreement between himself and De Kock to the effect that De Kock would supply arms and ammunition for reward.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Hattingh, can I interrupt you for a moment.  Would it not be correct to say that perhaps what the lawmaker intended to do, is to introduce what one would call a stigmatising provision in the Act, in other words one can have a situation where the conduct of the applicant on the face of it, was politically motivated and there is no question about full disclosure, but the moment you have this element of personal gain, does it not mean that one does not even have to begin to exercise his mind as to whether the requirements of the Act have been complied with?  Is it not the end of the matter the moment you have this element of personal gain creeping in?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, with respect, no.  One has to have, as quite correctly pointed out at the beginning when you posed your question to me, have regard to the preamble to subsection (3), which  says\n\"...whether a particular act, omission or offence contemplated in subsection (2), is an act associated with a political objective, shall be resided with reference to the following criteria ...\",\n\tand then it goes on to say -\n\"... but does not include any act, omission or offence committed by any person referred to in the subsection who acted for personal gain.\"\n\tNow, who acted for personal gain, that presupposes that the act which he performed, was performed for personal gain.  You cannot adjudicate that question with reference to events which occurred after the act is performed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but clearly that would require a closer look or examination of the evidence before the Committee.  We heard evidence yesterday that even before the act was carried out, there was a talk which in the end was said to have been a joke, of plots being given to people for participation in the act?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I am subject to correction, Mr Cornelius would probably deal with that, but my recollection of Mr Vermeulen's evidence and Mr Snyman's evidence on that aspect was that that was said after the firearms had been delivered, also something which was said after the act had been performed.  There is no evidence of any possibility of them receiving any compensation for the act performed prior to the performance of the act.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Does it really make any difference whether it is before or after?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "We submit that it is of the utmost relevance Mr Chairman and members.  You cannot judge a person's objective as being an objective for personal gain, merely because after he performed the act, somebody came to him and gave him money which he never expected, (a) and (b), which he first of all refuses to accept.  You have with respect, got to decide Mr Chairman and members, whether the particular act was associated with a political objective.\n\tAs was decided in the Nofomela and Tshikilanga matters, the fact that  money was paid and accepted afterwards, does not change that objective.  The crucial time to look at is what happened before and at the time when the act was performed in order to decide whether that was the objective which they had in mind.  One should ask oneself the following question, if you had asked De Kock immediately prior to the performance of this act and probably during the course of performing the act as well, why are you doing it, surely he could only have given one answer, I am doing it because I believe that Mr Holomisa's government should be substituted by another government.  That is our political objective.  We have no personal gain, no motive to obtain any personal reward for what we are doing.  That is not why we are doing it, we are doing it for political reasons.  If you later on get money, how can it ever be said that that changes the motive with which you performed the act originally?\n\tMr Chairman and members, that is - I have been addressing you now on the assumption that a reward was paid in respect of this particular transaction.  Mr De Kock applied for amnesty in respect of three different transactions.  The first one took place in about March of 1990, the second one being the relevant one, November of 1990 and the third one, in roundabout February/March 1991.  There are clearly three separate incidents with some months elapsing between each of them.   De Kock's evidence was that after the third incident, he was paid the money which he first refused.  Once again the argument would be relevant to that incident as well, he didn't agree to provide the firearms for reward on that occasion, he did it with the same objective in mind as he did with the first two incidents, and he was only offered the money after he had delivered the arms on the third occasion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see what you are getting at, but what happens if he had the three incidents and he was paid after the second incident, then one could safely say that that payment was for payments certainly of the second incident, maybe of the first, but definitely not for the third.  If he gets paid after the last incident, one can argue that that payment is in respect of the last incident only, but does it exclude payment for services rendered over the last eight months, all for basically the same purpose, all basically the same sort of transactions?  You know, here is a bag full of money for what you have done, it is yours.  Why is it necessarily restricted to the third only?  Just for purposes of argument, you know, on your argument then, he could have gone back and said okay, now pay me for the second one, and pay me again for the first one to Nieuwoudt?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I follow what you are conveying to Mr Chairman, but you've got to with respect look at the evidence on the second incident, that is the only evidence that you have to deal with at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but we know that money was paid after the third incident, but we don't know whether that was only for the third incident or for all.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Well Mr Chairman, I suppose it could be argued that it could have been intended for all three, but is that clear?  Can you arrive at that conclusion without the evidence of Mr Nieuwoudt that he intended that to be payment in respect of this incident as well?  That is why I am saying you've got to be guided by the evidence.  There is no evidence that that payment was intended as payment in respect of all three incidents.  My Attorney draws my attention to the fact that on Mr De Kock's evidence, his understanding of that payment was that that payment was only in respect of the third consignment of arms, but there is certainly no evidence to the effect that that payment was payment in respect of this particular incident as well.  With respect Mr Chairman, you cannot draw the inference as an only reasonable inference that that money was paid in respect of all three transactions without any evidence to that effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in just speaking, it has just come to mind now, in matters of this nature, very often we have applications that aren't opposed.  They are not opposed very often, because people don't really have a vested interest in the outcome, etc, so we are getting evidence coming mainly from the applicants, not always, but very often in these matters.  Should one in those situations then apply the normal test that is applied in the civil law or the criminal law, with regard to the assessment of evidence, in other words, when you are just getting the version coming from the one side?  In such situations, can we not place heavier emphasis on probabilities?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "With respect not, Mr Chairman, you have wide powers in terms of the Act, and if you feel that there is a one-sided version before you and that there are possibly other people who might place a different complexion on the facts before you, you have the powers to subpoena such a person to appear before you and to give that evidence.  We submit therefore Mr Chairman, that quite clearly the inference that you are seeking to draw, should be an inference based on the evidence as being a reasonable inference, applying the same test or standard as you would in a criminal or in a civil trial, regardless of the fact that there is no other party before you.  That is all that is before you, we submit, and that is why I stressed the point at the beginning of my argument Mr Chairman, that you have got to base your decision with respect, on the evidence, you cannot speculate.\n\tThe evidence before you is to the effect that that money was paid in respect of the third transaction.  Bear in mind with respect in this regard Mr Chairman, that on the affidavit of Nieuwoudt and on the evidence of De Kock, Nieuwoudt wasn't even involved in the negotiations for the delivery of the weapons relating to the second incident.  He didn't deal with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Except there is something on his application I think it is, where he says that he got R100 000 or made motivation for R100 000 which was given to Duli and Duli signed for it to obtain the weapons, so he was involved in that sense in the coup at that stage and also in the acquisition of weapons for the proposed coup?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That may be so Mr Chairman, but De Kock wasn't aware of that.  De Kock only met Nieuwoudt when they went to a hotel or a bar or somewhere after the coup had failed.  He bumped into Nieuwoudt there and from the discussion that he had with him, it appeared that Nieuwoudt had some knowledge about it, but the fact of the matter is Mr Chairman, there were no negotiations, prior negotiations, between De Kock and Nieuwoudt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that is quite clear, I mean there is nothing on the evidence to suggest that prior to the second one, there would be payment.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That being so with respect, Mr Chairman, it lends credence to the evidence of Mr De Kock, that the payment which he did receive, was in respect of the transaction where he negotiated with Nieuwoudt, there he personally negotiated with Nieuwoudt for the supply of arms.  All he knew about Nieuwoudt's knowledge about the second incident, was the discussion which took place in the bar and therefore even in De Kock's own mind, even if for some reason or other, Nieuwoudt intended this payment to be in respect of the second incident as well, De Kock couldn't possibly have been aware of that fact, that that was Nieuwoudt's intention because he didn't negotiate the second transaction with Nieuwoudt, why would Nieuwoudt be paying him money for arms which was delivered on the second occasion, if Nieuwoudt was not involved in the negotiations which led up to the delivery of arms in respect of the second transaction?  We submit that quite clearly that money was paid for the firearms which were delivered on the third occasion and there is no evidence to the contrary.  You cannot with respect, therefore Mr Chairman, find that prior to this incident, that there was an agreement to the effect that De Kock would received compensation in exchange for the weapons which he delivered.\n\tI have already addressed you on the issue that even if you do consider this payment as a payment in respect of the second transaction as well, then it is once again something which occurred after the event, and that could not affect the political motive or objective which De Kock had when he agreed to deliver the arms and in fact supply them and that you should follow the approach in this regard, which was followed by the Committee in the Tshikilanga matter, where it is clear that the money which they received was a reward for the act which they actually performed there, and despite that, the Committee found that that doesn't affect the objective which they had in mind at the time when they performed the act in question.\n\tMr Chairman, De Kock didn't have to disclose the fact that money was paid over to him, there were only two people on his version who could have known about it, being himself and Nieuwoudt.  It is true that Mr Nortje in his statement mentions the fact that De Kock and others benefited.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Van der Westhuizen.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Benefited from this incident, but from the evidence which was placed before you, it emerged, but that statement from which that fact emerges, was a statement which he made in, I think in Denmark for purposes of the criminal investigation against De Kock.  You are fully aware of the fact Mr Chairman, that a State witness' statement in a criminal matter and Nortje did give evidence against De Kock at his trial, is available to the defence, so you can accept therefore that he had access to that statement at the time of his criminal trial.  He could have dealt with that, or let me rather put it this way, he was therefore aware of this allegation contained in that statement.    He could have seen from that statement that it was a statement of a general nature, and that Nortje didn't really have knowledge of what he was talking about there, and that was confirmed by Nortje in his evidence here, that information came to him by way of hearsay rumours that he overheard, he had no specific knowledge and no first hand knowledge of the fact that De Kock received any money.  De Kock could easily have said no, I deny that and Nieuwoudt never said that he paid De Kock money, so he could have kept quiet about it Mr Chairman, but he elected to take the Committee into his confidence and he told you about the money which he received which clearly demonstrates the fact that he made a full and open and truthful disclosure about the money which he received.\n\tThe extract from the Truth Commission's report in our submission clearly establishes the fact that De Kock at an earlier stage, probably a much earlier stage than his evidence before you and this Committee, also disclose that fact.  He has no recollection of having disclosed the fact, but he did tell you that he had interviews with Investigating Officers attached to the Truth and Reconciliation Commission and that it is quite possible or even probable that he could have told them that.  We submit that that information could only have come from him, because as I have already indicated to you, it was only himself and Nieuwoudt who were present at the time of the handing over of this amount, and Nieuwoudt, to our knowledge, and on the information before you, never disclosed a payment of R160 000-00 to De Kock and never added the rider that De Kock at first refused to accept the money so it could only have come from De Kock, which demonstrates to you Mr Chairman, that at a very early stage already, De Kock disclosed this fact.\n\tWe submit Mr Chairman, that this demonstrates that he didn't consider the receipt of this money, as a reason for supplying the arms in question.  Look at what happened to the money after he received the money, Mr Chairman, and once again, it may sound suspicious to you.  We submit it ought not sound suspicious to you, the fact that the money was lying in his car.  He bought stands, paid for the stands with money.  He subsequently and quite some time after the incident with which we are dealing here now, or even quite some time after the third incident when he received the money, gave away the one stand to Nortje and the other stand with the house on it, to Kloppers.  Mr Chairman, you must also take into account the fact that Kloppers was in no way involved in any of the three transactions that we are dealing with.  Why would De Kock give him the bulk of the money if it was intended to be compensation for the part that they played in the coup?  Kloppers was simply not involved.\n\tThe point that I am really making Mr Chairman, is that he gave away according to his evidence, everything which he received.  Doesn't that clearly show that he didn't perform the act for personal gain?  If that was his motive, Mr Chairman, surely one would have expected him to hold onto the money, or the assets that he purchased with the money?  Why would he gave it away to colleagues of his - clearly shows with respect, that that was not his motive at the time when he agreed to deliver the arms.\n\tOne must also bear in mind Mr Chairman, that his own evidence is to the affect that he did not say to Nortje when he donated the stand to him, there was no mention made of the coup, of the arms that were supplied.  It was never said to Nortje take this stand as reward for your participation in this incident, quite the contrary was said Mr Chairman.  The evidence was \"vat dit vir al die dinge wat ons saam gedoen het, vir al die dinge wat ons saam gedoen het\", now that Mr Chairman, includes the time that they spent in Koevoet in Namibia.  It can therefore never be said that he donated that stand to Nortje as compensation for his participation in this particular incident.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Maybe Mr Hattingh, in this connection one can also mention in his favour, Colonel De Kock, that there was evidence by one of the applicants that he was generally a very generous person to his subordinates.  One of them mentioned that he gave him R5 000-00 or something?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, yes, Mr Nortje if I remember correctly said that that is the way he was.  He used to give away money, and those are not the actions of a man who is doing certain things for personal gain.  If you want to gain something from your actions, then one would presume that you would like to hold onto the benefit that you obtained in such a way, he gives it away.  In that regard, whilst it is mentioned Mr Chairman, bear in mind the fact that De Kock gave evidence that yes, because of the fact or rather it was conceded by I think Mr Vermeulen,  and Mr De Kock also dealt with it, maybe not in so much detail, that other members in the South African Police often qualified for bonuses in respect of work which they performed.  His people didn't qualify for such bonuses, he didn't think that that was fair and therefore he put in false claims in order to compensate his people.  That shows two things Mr Chairman, he didn't have to sell arms to get money to give to his members, he had the Secret Fund at his disposal.  He could simply institute a false claim as they so frequently did on his evidence Mr Chairman, by saying we have an informer who gave us information about a cache of arms and we found the cache of arms, and he's got to be compensated for that, we suggest that you give him R50 000 for it, and R50 000 would then be approved and the money would then instead be divided amongst the members of Vlakplaas, as it so happened in some instances.  I am only using this as an example Mr Chairman.  May I refer you in this regard to that part of the applicant's application which was placed before you, the general part, the introductory part of his application, Exhibit A.  First of all, page 1 thereof where De Kock sets out the crimes ... (tape ends) ... and sentenced and you will see if you look at number 7, fraud, and number 14, fraud, 23, fraud, 26, fraud.  He was charged with fraud and the fraud that we were dealing with here Mr Chairman, related to false claims for compensation put in by De Kock and money obtained from the official Police Funds, in this regard.  May I also refer you Mr Chairman, to page 41 of that document, paragraphs 47(a) which reads as follows\n\"... false claims, the Apartheid government effectively approved the total onslaught mania and sanctioned it by blindly allocating enormous amounts of money to military budgets during the 1980's.  There no limits to the quantities of funds that were made available to the Security Forces.\"\n\tSo there he had his source of income Mr Chairman, if he wanted to compensate his members for services rendered, he didn't have to sell arms to other people, he could simply institute a false claim.\n\tOn page 66 of Exhibit A Mr Chairman, I would like to read an extract from a Criminologist who gave evidence on his behalf  on sentence at the trial, his criminal trial and she said in the second paragraph on page 66 -\n\"... with regard to the false claims which was served, it must also be regarded against the background of the determined climate which reigned at that time.  Vlakplaas had a braai area which was used regularly for parties and recreation by Officers.  Very expensive Whisky would for example be purchased for the higher Officers.  This recreation of the top structure had to be disguised by instituting false claims in order to cover the costs thereof, and in the same fashion many false claims for a great variety of other purposes, were served.\"\n\tAgain on page 71, the third paragraph -\n\"... another aspect which formed part of the sub-culture was to make out false claims for expenses which could not be made known.  This system lent itself to the abuse of State funds because even the person who had to control it, sanctioned it, and was an accomplice in this.\"\n\tIt is clear from all the evidence Mr Chairman, that the accused had free access to large amounts of money, that he in fact submitted false claims, the proceeds of which was used inter alia to reward his people, to pay bonuses to his people as was testified to by Mr Vermeulen and for this, he is not applying for amnesty.  He disclosed them Mr Chairman, I can mention to you, that in his application, he disclosed the fact that he was involved in instituting these false claims, he also originally applied for amnesty in respect of those false claims which were issued to pay for expenses incurred on behalf of the South African Police.  Just by way of example, for instance if alterations had to be effected to the buildings on Vlakplaas, he would simply institute a false claim and use the money that he obtained in such a manner, to pay for these alterations.  In respect of such fraudulent actions, he did apply for amnesty, but even those applications, were withdrawn on his behalf, before the Committee started hearing the amnesty applications which were put in on his behalf.\n\tWe submit therefore Mr Chairman, that there is no basis for finding that Mr De Kock had a motive for personal gain when he accepted the amount of money paid to him, in respect of the third transaction and we ask you to take that into account.  I may be wrong, Mr Chairman, I do not know who is going to deal in chambers with the first and second applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know, it could be any person, or any three persons.  It might well be that, because we dealt with this, they might push it our way, but it might also not be because just taking a look at my schedule, I personally and I am sure my colleagues here, would be on the road for a long time, and won't be back in Cape Town for a while.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, we may be incorrectly assume that these applications would also be dealt with by you in chambers.  If any of you, or perhaps all of you are involved in it, we ask you to take into account, the argument which we presented to you in respect of the third incident, but as far as the one before you at the moment is concerned, we submit that there is no evidence of whatsoever nature to the effect that Mr De Kock acted with the objective of obtaining a financial benefit for himself when he supplied the arms in question.\n\tThe remark made by Mr Vermeulen, Mr Chairman, he said, or Mr Snyman, I can't remember which of the two of them said it, he said it was said in a joke and it was said after the arms were supplied.  How could it possibly have been taken seriously, they were dealing with Mr Duli?  How could a person such as Mr Duli have given land away, belonging to the government?  I submit that nothing can be made of that statement and that it certainly doesn't show that they had a motive for personal gain when they became involved in these transactions.\n\tMr Chairman, there is also a lot of uncertainty   on the evidence before you, you will recall that mention was made of an amount of R50 000 which was going to be paid for leasing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that was an extract from a Court record in the bail application, I think, of Duli.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, that amount bears no relation to the amount of R160 000.  The amount of R100 000 was mentioned, I think by Mr Nieuwoudt in his application, but that amount was paid over to Mr Duli according to him, not to Mr De Kock, and Mr De Kock never gave evidence that he received any money from Mr Duli, neither did anybody else give evidence that money was paid over to him by Mr Duli.  He only received money from Mr Nieuwoudt, and therefore these amounts of R50 000 and R100 000 cannot have any relevance to the amount of R160 000.  First of all, the amounts differ, and secondly, the amounts were paid over to someone other than Mr Nieuwoudt, and there is no evidence that that person paid it over to Mr De Kock.\n\t... attention to the fact, Mr Chairman, that Nieuwoudt could never have been under the impression that he was paying this amount of R160 000 in respect of all three transactions, because on his own version, he was aware that an amount of R100 000 had already been paid in respect of one of the other consignments of firearms.  As far as Nieuwoudt was concerned, compensation had already been paid in respect of one of the others, and therefore he could never have intended the R160 000 to have been payment in respect of all three transactions.\n\tWe submit therefore Mr Chairman, that you should find first of all, that there is no evidence, no direct evidence to the effect that Mr De Kock had a personal gain when he supplied the arms and ammunition in question.  Secondly Mr Chairman, that in as much as he did receive money, that that money was paid in respect of a different transaction and thirdly, even if and we strongly submit Mr Chairman, that you cannot draw that inference, but even if you are prepared to draw the inference that that was intended as payment in respect of all three transactions, then we submit that that was money that was paid after the firearms were delivered, there was no, there is no evidence that there was an agreement before any of these consignments of arms were delivered to the effect that compensation would be paid for it, and the mere fact that compensation was paid for it afterwards, doesn't make the accused's objective one for personal gain.  In this regard we refer once again, to the Committee's decision in the Tshikilanga matter.  We submit therefore Mr Chairman, that you cannot with respect, find that he acted for personal gain, and that you should therefore with respect, grant him amnesty in respect of this particular incident. \n\tWe submit Mr Chairman, that he should be granted amnesty for any contravention of the Arms and Ammunition Act, 75 of 1969, any contravention of the Provision of the Explosives Act, 26 of 1956 and that he should also be granted amnesty in respect of a contravention of I think Section 18 of the (indistinct) Assemblies Act, being a conspiracy to commit murder and any competent verdict on that, on the charge, of conspiracy to commit murder.  It is the Act, the (indistinct) Assemblies Act, 17 of 1956 Mr Chairman.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hattingh.  Mr Hattingh or Mr Hugo, I wonder is it possible just to expedite matters, to have copies made of that decision that you've got there, perhaps if you could ask Molly.  I can get it from Cape Town, but it will take time.  Thank you.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes certainly Mr Chairman, we can make it available to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Lamey?",
            "Unknown"
        ],
        [
            "MR LAMEY IN ARGUMENT",
            "Thank you Mr Chairman.  For purposes of the argument, a list has been drawn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, we have that.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "During Mr Hattingh, Mr Chairman, I perhaps do want to add also, although I was not of the opinion that the facts disclosed any contravention of the Explosives Act, but ex abundanti cautela I would submit, that that should also be added to the list, any contravention of the provisions of the Explosions Act, 26 of 1956.\n\tMr Chairman, I will also start with my submission surrounding the question of personal gain.  I agree with my learned friend, Mr Hattingh, that the intention of the legislature in this regard, could only have been that the act, omission or offence must have been motivated by reasons for personal gain.  It is my submission that in order to determine whether an act was motivated by reasons of personal gain, that one should also have a look at the broader picture, namely also all the other criteria for instance the context in which the act was committed as well as the subject of motive, of the person.  I want to add something further here and that is that I think it is almost common cause, that members of the Security Forces as well as members of Vlakplaas, were highly decorated for what they have done.\n\tSurely when one reads the Act, it doesn't merely say financial gain, it refers to personal gain, but surely this cannot have been the intention of Parliament that a person who reasonably expects that he will be awarded in terms of decorations or promotion if he performs on merit, and also do what is required from him, that that can be said that he acted for personal gain.  So, I think what the Act here has envisaged is something out of the ambit of that.  My submission is that by implication, if one reads the Act, personal gain must have been a primary and principle motive here which outweigh any of the other criteria, listed in subsection 20(3) of the Act.\n\tMr Chairman, Mr Nortje in this instance was a member of C1, the Vlakplaas Unit of the Security Police, as such he was a member of the Security Forces of the State and I submit, that that brings him into the ambit of subsection (2) of Section 20 of the Act, specifically (b).  I submit also that this specific incident relating to attempted coup, that subsections 20(c), (e) and also (f) are applicable in his instance.  Mr Chairman, it is also clear from the evidence that Mr Nortje received orders from his Officer Commanding prior to his participation.  He has outlined in his application, that he was also aware that the government under the control of Holomisa, was to put it in my own words, an ally of the ANC and PAC, they received assistance and that the attempt was to as he saw it at that stage, to assist with a coup, in order to replace that government in order to, with the ultimate aim to make it easier for the Security Forces to have access to the Transkei and to combat ultimately the activities of the ANC and PAC who were assisted from the Transkei.  \n\tIf one have a look at also the submissions which have been made by Gen Van der Merwe, specifically also what he has said in the time frame, 1990, I wish to refer to the submission which he has made dated 21 October 1996.  I wish to read from paragraph 14 where the following is said -\n\"... as already indicated over many years, the liberation movements, regarded armed attacks on members of the Security Forces, being so-called legitimate hard targets, as morally acceptable.  This was to result in many Policemen being killed or injured whilst engaged in combating ordinary crime and performing their normal Police functions.  Of significance is the fact that this type of activity was to escalate even more sharply during and subsequent to 1990, when the negotiation process and that which was to bring about the election of the new democratic government, was already well and truly on course.  In this regard, the following statistics are revealing.\"\n\tThen he reveals there statistics of during the period 1980 - 1990, 270 Police members killed, but specifically also the period even 1991 to 31 December 1992, over a time span of two years, 385 Police members killed.  This is an indication, I submit that even after, this instant happened after the release of Nelson Mandela as well as the unbanning of the ANC, as well as other evidence of Mr Van der Merwe already made before the Amnesty Committee, that there was very much still during that time, a revolutionary climate and it was up to the Security Forces and specifically also the Security Police, to play an important role in combating that conflict and to keep the government in power. \n\tI do not want to waste unnecessary time by quoting from various other sources, but I would also like to refer to what the Amnesty Committee has found also, has found in the judgement in the application of Jack Cronje about the implied authority, the condonation by politicians of acts of the so-called foot-soldiers, the so-called situation in which they found themselves in, namely an undeclared war where it was by implication, expected of the members of the Security Branch to act outside the parameters of the law in order to effectively combat that onslaught.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Lamey, what is the reference of that Jack Cronje decision?",
            "Male"
        ],
        [
            "MR LAMEY",
            "I refer to this decision for purposes of the more broader position of the ordinary foot-soldier, in which ...",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I mean the reference number.",
            "Male"
        ],
        [
            "MR LAMEY",
            "The reference number, I beg your pardon, it is the judgement in the application number 2773/96, applicant Jan Hattingh Cronje.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Lamey, your whole point as I understand it, concerning Mr Nortje is that his position should be understood to be different to that of Colonel De Kock, because he was the junior person, foot-soldier, who had to carry out the orders?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "I think Mr De Kock also operated under the higher ranking hierarchy, but it could also be applicable in his instance, but Mr Nortje, yes, being my client, I would submit it is even more so relevant in his case, being a foot-soldier who does not have access to all the information and haven't been party to the chambers where decision had been made and as many other foot-soldiers often expected, were often expected to be loyal and to carry out orders given to them, yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And even when he wanted, as I understand it, even when he wanted a house, he takes his wife, he goes to his boss to say we are looking for a place to live, and he sorts it out, he gives them a plot?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, Mr Nortje has on that aspect, has put it on record Mr De Kock that it is not as such that he approached him to do that specifically for him and his wife, but it was rather as he put it, it came as a gesture of goodwill from Mr De Kock and at a time much longer, after this specific incident.  That brings us back to the aspect of the question of personal gain, as far as Mr Nortje is concerned, it is my submission also on the evidence before the Committee, that there is any evidence that suggests that his participation in this specific incident, arises from any expectation or promise to receive that piece of land, or any other personal gain that he would benefit from.\n\tAs Mr Hattingh has pointed out, one must remember that Mr De Kock became first owner of this property and it was much later given to Mr Nortje as a gift, at a later stage.  Now, I would submit that there is nothing in the evidence that connects this benefit which he has received, at all, with this specific incident.  In fact, it would appear that it was something of a general nature, something which was much more inspired by reasons of friendship than anything else.  One must also bear in mind that Mr Nortje worked closely with Mr De Kock, that is almost common cause.  He came a long way with him since the days, especially also of the conflict in Namibia.\n\tMr Nortje, I may just further mention that Mr Nortje's evidence is also that there was no, he was not a party and he has no direct evidence prior to the supply of the evidence to Duli, of any  mention of any financial, finances, regarding this transaction, firstly.  Secondly also he have not heard of anything to the effect that there would be any special reward or compensation for his participation in this incident.\n\tMr Chairman, I do also wish to as the general broader picture, I have made just a short list of particular pages from the record of the evidence given by Gen Van der Merwe in the Cosatu House/Khotso House hearing and I wish also to refer to pages 263, 264, 266, 268 and 269 thereof.  I don't know if you want me to quote?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I am aware of that, I wasn't involved personally in it, but I have read the submission by Gen Van der Merwe as well as various other submissions that have been made to the TRC and I am sure that what was said there is pretty much in line, but we do have the transcripts available and we can have recourse to them.  But we are fully aware of Gen Van der Merwe's submissions regarding what the state of affairs was over various periods of time.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Thank you Mr Chairman.  What I just do want to add thereto is that he makes also specific mention of the trust which members of the Security Forces had among themselves as well as the loyalty which was expected of them in those years.  Mr Chairman, except if there is anything else from the Committee's side, those are my submissions.\n\tIt is my submission that clearly as far as Mr Nortje is concerned, that he also has made a full disclosure, his written affidavit as well as his evidence in my submission, was open and frank, he went so far as also to place everything that he knows or heard about, before the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There were a couple of contradictions with regard to detail, such as who was present at the meeting at the Jan Smuts hotel, that sort of thing.  What do you say to that?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Yes, Mr Chairman, yes, there are these contradictions, but I think one must also bear in mind that Mr Nortje would certainly not unnecessarily place himself on that scene if he hadn't been there.  As far as that contradiction between his evidence and Mr De Kock is concerned, it is my submission that if one gives consideration to that aspect, that that must be assumed as correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "As I understood his evidence, he was not physically there at the meeting in the sense of picking up each and every word that transpired between Colonel De Kock and Mr Duli?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the contradiction was whether he was at the hotel or not.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "I think Mr De Kock said that he cannot remember exactly whether, or he excluded that, but Mr Nortje's evidence was, if I remember correctly, that he was there, but he was not a party to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To the actual discussion?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And one can also look at the aspect of whether it is a material contradiction or one which can be ascribed to the passing of time and that sort of thing.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Yes, one must also take into consideration that there has been a passing of time.   One must also take into consideration that there has been various incidents where both him and Mr De Kock have been involved and one would not be surprised if these contradictions come up and it is normal that there will be differences on certain aspects.  As it pleases you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Lamey.  Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Will it be an appropriate time for a tea adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will take the short tea adjournment, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS IN ARGUMENT",
            "Thank you Mr Chairman.  Mr Chairman, we have had very complete legal arguments by my learned colleagues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is always easier to argue third in line than it is first.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chairman.  I will try to introduce a new line, a fresh line of thought which we can entertain on the issue of the personal gain.  If we look at the Act, if certain requirements are satisfied in terms of Section 20(1), the Committee shall grant amnesty in terms of the omission or offence.  It is not may, it is shall.  So, we will have to look very carefully at the way Section 20 is divided into different ambit areas.  If we look at Section 20(2), we would note that Section 20(2) is divided into paragraphs (a) to (g), which is clearly to the persons or candidates who may apply for amnesty.\n\tSecondly Section 20(3) of the Act is the ambit on the political objective of the applicant.  Then strangely, it initially caused me quite a lot of grief, at the end of subsection (f) it flows over into quite a new aspect of the Act, it says but you cannot apply if you acted for personal gain or out of personal malice, ill-will or spite.  You wouldn't expect this subsection to be incorporated in subsection (3).  I would personally have felt more at home if it was incorporated into subsection (2), as candidates who may apply or may not apply.  I think from that respect, Adv Sandi's remark that somebody should actually be prohibited if he had personal gain from the start, to apply for amnesty.  The only other reason why I can think it is included in subsection (3), is because it might deal with certain subjective aspects which the Commission might have to weigh up to come to a decision.\n\tI would say Mr Chairman, also I had a look at the Norgard Principles, I read the relevant cases as far as I could, I would say that the evaluation of personal gain should lie in a objective test and a subjective test.  Objectively we will have to evaluate what was placed before this Committee.  Now to make an objective approach, you can only look at the merits which was placed before this Committee, Mr Chairman.  The merits before this Committee is for the Duli coup, which occurred in November 1990.  There was reference made to other arms deliveries, for maybe successive or attempted coups, so-called first and second attempts, which applications have not been heard.  I do not know what evidence will be adduced at those hearings Mr Chairman.   It might be that there might be a reflection of certain rewards, it might be that there might be not.  There are certain people who did not testify before this Committee, whose applications were withdrawn, who obviously we would have liked the opportunity to cross-examine.\n\tI act as far as the objective test is concerned, for the so-called foot-soldiers, two of them, but it is also highly applicable if they acted for personal gain or not.  So we must closely scrutinise them objective and subjectively.  If it was found at the onset that my two applicants were mercenaries, they couldn't have applied.  They couldn't have on an objective basis, they could have had the objective political motivation objective, because depending on their Task Master, they would obviously have a differentiated objective political objective every time they act and they would most certainly, if they were mercenaries, would have been paid and would have had very real personal gain interest.\n\tIf we look at the merits before this Committee Mr Chairman, there wasn't any evidence of any promise to receive a reward of any possible donation that will be made if they attend the Duli coup, and deliver the arms prior to the commission of the offence, or during the planning phase of the offence.  There is no such evidence before the Committee.  There is no evidence before the Committee that my applicants were in any way induced to participate in this act, omission or offence.  They received orders, that is quite clear, which they had to obey.  If we accept, I will get to that now, I think that is more on the subjective side, let me just finish the objective side Mr Chairman, if the applicants did not carry out the orders, it would have had a serious affect on them.\n\tThe evidence of Gen Van der Merwe in the COSATU House and Khotso House is quite clear what the affects would have been if orders were not carried out.  I think in a certain way, Mr Eugene de Kock as well, received certain orders which he had to carry out as Head of that Unit.  How could personal gain, if you receive an order to carry something out, be a factor when you've got to decide if you want to obey the order or not?  They didn't have a choice.  The money which Colonel Eugene de Kock obtained or defrauded from the employer or the Secret Fund, the foot-soldiers, and the applicants I represent had no knowledge of that, they didn't know where the money came from.  Colonel Eugene de Kock testified, he was convicted and he is serving sentence for the crime.  There were various isolated events where money were given to people, but it is quite clear that this was not a standard procedure.  There is no procedure laid down that they know if they do participate, they will be rewarded.\n\tWe get the idea that he was a Good Samaritan, he gave certain gifts to certain people, and he lent money to them.  If I look at those merits on a balance of probabilities, Mr Chairman, I would say that indicates that he bought their loyalty.  That is the impression I get.  He didn't reimburse them for certain acts, omissions or offences, I think it was a fact that he was paying them for their loyalty and the fact that they were not breaching the security of a highly sensitive and secret Unit.  We have seen what happens when the security is breached and there were various people murdered who breached security of this particular Branch.\n\tThe act, omission or offence itself Mr Chairman, and the personal gain as envisaged as in Section 20(3)(i) is a unity, and if we look at what the legislature is trying to say to us here, we see Section 20(3)(i) -\n\"... but does not include any act, omission or offence committed by any person referred to in subsection (2) who acted ...\"\n\tnow there we must place the emphasis Mr Chairman, the words \"who acted\", indicates in the verb, that that act, when that act was committed, there should have been a motivation for personal gain.  Otherwise if we read the context of this provision, the words \"who acted\" would not have been used.  It is clear that when he acted, he must have acted for personal gain.  The point I am trying to bring home, is that this unity between who acted and the personal gain itself, is something which we cannot divide into two little divisions, Mr Chairman, with respect.  We must look at it as one unit, at the time of the commission of the offence or the commission of the act.\n\tIt might be that the same applicant might succeed for an application for amnesty in one case, and not in the other case if we keep the units together.  What I am trying to bring home Mr Chairman, it might be that he received reward in another case, but that doesn't mean that he can't get amnesty in this case, so we will have to weigh the circumstances and the merits of each case individually to decide and to come to a decision.\n\tIf a donation or a reward was given to the applicant after he had committed the act, it is my submission he must still get amnesty.  For example, if we take the applicants ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And on your argument, that is only if he had no knowledge that he would get it, prior to the commission of the act?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That is quite right Mr Chairman.  I mean if there was an established usage that I know, if I participate, every time I carry out an order, I will be rewarded, then we've got a contractual situation, that I know I can carry out my orders, because I will be rewarded.  But there is no evidence to that effect, and with all due respect in most of the applications I have testified in, I withdraw that most certainly Mr Chairman, in most of the cases in which I have acted, there were never evidence to an effect that there was an established system, if I get an order ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the only one really that we have come across, and it has been referred to here, is with respect to the askaris.  They got a payment as a bonus, I think, is what has been referred to if they performed, but that was restricted particularly to that category of persons.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That is quite correct Mr Chairman, but as far as the askaris were concerned, it was a totally different kettle of fish, only in this respect that the poor people were taken in and they had virtually no decision, they were either killed or they were used.  They either stayed loyal to the cause, to the new cause and then the knowledge which they had obviously of the secret operations of the ANC or the PAC, whoever they came from, was utilised to the benefit of the C-Section of the Police, so it was a form of compensation and also obviously to keep them and to buy them with money.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Maybe one can also say that by way of distinction of course, the askaris were not really employees in the strict sense of the word, hence you had these rewards as a kind of inducement to continue getting involved?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That is quite correct Mr Sandi.  So, there is no evidence tendered before this Committee that if they did receive an order and they carried the order out, they would have been compensated for it.  That falls away.\n\tIf we take the example a bit further, shouldn't the individual applicant have been allowed a decision?  I am given an order by Colonel Eugene de Kock and I say, Mr Cornelius, you have got a choice, you can go down to Duli, help us with the arms supply and this is what you will make out of it.  Then I can decide am I prepared to expose myself to this type of operation and I can make some money out of this, then I've got a choice.  So you expect some kind of contractual subjective thought or consensus, some kind of contractual consensus that will be reached prior to the operation and at the time of the giving of the instructions, or at the planning phase of the instruction, some contractual situation, but there is nothing.  There is no evidence of that Mr Chairman.  I am given an order, I've got to carry it out.  That is a factor which should be weighed up.\n\tFurthermore, I don't think I refer to this, but at the London bomb incident, where the people were all awarded SOE awards, they should be refused amnesty is that is taken into account.  We have the situation that the C-Section of the Police successfully traced terrorists who blew up a landmine or whatever in the rural areas and the farmers come and they award them with three sheep and a couple of pumpkins, they received an award, they received personal gain, they should be refused amnesty.  It is a ludicrous, far fetched example Mr Chairman, but I am trying to bring home the way I read the Act and I feel it on a balance of probabilities, what the situation should be.\n\tSo although you were presented with a one-sided application, presentation of applications before you, if we look at it from this viewpoint, it is my submission it is easier to see which way the sceptre should sway in this action.  As far as - I don't think I should waste the Committee's time with my clients' political objectives, it is quite clear, they testified fully on it.  They didn't contradict in any way, it has happened a long time ago, there are certain vagueness as far as memory is concerned, that is logical to expect Mr Chairman.  The only aspect which I need to clear up is that Mr Vermeulen did testify that he heard about this possibility of land being given to him after, after, not even during planning phase, all had passed, because I made certain when I consulted with him on that aspect specifically.  He heard about it, he considered it as a joke, and he said what must I do with a piece of ground in the Transkei?  But if there were evidence tendered before the Committee that specifically, we knew that we were going to get ground and where the ground was, it is a different kettle of fish.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Cornelius, while you are still there, are you saying after the supply of the arms, or after the coup failed?  Did he hear it after the supply of the arms, or after the coup failed?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "It was some time after the supply of the arms and the failure of the coup, they were back in Pretoria according to my instructions, when it came to his knowledge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would it have been mentioned after the failure of the coup, because Duli was dead then and it was an impossibility that Duli could then give land to them, because he was no longer alive?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "And also this statement on Mr Vermeulen's affidavit, it talks about something which may happen in the future, if Duli will succeed, therefore they will get a piece of land.  I am asking that because it sounds as if it should have been before the coup failed?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "No, that is clearly an indication of the joke aspect of it.  These people were joking about the situation, although he mentioned it.  He said to me that he made a full disclosure of facts, that is what he remember, that is what was said.  He never paid any attention to the possibility of receiving land or property and it was said after the failure, so it was ludicrous, it was general talk between the people afterwards, and they were joking about it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but if it was a joke, why did he mention it in his affidavit?   One would have expected him to tell us about other jokes that were said in the course of the preparation of the mission?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "He made a full disclosure, that was his instructions when he tendered his application.  He could not remember everything that was said during conversations and he said this was said, and this was talked about.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He could not remember all the jokes, I take it?  He could not remember all the jokes that was said?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I presume so Mr Chairman.  The fact still remains that prior to the planning and the commission, there were no agreements or any subjective thought or motive, with the two applicants, that they will receive any form of reward.  They did receive R200-00 or whatever, for drinks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think - that was sort of like S&T, Subsistence and Transport allowance.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "That is quite correct Mr Chairman, it was S&T and could be considered as part of the employee's package and salary system.\n\tIn the light of the fact that both my applicants were foot-soldiers, who carried out their instructions to the letter, with the proper political motivation and objective, and that their applications complied fully with the ambit of the law, of the Act, and they had no knowledge or expectation of award, I apply for amnesty to be granted to both, the applicant Snyman and the applicant Vermeulen.  I can repeat what my learned colleague, Adv Hattingh, said, it would be obviously also in terms of the Arms and Ammunitions Act, Explosives Act of 1956, the (indistinct) Assemblies Act of 1956 as well.  That is my application.  Is there any specific aspect?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, thank you Mr Cornelius.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I hope I introduced a new line.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did, thank you.  Mr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN IN ARGUMENT",
            "Thank you Mr Chairman and Honourable Members.  Mr Chairman, I took the liberty to hand up some authorities that I will be referring to, I am in the position that my applicant is in a slightly different position than the others.  I must obviously first convince you of the fact that he has in fact done something wrong and that he therefore in theory qualifies for amnesty.  I just quickly want to tell you what these authorities are.\n\tThe first one is the well known criminal law text book, a excerpt from the Snyman text book on Accessory After The Fact, the second little bundle or second bits of pages you have there, is the same issue, Accessory After The Fact from the Burchell & Hunt edition.  The third one is also the Burchell & Hunt edition on the General Principles of Criminal Law, relating to Conspiracy and then in the last sort of photostatted authorities here, are two cases, the first page is S v Jonathan, just a short page from that, two pages from that judgement, and then from the second page of that, if I can call it bundle, is the case of S v Gaba and I will be referring to that.  At the very last page, is just in my own handwriting, more or less what I believe the wording of the order which is sought, or assistance in how the order for amnesty should be given.\n\tMr Chairman, it is obvious that applicant Ras was not, did not partake and did not assist in the coup.  The question then remains or should be asked obviously whether he has committed any offence.  Now, it is in a certain sense the central question to this entire Act, the Promotion of National Unity and Reconciliation Act, I will just refer to it as the TRC Act, I think we are all  well aware of the fact that any notion that it could be so interpreted that the word Act means something very vague and indistinct, as going so far as something which may in the eyes of some people, create moral responsibility, is not catered for by this Act, that is clear from the judgements in various other matters including the top structures of the ANC and the Steve Biko judgement.\n\tMr Chairman, therefore applicant Ras must satisfy you that he has committed an act, omission or an offence with enough detail to I would submit, enable somebody to draft a charge sheet or a pleading and maybe not with that precise particularity which is required of a charge sheet, or a pleading, but certainly enough to identify a specific incident, so that if somebody should later charge him of an offence, he can say but I have been granted amnesty along the reasoning and lines of the plea of autrefois acquit.\n\tMr Chairman, the first point that I want to bring home is that it is important not to forget that we are not only dealing with criminal liability in terms of this act, we are also dealing with civil liability.  I think it is often sort of forgotten because it is, generally we are dealing with acts of a criminal nature.  But because civil liability is easier established, both as a matter of substantive law and as a matter of evidential law, there is obviously cases where people can be guilty of a delict or have committed a delict, but not necessarily a crime or it maybe arguable whether he has committed a crime or not.\n\tI submit that in the case of Ras, it is clear that he is an accessory after the fact, to all those offences which were committed in the course of the so-called Duli coup, which are really murder and then the general offences relating to explosives and ammunition.  The reason why I submit that that is so Mr Chairman, is found in these authorities which relate to the law of accessory after the fact.  Mr Chairman, I should maybe start off with that short except from the case of S v Jonathan which is at the bottom of that pile.  You will note that the Appellate Division there refers at the bottom of that page, I think it is 644, at the bottom of that page, (I) and (J), the Appellate Division refers to the two main not distinctions, but schools of thought in respect of accessory after the fact.  Those two schools of thought are in fact represented by one the one hand Snyman and on the other hand, Burchell & Hunt.  Unfortunately the copies that I made of these two authors are very old editions, those were the best I could find in town.  That situation is still the same as far as I know, in our law.  There are those that say to be an accessory, you must come very close to being a partaker in the offence, and it must be, because it is so akin to the offence of obstructing justice, there must be some positive act and some participation almost.   In that specific, under that (ii) it is said as follows -\n\"... it exists in assistance to a deed or accomplishing after a crime.\"\n\tThe other school casts the net a lot wider, Burchell & Hunt approach, which says that no, if tracing the history of the offence and the whole principle of the moral blameworthiness underlying, it is something a lot wider and it is summed up by the Appellate Division there as under that (i) -\n\"... it exists in reconciliation with the crime (association) ...\"\n\tSo a lot less is required to be an accessory in terms of that.  The Appellate Division hasn't answered that question yet as far as I know, but I submit that in the present context, Mr Chairman, if you have to err, if there is legal uncertainty and you have to err, you have to err on the side of what I may call a plus petitio, in other words giving somebody slightly more than he may possibly be entitled to, for instance if the question relates to a more serious or a less serious offence which are competent verdicts, for instance whether it is murder of culp, and there is some uncertainty, you should rather give amnesty for the murder than for the culp, because it could be relevant later on.\n\tNow, Mr Chairman, it is in that respect where the next case, the Gaba case is relevant.  The Gaba case deals with obstructing and defeating the ends of justice.  I respectfully submit that whatever is said there, should or is probably also true of being an accessory, in other words that in cases where there is a legal duty to do something positive or to act positively, an omission to do something will constitute the offence.  There can be no doubt that there is a growing consensus in our law which especially on Policemen, places such a duty, to stop crime, to apprehend criminals and to report crime.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but sorry Mr Jansen, in the case of a Police Officer, are we not dealing with a statutory duty in terms of the Police Act?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Sorry Mr Chairman, the statutory duties of a Policeman are also couched in very wide words, it is to investigate time, to police and secure public order, I haven't got that wording of Sections 2 or 5 or whatever in the Police, but the point is the way that our law has dealt with that, coming from in civil liability, from the case of Ewels v Minister of Police, it has placed especially on Policemen that duty to act positively.  That reasoning in Ewels, was referred to in this case of Gaba, that is found at, unfortunately the page numbers have been cut off, but it is the second last page there on the right.  It is at (b) and (c), there is a reference to Minister of Police v Ewels.  What it just says there is that to determine whether there is a legal duty, we look at the morays in society.  The illogicality of the matter is probably more apparent than real, one would obviously say well, you know, for somebody at Vlakplaas at that stage, the notion of reporting the crimes of his colleagues, especially those crimes where he has full knowledge of all the detail, not just the vague notion that they will be involved in covert operations, but of a specific crime of which all the relevant facts are known, the idea of reporting that, would not even occur to somebody.  In fact, somebody living in that culture for so long, would you know, the idea simply would not arise.\n\tBut the fact of the matter is Mr Chairman, that the law will not judge somebody in that position, in that way.  The law will most certainly require of a Policeman who becomes aware of such serious offences, offences relating to the toppling of what one may in crude terms call, gun-running and toppling of a neighbouring country, there is no doubt in my mind that the law would place a duty on somebody to, on a Policeman, to report that offence and to do what reasonably can be done, to stop it.  I think if one reads the case of Gaba, it seems to be a lot less serious type of situation where that omission is found to constitute a criminal offence.\n\tFor that reason Mr Chairman, I believe that Mr Ras is clearly an accessory because he heard at the time of the coup, of just after it had occurred, or at least at a time when it certainly could no be stopped any more, he heard of it.  He obviously knew of the smuggled weapons, in fact he had seen that previously, not the smuggled weapons, the weapons that were handed over, and then he subsequently realised what they were for.  He obviously, listening to the radio and the progress of the coup, must have become aware of the fact that people were dead or were killed, and therefore he comes an accessory in that respect.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If  I understand you, sorry Mr Jansen, if I understand you clearly, your submission here is that the test to be applied is not whether there is a reasonable prospect of criminal prosecution and civil liability, but there has to be a theoretical or slight possibility of such things?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, I think you put it very well Adv Sandi.  I think, I haven't had chance to take that line of thought further, but I think it is correct.  We must not confuse the exercise that we are busy with here, with the exercise a Prosecutor would be busy with when evaluating a docket.  In other words, we must take cognisance of the fact that this process, to give an interpretation to this process, you also want people to come forward to give and to say and to tell what they know of things which are offences, but which would probably not be prosecuted by a Prosecutor, because it has this general, factual investigation underlying this entire commission.  I certainly ...",
            "Male"
        ],
        [
            "ADV SANDI",
            "In other words, even if they were on the peripheral of things, they have to get into the picture as well, and apply?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes, because as you say, there is still a theoretical possibility that they can as a matter of pure law, be prosecuted, even though as a matter of practicality or in practice, they won't be.  That I think concludes my argument on that aspect, and it is just a question then of the wording.\n\tThe next is the issue of the conspiracy to murder Gen Holomisa.  There I will concede that nothing that was done by Mr Ras there, can be said as an attempt for the simple reason that on Mr Ras' own version, and the entire way in which Vlakplaas worked was he would not have gone over to any sort of deed of execution of that deed, or a real deed of execution, until he had received the approval or the order to do so, and he never received that.  The issue is there was with respect, clearly a conspiracy.  The reason why I say so is, it would appear from that short portion of Burchell & Hunt that there was a fair amount of uncertainty in our common law  as to when the offence of conspiracy is committed or when a conspiracy is committed.  There seems to have been again stricter approaches and less strict approaches and the end result was that the common law conspiracy were, the law of conspiracy was really supplanted by statutory offences and in fact a various, a range of them dealing with different types of offences, but then the general ones being the (indistinct) Assemblies Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in this one as well, we can take a look at the definition of gross violation of human rights, in the Act, which says, means the killing amongst others, of a person or any inter alia conspiracy.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.  That is why Mr Chairman, ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On Mr Ras' evidence, he actually discussed it with his Commander, he then took steps to investigate the possibility of the success of the assassination by checking out the flight schedules and the route.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is, whatever way one takes a look at conspiracy, that one could say that it falls under this definition.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Yes certainly, especially this legislative history of giving conspiracy a very wide meaning, but as far as the order is concerned, that I suggested there in that hand-written note of mine, I just call it a conspiracy because the word is well known in our law, whether by common law or whether by some or other statutory provision.  I think that would suffice.\n\tMr Chairman, that concludes my arguments as far as the merits is concerned.  As far as the issue of personal gain is concerned, that obviously does not ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It does not affect Mr Ras.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "To the extent that I may be of some help Mr Chairman, I was involved, I appeared in that matter of Coetzee, Tshikilanga and Nofomela for the applicants in that matter, I was involved in the argument there, and apart from that judgement, another judgement that you could with respect have a look at, is unfortunately I don't have the precise detail but I know it is one of the prominent leaders in the Eastern Cape who was denied amnesty, I think it is one of the Sebe brothers, I am not exactly sure, but there was an amnesty judgement for a murder and it was denied on the basis that there was ill-will and there was personal gain involved.  The facts of that matter was very clear that there was an underlying, there was some dispute about a liquor licence or a liquor business and although this person was in the Security Police or the Head of the Security Police, there was this overwhelming element of personal gain, and if I understand the argument correct in the Coetzee and Nofomela and Tshikilanga matters is more or less, or the way the argument went, was along the lines that the reason why people are granted amnesty, relates to motive.  Motive is central in the entire notion of amnesty and that for purposes of a purposive interpretation of the Act, one must never lose sight of that very central idea, because motive even in our own law and political motive, diminishes moral blameworthiness, even for the legal system, but in the eyes of many people in the community, it in fact isn't even, the motive actually reduces something to not being a crime, but in fact makes it perpetrators even heroes.  Because there is this lack or moral, or this diminished or lack of moral blameworthiness, that is why amnesty is granted.\n\tObviously when people start acting for gain, it then starts negating that issue of moral blameworthiness and one must look at the facts of each and every instance, because personal gain is such a wide thing, it can mean so many things, it can mean somebody is acting at the time he acts, for - at the back of his head, he has promotion in mind, or a medal or even if there is this practice of remuneration, etc, he could say well, you know, there could even be that, but because it is not the dominant factor, he was not primarily acting for personal gain.  Along those lines, I submit to the extent that it may be of some assistance Mr Chairman, I think those ideas to some extent, underline that judgement.\n\tThat concludes my argument, unless you want to hear me to some extent on the wording of the order, I have no further submissions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No thank you, Mr Jansen.  Mr Jansen, this was a refreshing argument, it is the first time, since I have been on the bench, that I have had Counsel presenting argument, trying to convince me that his client is guilty of an offence, rather than innocent.  Mr Muller, are you going to make any submissions?",
            "Unknown"
        ],
        [
            "MR MULLER",
            "Well, in the light of the withdrawal of the application, I have no submissions to make.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I have no submissions to make on merits, except to make some proposal regarding the persons who have been notified as \"victims\".  The proposal that I have Chairperson, is not to refer those persons at this stage to this Committee, for their referral to the R&R, Reparations and Rehabilitations Committee, in the light of the impending amnesty hearing where they are directly affected, that is where the actual perpetration of the acts which resulted in the loss of their loved ones, is actually affected.  It is my view Chairperson, that we better refer them at that particular hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the victims that have been given notification in this matter, they will also then I take it, be given notification in respect of the subsequent hearings that will take place, that will deal with the actual events that took place in Umtata in the coup?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson, that is exactly the situation.  Thank you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I think then that concludes this hearing.  I would like to thank everybody who made this hearing possible, I would like to thank the church for the use of the venue, it is very convenient.  The legal representatives for their input, Sound Technicians, Translators who work so hard, the difficult job that they do, the security people, who provided security here, the caterers, the Logistics Officer, Molly, everybody, thank you very much indeed.  We will be reserving out decision in this matter and hopefully it will be released as soon as possible.\n\tYes, there is one further matter Mr Zuko mentioned to us in chambers earlier, but that has nothing to do with this particular application, it has to do with the application that we heard two weeks ago here.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, in that particular matter Chairperson ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Van der Westhuizen and Griebenauw?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, there is an implicated person by the name of Ron Reid-Daly, who unfortunately before or during the hearings, we from the Investigation Unit, were not able to get hold of and as such, was not notified, and he has since reacted to the testimony which has been given by Mr Van der Westhuizen and submitted an affidavit in response to the testimony that has since been made.  I intend, Chairperson, to make available to the Committee, copies of that affidavit and also to the parties involved at that particular matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Mapoma, if we could have copies of that and then if copies could be sent to the parties involved, the applicants as well as other implicated persons with a notification that if they wish to make any response thereto, they are free to do so.  Thank you very much.  Thank you, that then concludes the roll, Mr Mapoma, seeing that next week's matters have been withdrawn, so that finishes the roll for this particular hearing at this venue.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson, that is  it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, we will now adjourn.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}