{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-04-29",
        "location": "EAST LONDON CITY HALL, EAST LONDON",
        "day": "3",
        "names": [
            "NZUNZIMA JIMMY NOKAWUSANA (continues)"
        ],
        "case number": "AM 1977/96",
        "matter": "FARM ATTACKS - VARIOUS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53307&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99042630_el_990429el.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV SANDI",
            "CHAIRPERSON",
            "JIMMY NOKAWUSANA",
            "MR KINCAID",
            "MS PATEL"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "JIMMY NOKAWUSANA",
            "MS PATEL",
            "MR NOKAWUSANA",
            "ADV SANDI",
            "ADV BOSMAN",
            "MR KINCAID"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the record it is the continuation of the amnesty application of Mr Jimmy Nokawusana and four others.  The panel is constituted as previously indicated on the record and the parties are represented as also indicated previously.  It is Thursday the 29th April 1999 and the cross-examination Nokawusana will continue this morning.\n\tMr Nokawusana I remind you that you are still under oath.  Do you understand?",
            "Unknown"
        ],
        [
            "JIMMY NOKAWUSANA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel have you got any questions?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I do, thank you Honourable Chairperson.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "Mr Nokawusana, you made a statement to one of our investigators, Jabu, that is part of the bundle of documents.  I just want to know, do you confirm  the contents of that statement?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes I do confirm that.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  If I could briefly take you through certain sections of that statement?  You stated that after the meeting where the decision was taken that farmers should be attacked, well not necessarily, that farmers should be forced to leave the farms and that weapons should be taken from them, you state that\n\"We all went to the farmer's place who was known to us as Madameni.  He saw us before we reached his house and he shot at us.  We burnt his car garage but it was closed so I don't know whether the car was inside or not.  Now can you tell us which of the five incidents that you've testified to so far that that relates to?\"\nSorry Honourable Chairperson, page 28 of the bundle, paragraph 4.",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "This is this the incident after the meeting that was held at the soccer ground after the attempted meeting at the hall where people were injured at the church hall, this is the incident after the meeting that took place at the soccer ground.",
            "Male"
        ],
        [
            "MS PATEL",
            "Which farmer's place was this, is it separate to the other five incidents that you have testified to or does it relate to that?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "This is the farm that was just across the road.  It's called Madameni, it's Mr Madameni's farm.  He was a farmer who was producing cabbages.  He was the first one that we confronted, there were also ladies or girls when we went to his place.",
            "Male"
        ],
        [
            "MS PATEL",
            "And you're not applying for amnesty for this incident?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I did not even talk about it to my legal representative reason being that I was never charged for this incident or arrested.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay thank you.",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "In the next paragraph you say that you went to the farm where the owner was known to us as Goud, ja I would imagine it's Goud, is that Mr Hansel's farm that you referred to there?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay in your statement to the investigator, there you stated that you assaulted him with open hands.  Is that correct?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes I was assaulting him with open hands.",
            "Male"
        ],
        [
            "MS PATEL",
            "Yesterday in your evidence to us you went further, you said you hit him with a fist and you even kicked him, is that also correct?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I was using everything, I was hitting him by all means because I wanted to get something from him, but I remember most of the time I was assaulting him with open hands but though I did hit him with a fist at some stage.",
            "Male"
        ],
        [
            "MS PATEL",
            "Can you tell us which of your other co-applicants was present at Mr Hansel's farm?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes I can tell you.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, who?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Randele Bhayi was present.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright and who else?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Msianda Ntonga was also present.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay please carry on, who else?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "If I am not sure as to Bonagele Bhayi, I'm not sure if he was present.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay and who else?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "There were other people but those were the only people that I noticed.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay can you tell us what Randele Bhayi did at Mr Hansel's farm that evening?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I do not know, I did notice of who did this and that because we were all looking for something, a common thing when we went there.",
            "Male"
        ],
        [
            "MS PATEL",
            "But weren't you all together with Mr Hansel assaulting him, after all he was the person who was going to tell you where the weapons were?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "He was not willing to tell us where the weapons were.",
            "Male"
        ],
        [
            "MS PATEL",
            "Was Mr Randele Bhayi not present in the room when Mr Hansel was being assaulted by you?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "He was present.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did he participate in the assault on Mr Hansel?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct, he also assaulted him.",
            "Male"
        ],
        [
            "MS PATEL",
            "Can you tell us how from what you saw?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "He was kicking him, we were also assaulting him, there was a lot of us.  I did not take a serious note what happened after kicking him because I was also taking part.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay and Mr Ntonga, can you tell us whether he was in the room at the time?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes he was present.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did he also participate in the assault on Mr Hansel?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I cannot be that certain but they were also among us moving around as we were looking for this firearm but he was also there standing in front of him and I was not there to check who was assaulting because I was also busy and I was hitting him as we were having a common goal of getting this firearm.",
            "Male"
        ],
        [
            "MS PATEL",
            "Now Mr Nokawusana, that's not good enough, you were present in the room when Mr Hansel was being assaulted.  We weren't there, you were there, you should be able to tell us who did what?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No but Ms Patel, with respect, he tells you he can't, what else do you want from him?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I'll leave it for argument Honourable Chairperson.\n\tYou also state in your statement to the investigator that you left Mr Hansel without injury.  Surely that's not right?  Do you want to withdraw that part of the statement?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I said we had assaulted him and we had tied him and we made him to lie on his back and then we left him there.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you tie him up as well?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Who tied him up?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I also took part, assisting the others.",
            "Male"
        ],
        [
            "MS PATEL",
            "Can you tell us what stage you tied him up or was that just before you left?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes we tied him before we left.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Did anyone try to shoot Mr Hansel?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "No, no one attempted to do that.",
            "Male"
        ],
        [
            "MS PATEL",
            "Are you absolutely certain about that?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes I'm certain, we did not attempt to shoot him instead he was showing us how to operate that firearm.",
            "Male"
        ],
        [
            "MS PATEL",
            "Really now, Mr Nokawusana, you assault the man and then he willingly shows you how to use the firearm?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct because we had tied him and he was talking and he was showing us how to operate the firearm though he was tied up.",
            "Male"
        ],
        [
            "MS PATEL",
            "Mr Hansel's son is present here today, Des Hansel, he says that his father told him after the incident that somebody tried to shoot but the bullet went over his head and that there was a mark on the wall that he himself had seen.  What do you say to that?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We did not attempt to shoot him, it was during the time when we were trying to make sure that this is working, the firearm was working.  As we were trying to test the firearm, the shot went to the wall but it was not aimed at him.",
            "Male"
        ],
        [
            "MS PATEL",
            "But if he was trying to - or not trying to, if he was showing you how to use the firearm, why did you still need to test it?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We wanted to be sure that he was not telling us a lie or fooling us.",
            "Male"
        ],
        [
            "MS PATEL",
            "So why did you shoot in that direction, why did you not go out of the house and test it?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "That did not occur to us to go outside.",
            "Male"
        ],
        [
            "MS PATEL",
            "Can you tell us who tested the firearm please?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "It was in Mr Ntonga's hands.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  After you took the firearm, did all the people who came to Mr Hansel's house did you all leave together?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay and you know of course that many items were taken from Mr Hansel's house, did you not see any of these items in the possession of your co-perpetrators that evening?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "No I did not see anything except for the gun and the military uniform that was taken.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Who cut the telephone wires to Mr Hansel's property?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I'm the one who cut the telephone wires.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay and you had planned to do this before you got there?",
            "Female"
        ],
        [
            "MS PATEL",
            "Yes that was planned in advance that we have to cut the telephone wires so as to prevent him to phone the police.",
            "Female"
        ],
        [
            "MS PATEL",
            "Okay.  What else was planned in advance, Sir, to cut the telephone wires, what else did you decide before you got there.  Please tell us?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We did not plan anything else except for the cutting of the telephone wires and the fact that we'd go there and get this firearm and we'd tell him to leave the farm and go to stay in town.",
            "Male"
        ],
        [
            "MS PATEL",
            "But according to your evidence Mr Hansel was a good man.  You bought your milk from him, he even visited certain people in your area.  Why did you want him to leave?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "The reason was he was one of the farmers in our neighbourhood.",
            "Male"
        ],
        [
            "MS PATEL",
            "I put it to you, Sir, in respect of Mr Hansel you had no political motive when you went there.  The motive was pure robbery, criminal act of robbery and assault.",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "That is not true.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay let's move on to Mr Cobus, the incident at Mr Cobus' farm.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Sorry Ms Patel, before you go on to another incident.  Just a bit about Mr Hansel, yesterday Mr Nokawusana, when you testified you said one of the problems you had with the farmers, they were informing on you, they would tell the police whenever you hold meetings.  Was Mr Hansel one of those farmers who would tell the police that you had a meeting?",
            "Unknown"
        ],
        [
            "JIMMY NOKAWUSANA",
            "All the farmers who were near, all the farmers were regarded as towing the same line.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes but you don't know if Mr Hansel did in fact telephone the police to say that comrades have a meeting, you don't know that as a matter of fact, you just believe it?",
            "Unknown"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct, I did not know for certain but all the farmers were regarded as the people who were informing the police and other farmers were doing that so all the farmers were the same.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Ms Patel.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you Sir.\n\tLet's move on to the incident with Mr Cobus.  In your statement to the investigator, is Mr Cobus you referred to as Mr Erickie?\n\tSorry Honourable Chairperson, page 28 of the bundle once again, paragraph 6.",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes Cobus is Erickie.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you once again cut his telephone wires?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct, I did that.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay you stated yesterday that you heard that he was shot, did you not see that he was shot?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "No I did not see that.",
            "Male"
        ],
        [
            "MS PATEL",
            "Why not, where were you at the time that he was shot?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We were surrounding his house trying to\nget in, we were pelting stones because we wanted to get inside his house.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  But do you know if Mr Cobus had fired on any of your group that was present there that night?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes, he shot directing at us as we were arriving or coming in.",
            "Male"
        ],
        [
            "MS PATEL",
            "Do didn't say that in your evidence in chief yesterday, Sir, you didn't tell us that Mr Cobus had shot at you?  What is your comment on that, did you forget to tell us or what is the position?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "There was no question enquiring about that, no one asked me about it.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Ms Patel may I just come in here?  I just need clarity on a matter.  I don't understand, you've just said that you did not see who shot Mr Cobus is that right?",
            "Unknown"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But in the statement you say that Mr Ntonga shot at the farmer?",
            "Unknown"
        ],
        [
            "JIMMY NOKAWUSANA",
            "The farmer that was shot by Mr Ntonga, is Mr Pretorius.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But in your statement paragraph 5, there you deal with\n\"Our third target who was known to us as Mr Erickie\"\nand then you proceed there and to say:\n\"We cut off the phone wires from outside, then we proceeded to the house, before we reached the house the farmer saw us and shot at us, Msianda Ntonga had a rifle in his possession so he shot at the farmer and we were throwing stones.\"",
            "Unknown"
        ],
        [
            "JIMMY NOKAWUSANA",
            "It could be that I am confusing the incident, I have forgotten because I did the statement some time ago and these things are no longer clear on my mind because they took place some time ago.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Ms Patel, you may proceed.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you.   There was no evidence at the trial that Mr Cobus had fired on you, that is correct isn't it, there was no evidence that Mr Cobus had fired a shot at you or your group, when I say you I mean your group?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I cannot remember that also because that took place in 1990 or '92, I cannot remember what we were testifying.  I cannot remember exactly what was being said in court.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Tell me Ms Patel are you talking about Mr Cobus?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Yes Honourable Committee Member.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Well if you look at the judgement at page 2, the court in their summary of the evidence they say\n\"Mr Cobus put up a spirited resistance, he managed to keep his attackers at bay throughout the night.  Maybe that could be what they are referring to?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Well there's no clear evidence though that he shot at them, a spirited resistance might mean that he got into his house and managed to lock himself in the house without having shot at them.  I say that also given the fact that if one reads the judgement and if one looks at the information that we have on Mr Cobus, he was blind in the one eye, he had lost the use of the one eye and he was shot in the face and he was in fact shot in the other eye, the good eye.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes but have you got the evidence?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No, I don't have the copy of the - I don't have the transcript of the trial record, all I have is the judgement and that's what I'm going on.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see so you can't put it as a matter of fact towards the applicant there was no evidence?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No but he says he can't remember either.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Where was I, okay.  Did you know that Mr Cobus was alone on the farm that evening?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We did not know that, that is the reason for us to go into the storeroom, that is why we had to go to his employees and enquire about that, we did not know for sure that he was alone.",
            "Male"
        ],
        [
            "MS PATEL",
            "Now Mr Nokawusana, are you not confusing the incidents now?  The incident where you went to the employees was that of Mr Pretorius and Mr Senti or are you saying now that you went to the employees of Mr Cobus as well?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "No I am not confusing the incidents.  We got the pliers from his employees, the one, the pliers that was used to cut the telephone wire.",
            "Male"
        ],
        [
            "MS PATEL",
            "And was this on the same evening?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you tell Mr Cobus that you want him to leave the farm?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We could not meet with him because as we were knocking at the door we told him that we were his visitors and he said we were going to shoot him so he decided to shoot at us, we did not get a chance of getting inside and talk to him.",
            "Male"
        ],
        [
            "MS PATEL",
            "So you say now that you knocked at the door and that you told him that you were his visitors, he then shot at you?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "And from where did he shoot, was the door open, through the window, or what?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "He shot through the window.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, how many times did he shoot, can you recall?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I heard a bullet ringing, I ran away and after that a number of bullets rang and I did not count that.",
            "Male"
        ],
        [
            "MS PATEL",
            "So are you saying that after Mr Cobus shot at you, you ran away and all that you heard after that were shots firing",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes he shot and I ran away and the others ran away trying to be at the right spot to escape the bullets, to escape from the bullets.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright, did you see what happened after that, or made you run away subsequent to the first shot being fired?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "After we ran away, we went to the front side and we saw a window and we got in through that window and we went straight to the door that was leading to the kitchen.",
            "Male"
        ],
        [
            "MS PATEL",
            "So what happened after you got into the house?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "When we got into the house we realised that there was a passage that was leading to the bedroom where he was in and there was a locked burglar door that was right on this passage so that made it difficult for us to get through to him.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay what happened then?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We found a rope that was in a small cupboard in the house.  We tied it on that burglar as we were trying to pull that burglar door and he was shooting also and others surrounding the house pelting the house with stones trying to disturb him so that he couldn't shoot inside and shoot the people who were trying to pull the rope, the burglar door with the rope.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright, did you manager to open the burglar door?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We tried but we were not successful.",
            "Male"
        ],
        [
            "MS PATEL",
            "And what happened after that?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "there was a gas stove, a gas cylinder that was next to the door, we took them and we pointed them to the window of that room where he was and we set it alight and we put papers in and the flames got inside that room because we knew that the fire and the smoke would force him out of the room.",
            "Male"
        ],
        [
            "MS PATEL",
            "So was the room alight, you set the room alight that he was in?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We set the gas cylinder alight and we pointed it to the window where he was in, then we lit a stick of match and the gas got inside the window and there was smoke and it became dark in that particular room.",
            "Male"
        ],
        [
            "MS PATEL",
            "I'm sorry, what do you mean you said it became dark in the room, were the lights on in that room, is that what you mean and that they were then switched off or what?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "The smoke inside the room made it darker.",
            "Male"
        ],
        [
            "MS PATEL",
            "Oh, okay, and then what happened?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We realised that we could not get inside.  We thought that the house was burning and we ran away.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright, can you tell me, so which of your co-applicants here today were present with you at Mr Cobus' farm?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "All of us were present.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright, can you recall what each of your other co-applicants did at Mr Cobus' farm?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I cannot remember.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Can I now take you to the incident of Mr Pretorius and Mr Senti?  Tell me, Sir, you state ...[intervention]",
            "Female"
        ],
        [
            "ADV SANDI",
            "Sorry Ms Patel, before you go onto the next incident, I see that from the summary of evidence, the court judgement, page no. 2, you say there Mr Cobus died a week later.  Have you been able to lay your hands on a post-mortem report?  What does it say?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "In fact the evidence at the trial was that, if one reads further in the judgement Honourable Committee member that he died of a heart attack and on that basis I think the accused were only found guilty of attempted murder because of the question of ...(indistinct) event.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Okay, thank you.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "You say that you went to Mr Senti's house first because you wanted to know where the farmer's house was, where Mr Pretorius' house was, is that correct?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes we wanted to know the route to the house, the farmer's house and we also wanted to know whether the farmer was in or not.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, can you recall when Mr Ntonga shot Mr Senti, was the door still open or closed at the time?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "The door was closed.  He had just peeped through the door and he closed the door as he was afraid and saying that he was not going to open for us.  As he was closing the door, a shot was fired.",
            "Male"
        ],
        [
            "MS PATEL",
            "Right.  Maybe I must raise that with Mr Ntonga as to why he shot him.  And you say that after that, your intention in going to Mr Pretorius was to get help for Mr Senti who was now being shot by Mr Ntonga?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, wasn't he saying that they wanted to lure Mr Pretorius out of the house to get Senti's wife to call him out and come and assist because her husband was injured?  Wasn't it part of his plan to lure him outside?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Well, maybe we're at cross-purposes Honourable Chairperson, I understood his evidence to mean that they were going to the farmer to get him now to help Mr Senti to be taken to the hospital, he specifically mentioned being taken to the hospital.  If that wasn't his intention then surely that part of his evidence would not - he wouldn't have mentioned the fact of getting Mr Pretorius to take Mr Senti to the hospital?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes well that's not my recollection of his evidence.  I'm under the impression that they were not sure where the farmhouse as situated, they went to the workers' quarters, they tried to persuade Mr Senti to open the door, he refused, his wife was trying to persuade him as well to open because these people were saying they were comrades, Senti was insisting not to open, subsequently a shot was fired, he was hit in the hand, he was injured and the wife was taken to the farmer's house to lure him outside on the pretext that he's got to assist the husband who was injured?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "Mr Chairman, if I may intervene here, my notes with the utmost respect corroborate what Ms Patel's question was but the intention was to request that this Mr Senti be taken to hospital.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But clearly, if you take that in the context of the entire evidence, that was not the reason why they had gone to the farmer's house, this was just a trick to get him out of the house, to say that look, a labourer here has got to be taken to a hospital, can you please come out?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "With respect, I fully agree with your interpretation but the witness said to take him to hospital, that's my note, that's what I wanted to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel, just carry on, I just don't want us to hair split, I also don't want us to have witnesses to repeat their evidence which doesn't assist us at all, I would prefer it if you were to focus on things which will assist us.  Let's get to the merits of the application.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Alright but before I move on to that I might just state that my interpretation of his evidence is in fact also corroborated by his statement to our investigator on page 28.  He states that\n\"Thereafter we took his wife to accompany us to the farmer to ask him to take the man to hospital.\"\nSorry Honourable Chairperson, just grant me a moment to check my notes?\n\tYou stated in your evidence yesterday that Mr Senti's house went with you willingly.  However the evidence at the trial was that Mr Senti's wife was compelled by your group to go with her to Mr Pretorius' farm house, what is your comment on that?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "We did not force her, we explained to him that he must give us his wife to take us to Mr Pretorius so that we can ask Mr Pretorius to take the men to the hospital.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  For the record Honourable Chairperson, the evidence relating to the wife being compelled is on page 2 of the judgement.\n\tOkay, if your intention was to go Mr Pretorius and get him to help you, why was he then shot?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Who?  Why was he shot?  Who?",
            "Male"
        ],
        [
            "MS PATEL",
            "Why was Mr Pretorius shot if your intention was to go there and get help, for him to help you why did you shoot him or why did Mr Ntonga shoot him?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I do not have any idea, perhaps he got a fright when he saw Mr Pretorius coming.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright, then finally I want to move on to the Marulia incident, that's the incident in which the old lady was shot.  You stated that you all went there in a Combi, I just want to know did you all leave together in that same Combi?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes a lot of us were in that Combi.",
            "Male"
        ],
        [
            "MS PATEL",
            "No, when you left, when you left Mrs Marulia's farm?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "No, the others were left behind, they scattered around running away in the open veld there.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay you didn't see any of the people who were with you take any goods?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I just saw the firearms, I only saw the firearms.",
            "Male"
        ],
        [
            "MS PATEL",
            "Sorry, which firearms are you referring to now?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "There were two rifles that we found there.",
            "Male"
        ],
        [
            "MS PATEL",
            "Sorry Honourable Chairperson, if I could just check my notes on that point, I don't believe that they found any firearms on that farm but I may be mistaken.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Are you talking about the attack on the Marulia's farm?  I think it does, according to my notes, I don't know about other items, what I recall are the two revolvers and the bullets.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you that helps, that jogs my memory, thank you very much.\n\tYou were the person who shot at Mrs Marulia, not so?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you not know - okay, you state that you shot at the door, you didn't know that it was an old woman there?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct, I did not know what type of a person was living there.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, when you got to Mrs Marulia's farm did you or any of your other group tell her that you wanted her to leave the farm?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "No, we could not meet with her.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, you stated yesterday in your evidence that during the time that these offences were committed that the political parties were still banned at that time?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, you as a supporter of the ANC, can you recall whether Mandela was released during that time or not?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "He as not yet released in 1989.",
            "Male"
        ],
        [
            "MS PATEL",
            "No, these incidents took place at the beginning of 1990 and that is when all these offences took place.  Mr Mandela was in fact released during that time, in February of 1990 and you still proceeded to commit further offences after he was released?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I just want to rectify something, the boycott started in 1989.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, I just want to put to you also that from the evidence that was led at the trial given that your intentions were to go to the farms to tell people to leave, the evidence at the trial was in fact that nobody was invited to leave their farms?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "I won't know about that because it was not our task to go on telling the people but that happened to be a decision that was reached at a meeting that was at a soccer ground.",
            "Male"
        ],
        [
            "MS PATEL",
            "No Sir, I refer to people being told to leave during the incidents that you have testified to, not a previous decision where you say notices were sent to people to leave their farms?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "That is what I know, we decided that they should be told.",
            "Male"
        ],
        [
            "MS PATEL",
            "Finally I just want to put it to you, Sir, that in respect of all these incidents that you have testified to that you have not acted with a political motive?",
            "Female"
        ],
        [
            "JIMMY NOKAWUSANA",
            "That is not correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, just finally Mr Nokawusana, before you were convicted of these offences, were you ever convicted for anything else that involved a crime of dishonesty?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What's the relevance of that Ms Patel?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "With respect Honourable Chairperson, it is going to be my argument at the end of the day that the applicant hasn't acted with a political motive, that he acted with criminal intent?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes that seems to be your case, yes?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "And not only he but other who were with him had criminal records before and my questioning regarding his previous criminal conduct is to show in fact that there might possibly have been but I don't have any evidence as to his SAP69 prior to - but if you feel that ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, I'm not going to allow you to ask that question.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Okay thank you then that's the end.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there anything else?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No, that's is Honourable Chairperson.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Kincaid, before you start you client has referred to many, many incidents, he has testified about a number of attacks, he did assist us as a panel to have an idea about the specific offences that the amnesty application relate to.  I don't know if you have applied your mind to that whether you're in a position to indicate to us but it will certainly assist us to deal with the evidence on this whole range of incidents and actions taken by your client and I assume some of your other clients so if you are in a position to reindicate to us at this early stage I would invite you to consider doing that because it would certainly assist us.  If not then it might be helpful for you to consider that and to refer to that, submit it to us as soon as you are in a position to do so?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "Mr Chairman, I'm not quite sure whether I understand what the terms of your invitation are at the moment.  Are you wishing me to canvass the merits of the individual incidents again?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, normally an amnesty applicant would indicate in either the application form or in some other manner the specific offences for which the amnesty being applied for.  In that case it assists in focusing the evidence that is being presented and it assists the panel also in following the relevance of evidence and it assists us in regulating the proceedings so we don't seem to have a clear list of offences that the applicant is applying for.  We know there are these five incidents, we're not sure, in some cases he says that he was not involved in certain actions, he didn't do this but somebody else might have done it so we're not sure to what extent the applicant is actually applying for a particular offence that was committed in a particular incident, to what extent that might form part of his amnesty application.  If somebody was killed and he says for argument sake that \"I didn't shoot\" or \"I don't know what happened\" it's not clear how relevant the killing is to his application, whether he's in fact applying for that offence or not.  If he's not applying for the offence then we know how to sift through the evidence and that is the kind of difficulty that we are trying to sort of convey from our perspective at this stage, certainly might assist us.\n\tSo what I'm saying is I'm not sure whether you have already formulated a list of offences which you would submit you are asking for amnesty in respect of each one of those incidents.  It might be possession of a firearm, it might be attempted murder, it might be robbery, it might be a murder, arson, perhaps more composite crimes like public violence or whatever it might be so, you know it's from that kind of perspective that we might raise it with you at this early stage.",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "I appreciate that Mr Chairperson, it appears to have been an application for general amnesty based on their convictions in the Supreme Court.  I realise that some of the offences for which they were charged, not all the applicants were found guilty, some of them were and some of them not.  Maybe I do need a sit down and be more specific in what is actually being applied for.  To do that I'd appreciate a little bit of time.  I may have misunderstood the whole purpose of this application, by having regard to the Provisions of Section 20 of the Act, I was of the view, rightly or wrongly, that it's not what was committed but it was with what purpose, with what objective, with what motive, these acts were committed, that is of importance and that is why through the applicant I have attempted to establish the conflict in the community in which he lived in and why it was decided to attack the particular victims which they did.  So I didn't, when I led the applicant, I didn't really deal with the merits of the application, I kind of accepted the fact that they were guilty of the acts with which they were charged and rightly convicted and that the convictions aren't being attacked.  What we have attempted to show the Committee is the reason why we committed those acts and what motivated us and what the purpose was.  So that's why it was left as a general broad application but if you're inviting me to be more specific then I see the merits of doing so, I would just appreciate some time with which to apply my mind to that aspect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, in fact we did not actually - it would have been good if you had but we thought that you would probably not have applied your mind completely to that at this state which often is something that happens in argument but if your application, if this applicant's application annexed to the offences in respect of which he had been convicted in the criminal trial then of course that is an indication of the ambit of the application at this stage but if you can specify further than that or more closely then of course it would assist but in any case, I mean, the other submissions that you've made, you know, what motivated your clients and the background, obviously those are very, very relevant issues for our purposes.   Don't see it as a sort of a criticism of what has happened here, it's just that we want to help to focus the process and we thought that if we have some clear indication as to the particular offences that your client to be asking amnesty for then it will assist us so if it is only those that he was convicted for then of course, you know, it's clear but if you want to specify it further it will assist.",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "Thank you Mr Chairperson, I think in the case of this particular applicant it is most definitely those offences of which he was convicted.  I know in his statement to the investigator, Mr Jabu, he makes mention of a criminal act, the act of burning the garage of a farmer known as Madameni.  No amnesty is being sought for that, he wasn't as he correctly points out, he wasn't charged or convicted of that offence.  Say for the purpose of this application and for the purpose of this applicant if we can just accept, if the Committee can just accept that it is amnesty sought for the offences for which he was convicted of and which I've set out in the judgement, you know, annexure at ...[intervention]",
            "Male"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson, if I may be of assistance to my learned colleague, on page 12 of the bundle the offences for which this applicant is being found guilty and the sentences received for those defences are in fact set out.",
            "Female"
        ],
        [
            "MR KINCAID",
            "That is the reference I was looking for Mr Chairperson, thank you Ms Patel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, thank you very much and Ms Patel as well, yes it does focus the enquiry slightly more.  My colleague just reminds me that it might be a good idea when you do address at the end of the proceedings perhaps to prepare in respect of each one of your clients a specific list of offences.  That would assist.",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "I shall do so, Mr Chairman.  Have you got re-examination Mr Kincaid?",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR KINCAID",
            "Thank you Mr Chairperson.\n\tJimmy, you were asked by the evidence leader or more by way of comment she commented that none of your victims, none of the farmers who you attacked were in fact invited or told that they should leave their farms.  Did you really expect them, Jimmy, to abandon their farms just by mere verbal invitation?  Did you really think that that was going to happen or did you appreciate that it was only going to be through violence and intimidation that you were ever going to persuade anyone to abandon their property?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Isn't that perhaps a bit too much of a leading question?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "Let me rephrase that.  The comment was made, Jimmy, that no verbal invitation was every extended to the victims of your attacks.  Do you confirm that?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "No, what I'm saying is they were told because it was also announced over the radio that they were saying that they were not going to leave their farms.",
            "Male"
        ],
        [
            "MR KINCAID",
            "So when you visited the farmers, Mr Hansel, Mr Cobus and Mr Pretorius, Ms Marulia, did you know that they were not going to be leaving their farms, that to leave their farms verbal persuasion wasn't going to be enough?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct, we knew that they were not going to leave.  We wanted to intimidate them to leave or threaten them so that they can leave their farms.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Jimmy, when you were questioned by the legal representative for Mrs Clackers, you mentioned that whilst you were in the roadblock formation, when you and your colleagues were manning roadblocks, ad hoc decisions were taken at those roadblocks.  Do you confirm that part of your testimony?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes I do confirm that.",
            "Male"
        ],
        [
            "MR KINCAID",
            "These ad hoc decisions, Jimmy, were they just decisions taken at roadblocks or was the decision to attack the farmers also an ad hoc decision?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "These decisions were taken in a meeting on a soccer ground, that's where we took these decisions.",
            "Male"
        ],
        [
            "MR KINCAID",
            "So the two decisions, the two meetings held subsequent or consequent on the shooting at Matamela Hall decided that the farmers were to be targeted, that was not an ad hoc decision taken by you or your applicants at a roadblock?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct, those decisions were concluded on the soccer field, it was not only ourselves who took those decisions.",
            "Male"
        ],
        [
            "MR KINCAID",
            "And were there any leadership figures at that meeting?  The two meetings on the soccer field?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes there were leaders, people like Umfana Green and Michael Manele, Randele Manele.",
            "Male"
        ],
        [
            "MR KINCAID",
            "These were community leaders as you're testified earlier, the two that you mentioned were community leaders?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR KINCAID",
            "You've been asked to confirm, Jimmy, the contents of the statement you made to the TRC investigator, Mr Jabu, in July of last year.  I similarly ask you whether you contents of the affidavit you deposed to in April of this year.  Do you confirm the contents of that affidavit, Jimmy?",
            "Male"
        ],
        [
            "JIMMY NOKAWUSANA",
            "Yes I confirm that.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Kincaid, does that conclude the evidence of this applicant?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "It does, thank you.\nNO FURTHER QUESTIONS BY MR KINCAID\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}