{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-06-15",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "N R NKWENKWE"
        ],
        "case number": "AM3563/96",
        "matter": "MUTINY AND KIDNAPPING - BISHO POLICE COLLEGE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53476&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99061418_eln_990615el.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR NOMPOZOLO",
            "MR OBOSE",
            "MS COLLETT",
            "NSIKILELO RICHMOND NKWENKWE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR OBOSE",
            "MR NKWENKWE",
            "NSIKILELO RICHMOND NKWENKWE",
            "MR NOMPOZOLO",
            "MS COLLETT",
            "MR MAPOMA",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Today is Tuesday 15 June 1999.  We are continuing with the amnesty applications of N R Nkwenkwe and 16 others.\nYes, Mr Obose, you were going to call Mr Nkwenkwe.",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "That is correct, Mr Chairman.  He is here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you full names Nsikilelo Richmond Nkwenkwe?",
            "Unknown"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "That is correct.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Obose.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR OBOSE",
            "Mr Nkwenkwe, can you state your rank and your employment please.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I am a sergeant.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Where?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I am working at the fingerprints office in King William's Town.",
            "Male"
        ],
        [
            "MR OBOSE",
            "You are attached to the South African police services, correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Since when have you been a policeman?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "From the 25th June 1987.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Now, you are familiar with the incident in March 22nd and the 23rd of March 1994, is that correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Will you just tell the Commission as to what occurred during those days or days immediately prior to 22nd March 1994.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "When I started there just before the 22nd of March, there used to be a call where they used to say they want the warrant officers to gather at Bisho in the college. That never affected us, but on that particular day on the 22nd, the radio control called people at about 11 a.m., they were telling us that everyone is supposed to be at Bisho in the college but we did not know who was actually summoning the police but we were just told that all the policemen are supposed to be at the college.  When I arrived at the hall, the college hall, the hall was full already.",
            "Male"
        ],
        [
            "MR OBOSE",
            "When you received this call or message, where were you?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I was driving a car.  I was at work doing the cases in a car that belongs to the fingerprints office.  I went via the office to collect the other police and I told them that all of them are supposed to be there.\n\tWhen we arrived there we realised that there were police that were being saluted and those that were not being saluted.  Those that were being saluted were at the podium and in front of those senior police, that is senior policemen were at the podium and there was a table in front of them.  I remember Inspector Mfene was also there and when I came inside the hall he was the one who was addressing the meeting.  I arrived there at about half past 11.",
            "Male"
        ],
        [
            "MR OBOSE",
            "In the morning?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Half past 11 in the morning.\n\tThere were so many issues that were being discussed there.  Among other things they were discussing about the fright that the police had during the elections because at that time there was a conflict between the ADM and the community organisations like ANC.  The people were singing freedom songs and church songs and I used to love music.  When I came in I was sitting with the crowd but I decided later on to go up and stood in front of the microphone and I started singing there.  As a person who grew up in Port Elizabeth I used to know those freedom songs.\n\tIt came to a stage whereby we were told, because the hall was becoming full and we were told the reason for us to be there in that hall.  Inspector Mfene told us.  He told us that each and everyone who was there was called by General Nqoya, Commissioner Nqoya.  He said he just went to Brig Gqozo's office, he would be back.  He asked for some minutes and then he would be back.\n\tWe waited there singing.  There were also other transport problems.  The other police from Umtanzani did not have transport but those problems were later solved because a bus from the riot unit was sent there to fetch them and even the police from Whittlesea were also on their way to the meeting because we were told that Gen Nqoya was calling us.  In the afternoon, still waiting for this general, there were also other issues that came about and the police would ask questions like pensions, what was going to happen in terms of pensions as we were going to be affiliated in the greater South Africa.  We were also told that Gen Nqoya would come and answer to those questions.  \n\tSome members were elected or appointed at about 4, those members who were going to be sent to look for Gen Nqoya in his office, in the commissioner's office.  I was among those members who were appointed to go and look for the General, but this was not the first appointment.  Some people were appointed to go and look for him.  They would come back bare handed.  As I was working there at the fingerprints office I was coming from the riot unit so I had a licence, a driver's licence for a big police Caspir.  I drove this police Caspir to the commissioner's office looking for Gen Nqoya.  There were also other policemen who were in the open bakkies, who were also following us.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Why did you have to go with a Hippo to check Comm Nqoya?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I forgot to mention that just before 4 o'clock some soldiers came in the hall, about 6 soldiers, they came, they said they were sent to inspect, to see what is it that we were doing there.  Insp Mfene told them that we were doing nothing there, but we were just waiting for Gen Nqoya to listen to the grievances of the police or to listen to the problems of the police.  Those soldiers left and we had a fright that those soldiers might come back again.  That is when we decided that the policemen should be armed because the Ciskeian soldiers were an obstacle if we wanted to see Brig Gqozo.\n\tWe started looking for the keys for the armoury but there was some confusion.  I cannot remember whether it was Brig Wuso or Capt Mondo or Superintendent Mema who had the keys but at the end he gave up the keys of the armoury, that is where the police arms were kept.  The police were armed with firearms, but I did not go there because I had a firearm at the time, a firearm R5 that I took from the office, fingerprints office.",
            "Male"
        ],
        [
            "MR OBOSE",
            "So to the meeting you went armed with an R5 rifle, or at what stage did you get to be in possession of same?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "For example, I used to have this firearm wherever I go but at this particular moment when the police were armed and we were about to get into the Caspir, I took out this R5 as I was driving a Monza, I took out this R5 because we anticipated that on the way to look for Gen Nqoya we could meet with these soldiers and shoot at us, because they'd been to the hall to check what was it that we were doing in the hall.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Were all the policemen armed, those in the delegation that went to look for Comm Nqoya, you yourselves in the Hippo and the others in the open bakkie?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, each and everyone who was in that delegation was armed.",
            "Male"
        ],
        [
            "MR OBOSE",
            "With assault rifles, R4's, R5's etc?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes.  We were armed and others had the 9mm firearms, and R5's because this other one, the smaller one, is always kept in the waist.  We arrived at the commissioner's office and we got inside.  We realised that the police who were supposed to be guarding the premises were not there.  I just thought that they were already in the college.\nWe got into the offices looking for Gen Nqoya, we couldn't find him.  We used another gate that led us to the parliament and still we couldn't see him there and we went back to the college and we made a report back.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you get any report as to where he was from anybody in his office?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "There was not one in those offices when we arrived, even in the parliament there was no one because it was after 4 and even the people, the public servants, had gone at that time.\n\tWe went back to the college to report back and we told the people that we couldn't find Gen Nqoya.  I came with a solution as we were also scared of the soldiers, that they would come back as they had been there before because Brig Gqozo wanted them to check what was happening there.  I came up with a plan to go to those soldiers and tell them about our meeting.  I was also among the members who left for the base, the army base, just on the other side of the college.  We were welcomed by those soldiers when we arrived and we told them that we were there at the college because we were there to discuss our future in the greater South Africa and it was apparent that in Ciskei no action would take place or no voting would take place because Brig Gqozo and ADM were killing the people.  At that time Brig Gqozo had associated himself with IFP and Mangope and it became apparent that the rural areas, those states were not going to vote, but we did not tell them more about our intention because we wanted to overthrow Brig Gqozo's regime.  We couldn't trust those soldiers, that is why we did not tell them that.  We went back to the hall, the time was about 6 in the afternoon, or in the evening.  We decided upon - as the Radio Ciskei was always on guard, even the gate, the parliament gate and the state house where Brig Gqozo used to stay, it was announced that we should go and talk to the soldiers who were safeguarding Gqozo's place, to leave him unprotected because we also wanted a way, an access to Gqozo's premises.\n\tWhen we went there driving this Hippo, those soldiers were not there, they had already taken in their positions at the Radio Ciskei gate and the parliament gate and the state house, they were no longer there.  We came back.  When we went back to the college, we decided upon appointing another group of people who would go and discuss with Brig Gqozo and to tell him what was happening because Gen Nqoya did not come back, as a person who had gone to Brig Gqozo's place.  I was among the group who was sent to Brig Gqozo's place.  It was before 7 o'clock, just before 7 o'clock in the evening, the evening of the 22nd. When we arrived there at Brig Gqozo's place, the soldiers were not at the gate.  We moved towards the premises secretly.  The Hippo was just there, it was used to patrol and just look at the climate of what was actually happening.  We got into Brig Gqozo's premises and he welcomed us.\n\tCapt Dioko was also there when we arrived there at Brig Gqozo.  We were so surprised to hear from him.  Just before he knew anything about our visit he said we sold him out, we asked him what is it that he meant and then he said that if the police are revolting that is a sign that they do not need that particular government because police are supposed to maintain law and order and he told us that the bodyguards had left him, they were at the army base at Bisho.  He told us that he had just talked to Pik Botha, telling him that he was resigning.  We got a surprise.  He then asked us about our visit.  We told him that we were there to tell him that the police want to see him at the college.  He asked for the reasons.  We told him that we were sent there to ask him to go to the college because Gen Nqoya was sent to see him but he did not go back to the college.  He told us that he was not prepared to go to the police, but he told us to go and tell the police that he had left his office. \n\t As we were going to the state house we saw the SADF there, the South African Defence Force, the convoy.  It was there just on the other side of the stadium.  He told us that he had told Pik Botha to prevent the S A D F not to enter Ciskei because the soldiers and police had already taken over the control, that's what Brig Gqozo told us.  So we wanted proof that he was actually telling the truth and then he told us to go to those soldiers and police and he told us that he knew that the soldiers were also there at the college.  He told us to go to those people and tell them that he had surrendered but we insisted on telling him that the people asked us to go and fetch him because we had some information that Gen Nqoya was hiding in the state house.  He told us that Gen Nqoya was not there, he last saw him during the day at about 11 when they had a meeting.  \n\tWe left Brig Gqozo's premises after hearing that he had resigned.  We reported back at the college telling the other police that Brig Gqozo - we asked him if he cannot go there and address the people and tell them and he promised that he would do that the following day and tell the people that he had surrendered, he had given control back to greater South Africa, there was no more Ciskei.  \n\tWe went back to the college and we told them about this, but the police did not accept that, the fact that he did not come to the college to tell them that he had surrendered.  We tried to talk to the police strongly, not to force Brig Gqozo because he had promised that the following day he would go to the stadium.\n\tThe night went on.  There were other issues that came about.  I remembered Capt Makubelu's issue, who was employed in a manner that we did not understand.  I was the one who brought that up.  I was asking the other police about their view about this case when a person is convicted in the court of law and Gen Nqoya would place that person back at work.  There was a lot of people who would be convicted and would not be taken back to work again.  This issue was discussed in the hall because just before Capt Makubelu's placement, his fingerprints were given to me to be screened and I realised that he had a record, but what came to me as a surprise was that this person was already employed but he had a record.  There were also other problems, maladministration of funds.  The police heard that Brig Gqozo had left his office but there were other problems that were being discussed, problems that were affecting the police at large. \n\tMr Goosen came at about 10 in the evening.  I did not see Mr Finqa but heard that he was with him, but I only saw Mr Goosen who came to tell us to disperse because Brig Gqozo had resigned, therefore he was requesting us to disperse.  The police were reluctant and they said that they were not prepared to disperse because they wanted to see Brig Gqozo the following day at the stadium addressing the Ciskeian people.  The most important people were the civil servants, therefore he was supposed to address them and tell them that he had given control back to South Africa.  Mr Goosen left, though he tried to beg us to disperse, but he ended up leaving the hall.  Mr Jurgens came and the others in the morning telling us that charges of mutiny would be laid against us.  There were a lot of things or events that took place on that particular day but we achieved the success of removing Brig Gqozo from his office.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you.  Now let's come to the officers.  How did they happen to be there?  Do you know?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I cannot remember seeing the officers coming in.  I would just see the officers up in the podium as the people who used to be respected.  We did not respect them on that particular day because of what was happening.  They would come in and they would be called to go up to the podium.  I remember in the middle of the night when they were talking about two white men, Maj Simms and Col Oosthuizen, Insp Mfene suggested that they be released but the police refused.  They said these people who were called seconded officials in the Ciskei, were part and parcel of the Ciskeian police.  I remember they were already on their way out and they had to go back again to the house and the police refused.  Among the black officers, I do not remember any of the black officers wanting to leave.  The people who had requested to be relieved were Col Simms and Col Oosthuizen.  I don't know whom did they approach to announce that in the hall but that was never accepted.  They were told to remain there because we wanted this action to be seen as the action of the police at large, the police were in one voice, were one.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Now, generally speaking were police in favour of the continued rule of Brig Gqozo or not, on the whole?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I am not going to speak on behalf of the senior officers.  The police at the lower ranks were not satisfied about Brig Gqozo's rule.  I remember one day, on a Sunday, as I was still working for the riot unit, I heard that the soldiers were shooting one another.  They wanted to overthrow the government.  We went to the base to assist them but their officers in the army, during the attempted coup d'etat of Brig Jamane, we were shot at, we couldn't get inside, but if there was a way of removing Brig Gqozo, we were prepared to do anything to help anyone who was saying that Brig Gqozo be removed, because to us he was a monster, he was the worst monster, and I was even there when the people were being shot at the stadium, innocent people, and even the soldiers began to shoot one another.  The previous night as we were given the briefing at the stadium there was no sign that there would be a shooting.  We got a surprise when we saw people being shot at.  That is when the dissatisfaction started.  I did not like him at all, because even when we went to his office, we used to fight with words and I asked him how could he kill people that instead of telling the people.  When we went to the state house the following day he was not there, he had run away.  The only people who came were people like Zamtus, Titus and Smarts Ngonyama.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you Mr Commissioner, that will be all.\nNO FURTHER QUESTIONS BY MR OBOSE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Obose.  Any questions Mr Nompozolo?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NOMPOZOLO",
            "Thank you Mr Chairperson.  Mr Nkwenkwe, at the time you and the other group of people, you went to Brig Gqozo's place or palace, you went there to look for Mr Nqoya, am I correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "We did not go there to look for Mr Nqoya, but we made mention to Brig Gqozo that we had some information that Mr Nqoya was there and we also wanted him to go there to the college.  The police wanted to be addressed by Brig Gqozo, that is what we told him.  That is what he totally refused, he did not want to go to the police.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I must have misunderstood your evidence.  I understood your evidence to be that Nqoya, there was a group of people who were sent to look for Nqoya at Mr Gqozo's place and they came back saying that they couldn't find him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no. no. that's not the evidence.  The evidence was that after a number of delegations had been sent to look for this commissioner, unsuccessfully.   At one point this witness was a member of a delegation that was also sent to look for the commissioner.  They also didn't get him.  At some later stage they were delegated further to go and call Brig Gqozo to come and address the police in the college and that is how they went to wherever Brig Gqozo was living at the time.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you.  Anyway, be that as it may, there at the college, on your evidence as a whole, there is nothing which suggests that there was a discussion that Brig Gqozo should step down.  Am I correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "That was not mentioned, that is Brig Gqozo stepping down because we were also afraid because that information would be had by the people who were close to Gqozo and we would be arrested.  We were just calling him but if he had gone to the college he wouldn't be able to get out again because we did not want to include that in our agenda, that is the overthrowing of Brig Gqozo, we did not want that to be included in our agenda.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And secondly before you went to the college you never met Insp Mfene.  Am I correct?  That is on the 22nd.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Myself, I'm going to speak about myself, I met with Insp Mfene many times, but we were not meeting to discuss about what was going to happen at the college because we were working at different places.  As a person who was staying at Nqushwa, I would go via his place and ask him about anything or what is happening, and then he would tell me that there is a meeting on the 22nd and then he would say - then we would meet at the meeting on the 22nd.  I knew very well that on that particular day, the 22nd that is, something was going to happen because I knew very well that the masses on the ground were very dissatisfied with Gqozo's rule.  We had our own hidden agenda.   Even if Gen Nqoya didn't summon us, sergeants would go there because that meeting was not called for sergeants and we knew that the sergeants would go there and disrupt the meeting.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Where was this meeting, oh I'm sorry.  Did you and Mfene and others ever discuss the question of Brig Gqozo stepping down?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "No, we never discussed that but we knew that something was going to happen because that was towards the 27th of April, that is the voting or the elections, but the people were continuously being killed by the ADM and we knew very well that we would not be able to vote in that area.  We did not vote, we were also interested in voting but only the National Party people were voting.  We did all that underground, we wouldn't stand up and tell everyone about it.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So am I correct to say there was no common purpose between you and Mfene and others that on that day Brig Gqozo should step down?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Some of us knew that Brig Gqozo should step down on that particular day, but we couldn't tell everybody.  First of all, Gen Nqoya had bodyguards, people like Muket and such in line.  The information would leak and get to Brig Gqozo's ears via people like Nqoya but I myself knew very well that on that particular day, he was supposed to step down and we were even prepared to die.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What was the plan that you had for Brig Gqozo to step down?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Gen Nqoya did not come back, that is when we took a decision that we should go straight to Brig Gqozo, but our route would go via the soldiers who were safeguarding him.\nWe managed to talk to the soldiers after they had been to the college telling us that they were sent by Brig Gqozo to inspect, or to see or to check what was happening at the college.  I don't know whether that has answered your question.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Not really.  What I want to know, there at the college, did you have plans of how to topple Brig Gqozo?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I can say myself when we were going to Brig Gqozo's place - not at the college, there was no plan at the college, but we knew that if we can get a person who is close to him, a person like Gen Nqoya we would get access to Brig Gqozo, that is why I had to be included in the delegation that was going to Brig Gqozo's place.   We were heavily armed because his bodyguards were there.  If he had caused some problems we would even shoot him, Brig Gqozo that is.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Would I be correct to assume that the person who had intentions to shoot Brig Gqozo should he misbehave or should he not adhere to your request, it was you yourself.  You did not discuss that with other members of your group.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, that was myself.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I am saying only yourself.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "It was myself.  I'm the one who had told himself that I was going to shoot him if he happened to misbehave when we tell him to go and address the police at the college.  I had told myself that because my brother was killed by his ADM in Pedi.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now let's go to another aspect.  Do you know Capt Mondo?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "At the time he was with the unit logistics.  Are you aware of that?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, he is still working there even now.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And according to him you and one Peteni and others, you actually went to logistics and you forcefully took Col Wuso out of logistics, the time could have been about 3 o'clock on the 22nd of March 1994.  Were you there?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "No, I was not there in that delegation who went to fetch Col Wuso.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, are you aware that there was a delegation which went to fetch Col Wuso?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "That is possible, that could be possible because some police were sent to go and fetch other police and others were coming voluntarily.   An example, there was a bus that left from Umtanzani to fetch the other policemen and when it came back it was full.  I am not sure whether they did go to Col Wuso but I was not part of that delegation who went to fetch the people at logistics.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But according to him you were there.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "No, I don't remember myself going there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Are you aware that Col Wuso was taken at gun-point from his office to the police college?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I cannot dispute that he was taken at gun-point, I can also dispute because I was not present, I was not there.  The person who would be in a better position to answer that question perhaps is Peteni because they allege that he was also there, but I was not there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, what was the last time when the officers came to the police college?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I think, if my memory serves me well, the officers were coming in even towards the early hours of the morning.  Some were woken up in their houses.  It was not only the officers, even the policemen they were still coming in, there were still members, I won't refer to them as officers, there were still members who were still coming in towards the early hours of the morning.  Others were coming from places like Whittlesea, even at about 4 in the morning they were still coming in.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "You have mentioned that some of the officers were taken from their homes.  Can you still recall who were those?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "The person that I remember very well that when he came in the morning, that's what I heard actually, it is Gen Nqoya.  I don't know whether he was fetched from his house or his wife was taken from the house, but there were people who were taken from their houses.   If the others were not there their families would be taken and the example, Gen Nqoya was not there but his family was taken and I am so thankful to what was done by the soldiers because I heard that the soldiers are the ones who caught him, he was with his bodyguards.  It means that there was a great influence because we were one with the soldiers because, at the time when we went to those soldiers at the base, I forgot to mention that in the evening at about 9 and 10 we went to the army base to tell them that if they happen to see Gen Nqoya they should catch him because we wanted him to go to the college.  Then, meaning they met him on the way, I don't know where did they get him, but they brought him along.  I am certain that some officers were fetched from their houses.  I'm not sure whether Gen Nqoya when they found him, he was in the military complex or in the state house.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, when the officers were first from their homes, do you know who gave that instruction?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "There was only one instruction.  Even on that day I gave out some orders.  I would give orders if I knew that there were some other police who were not there.  For an example, in Adoni's case when his name was mentioned there in the hall, I sent the police to go and fetch him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now I understand that this was announced over the radio, that is radio control, that the police should go to the college.  Why was it necessary for you to send the policemen to fetch Superintendent Adoni?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "It could have happened that Superintendent Adoni could not get the message that the police were needed.  I want to explain that our officers, even now, they don't have the two-way radios, those that are used for communication with the control.  It might have been that he did not get the message and even those that were fetched from their houses, they did not get the message, so at that time, as we wanted everyone to come, we wanted all the police to be included, to be a part, so that Brig Gqozo could see that we were all one, but it was not important how to get the police to be gathered in one place.  I saw Mr Nqoya pointed with guns, I saw him coming in because he is the one who left the place at about 11 promising to come back, but he did not come back.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Let's talk about Adoni.  Why did you say Adoni should be fetched by other policemen?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "They said this, I mentioned this before, that the police officers they do not have the radios, not Adoni specifically but all the police officers did not have the radios.  Each and every police was supposed to be there.  We were obliged to go and fetch him.  Adoni's name was mentioned, I think he was at the finance department if I'm not mistaken, or at the inspectorate office, there was a maladministration of funds as these problems were being raised and for example Brig  Kondo mentioned that he found a cheque in his drawer, there were so many problems that were being discussed, he told us that he found a cheque of about R88 000 and he cashed that cheque and he used that money.  We had a proof that Brig Gqozo had stepped down but we wanted him to go the following day to the stadium and address the masses.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "During the night or early hours of the evening you were aware that officers had been fetched from their offices.  Am I correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "You mean at their houses, or their offices?  I do not understand the question.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "From their offices.  That is early evening of the 22nd.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "As far as I know I do not remember that there would be any officer in the evening because it was after 4.  If they were there as we were coming in the commissioner's office, the one that we used to refer it as a glass house, the one that is next to the legislature, there was no one.  We went across towards the parliament and we checked the offices, there was no one.  I don't know what is it that they were looking for or what is it that they were doing at the offices in the evening, those whom are said to be taken from the offices in the evening.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now my instructions are that a number of officers were taken from their offices forcefully, amongst others was one Wuso, who, on arrival at the college, the armoury keys were demanded from him.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "It might have happened that Col Wuso was taken from his office before 4 o'clock or perhaps after 4.  It was so unfortunate that he would be still in the office after 4.  I remember very well.  I'm the one who forced him to give up the keys and he told us that Col Mema had the keys and I told him that if he does not give us the keys, all of us were going to die because the soldiers had been there.  We wanted the police to be armed so that we don't die unarmed when the soldiers come.  We were also responsible for their safety.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Were you there when Col Wuso was brought into the hall?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, I was present, I saw him coming in.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Can you still recall how many soldiers, how many police brought him?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Because I was inside and that hall had doors just in the middle, the police would just come with a person.  Some people were using a door that was on the western side of the hall.  As they were coming in, the police would come and stand at the door and the officer would see where the other officers were and then he would just go there and join his colleagues.  I cannot remember how many police were there because the police would just stand at the door and the people were a bit squashed there because it was full but they would try and open space for a person who was coming in, to come in, but I did not see how many police were in his company and I did not even see whether he was pointed at with guns.  It is also possible.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Inside the hall there were police who were armed with R5's, R4's and some side arms, is that correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, there were police who were armed, because we said that each and every policeman who was there should be armed, whether it was a male or a female, because we were afraid of South African Defence Force.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And there inside the hall, my instructions are that you were busy giving the microphone to the policemen, to the officers in fact, asking the officers to give their service.  Did that happen?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I do not understand this question.  You mean I gave the other officers the microphones, to do what?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Saying that they must give out their service on the mike to the public, or to the police who were there.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I remember very well, Sir.  What happened was this.  The microphone, I was not just giving it to any officer that was on the podium, it was only the officers whose name was mentioned, a person like Brig Kondo, those who were affected, who's names were on the list of the people who were squandering monies and then he mentioned officers and then whoever he mentioned there would be given a mike and to answer for himself.  People like Brig Lando admitted that he found a cheque in his drawer and Brig Kondo.  They did not even ask what those cheques were for.  Someone took a cheque of about R80 000 and cashed it.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And, those actions of giving people mikes and saying that they must state how much they have misappropriated, is that politically motivated?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I can say yes, I can say no, I am going to answer this like this.  As we were sitting there we had already achieved our political objective because Brig Gqozo had already stepped down, but those were the matters that came up like Capt Makubelu's case was not politically motivated but that was the pain that was endured by the people.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, about 8 o'clock or so on the 22nd, you already knew that Brig Gqozo had resigned.  Why was it necessary for you to give an order that other officers must be fetched from their houses and to humiliate them by saying that they must give out their service?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Some of the things were just happening so fast because a person whose name was mentioned, we would just give that particular person a mike to answer for himself.  The most important thing, for us to stay there for the night.  We were prepared to go to the stadium with Brig Gqozo to address the people, but as time went on there were other issues that came about.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And those issues were issues which were not politically related, which had nothing to do with Brig Gqozo stepping down.  Am I correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "As the police had their own grievances and it was difficult for them to address, or to voice out those grievances to the management, even in the memorandum that we drafted it was not mentioned, nothing was mentioned about overthrowing Gqozo, the main objective was already achieved and the other things were also problematic things like squandering of monies, those were the things that were coming up from the people, but the main objective was already achieved.  Those were just the things that were coming up as we were sitting there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And all those who have misappropriate funds there were other forums to attend to those problems, inter alia a departmental inquiry, the court of law and all those.  It was not for that forum to address those.  Am I correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes you are telling the truth, Sir, but when an investigative unit was established the one that would be used to investigate those monies, things like the cheques, R134 000 that Gen Nqoya confessed about, as we thought that he squandered something like R80 000, he told us that we had a wrong figure, he had squandered something like R134 000, there was a unit that was established to investigate that, not a forum, but Gen Nqoya disbanded that unit and then he took Gen Tlela to Zone 6, who else was going to investigate that?\nHe took policemen like Xolani, he disbanded them because he knew that he was going to be implicated through the investigation and then we saw that forum as the opportunity to get those people to account because even Attorney-General Jurgens as he came he said the order that was from the Regional Court in Zwelitsha was that those people should be dealt with within the departments but it was difficult for him to implement that because Gen Nqoya is implicated and each time they try to do a kick start but Gen Nqoya will always disrupt that process, so it was difficult for them to get that money back by trying to deduct that from their salaries because each time a unit is established to investigate those monies he just disbands that therefore we saw that forum as the best opportunity for us to discuss such issues because we had time there where they had to be asked to account and that was successful because they did account and that was successful because they did account.  We did not even know that Brig Gqozo got some monies.  We got a surprise on that particular day because we only knew Gen Nqoya as a person who had squandered money.  Brig Kondo, I beg your pardon, not Gqozo.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When you wanted Brig Gqozo to step down, were you hoping that the lives and the welfare of the Ciskei police would be better?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "No.  The main aim, or the most important thing was to get the people of Ciskei to vote because he has associated himself with IFP and Bophuthatswana.  We were not looking for a better life there, but we just wanted the people from Ciskei to be able to vote because we knew that under Brig Gqozo's regime they would not vote.  Even the police whose houses were burned down and the soldiers, some soldiers had moved away from their houses, they went to stay in the army, we did not want to live in luxury, but what we had in mind was that we want to step aside so that the people could go straight to Gqozo but they were shot at the stadium and we were faced with the soldiers now, but they came to our side ultimately and we discussed them, we convinced them, we told them that their houses were being burned down and they were also affected by this problem.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, if then you were not hoping that the welfare of the police and the lives of the police would be better, I wish to refer you to section 9 sub-section 4 of your application, it reads as follows\n\"Nature and particulars :  On 1994 March 22 we gathered at Ciskei police college.  We were on the opinion of instability in the border area (Ciskei region).  The fears in the entire police was the pensions of all civil servants.  People or officers were taken as hostage.  At first, but all the way, we knew our objective was to remove Brig Gqozo from power so that people can vote freely in the Ciskei area.  Brig Gqozo resigned at last and the hostages were released, unhurt and unharmed.  See attached annexure.\"\nDid you say that when you were making your application?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Do you still recall who are the officers who are taken hostage?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "There was quite a large number of officers but  I can remember a few of them, people like Col Adoni, I saw him there on that particular night.  Gen Nqoya.  It was quite a large number.  Capt Makwethu was also there because his matter was very serious concerning the money squandering.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is this Captain's name?  Say again.",
            "Unknown"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Capt Makwethu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he alleged to have misappropriated the funds of the junior officers in the widows and orphans fund and in the sports club?",
            "Unknown"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I'm not sure which funds he misappropriated but I heard that he misappropriated funds because he was working in the finance department.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that it may be that some of the information which was given there at the college about the misappropriation of funds was not an accurate one?  Number 2 -maybe somebody just had malice.  Is that correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "That might be possible but that might not be so because according to my knowledge there were cases that were going on whereby Capt Makwethu and Capt Sawuti were called in Zwelitsha court, so I don't know the outcome of those cases and there's no person who will just out of the blue say a certain person has misappropriated money and there would be a case.  If there is a case it is possible that a person might have done that until he is proven not guilty in a court of law.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, exactly.  Now why were those people held hostage if the allegation was that they have misappropriated funds?  Why were they not taken straight to Bisho police station which was not far from where you were?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "According to my knowledge even though I am not quite sure, I think that the following day they were taken to Bisho police station, but I'm not sure about that because I was not part of the people who escorted them but there was something saying that they will have to be taken to Bisho police station, I don't know what happened about that.  Maybe they were taken that same night or not.  Maybe they are the ones who will tell us whether they were taken to Bisho police station or not, so I'm not sure whether they were taken there or not but there was a word saying that they must be taken to Bisho police station and I could not be focusing on people who were misappropriating funds because I was focused on whether Gqozo had really resigned or not because I was also monitoring the South African Defence Force who were standing where the people were shot.  I would drive by their area and then come back, so I don't know what was happening in the hall when I was not there.  Maybe they were taken there or not, I'm not sure.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But you'll agree with me Mr Nkwenkwe that it was a simple thing that a person who has misappropriated funds should have been taken, if he's taken from his house or from his office, should have been taken straight to the police station.  There was no reason why the person was taken to Bisho police college.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nompozolo how does that, how is it relevant to this amnesty application, this question of the misappropriation of funds and what happened to people who were alleged to have done so and others who had confessed to having done so etc, how does it come into this application actually?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "It comes Mr Chairperson because that is the reason why they were held hostage and what we are saying in opposing the application is that it was not a politically motivated action by the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which was not politically motivated, the entire action or just the action in regard to people who were allegedly involved in a misappropriation of funds or what?  What is the basis of your position, to be precise?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Is that they were held hostage and the reason why they were held as hostages is because it was alleged that they have misappropriated funds.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in your case that is not politically motivated?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, the misappropriation of funds.  It's not politically motivated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, the actions of the junior officers.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "By holding them hostage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In trying to resolve this question around what happened to their money?  You say that's not politically motivated?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Yes that's what we are saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, go ahead.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you.  Now, it was a simple question Mr Nkwenkwe of the police whether junior or senior, arresting a policeman from his house or from his office.  Take him straight to the police station and not to hold a person hostage at Bisho police college, when a person has misappropriated funds.  is it not like that?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, it might be so.  According to the law when you arrest a person you are not supposed to take him to the police college.  I would not arrest a person on the street and take him to this hall, I'm supposed to take him to the police station, but concerning the issues that arose on that particular day, maybe they were asked what they had done with the money or what the decision from  court was because I'm saying that I used to go outside and check the surroundings of the college and went to the soldiers so I can't answer that question.  It might be possible that they were asked, I don't know.  Maybe they would be able to tell us that I was given a microphone to tell what happened about the money or what the court decision was or whether they were taken to the police station after that.  I don't know, because it might be possible that they were taken to the police college and then they were taken to the Bisho police station, I don't know.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "On your own evidence you have testified that the officers were held hostage.  For how long did that last?  From what time did you notice them held hostage until what time?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "The officers, I don't want to use the word officers, I just want to say the police.  The police that were there, that I found there when I arrived after 11, they were released the following day in the morning when we were going to the stadium, the following day.  Irrespective of whether they were officers or not, everybody was released the following day but there are people that I know that they wanted to go to Simms and Oosthuizen and then the people did not want them to leave and they were told that they were not going to leave, those are the people that I can still remember.  Others like Capt Makwethu, Sawuti, I don't remember them asking to leave and then being refused permission to leave.  I don't know why they did not ask to leave.  Maybe they saw that Simms and Oosthuizen were refused permission so they decided to ask for permission to leave, I don't know.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When the officers or, when those policemen were questioned by you and others about the misappropriation of funds, what were you hoping to achieve, what was the political motive behind that?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "The main objective about this funds issue was corruption because there was a lot of corruption in the Ciskei because when the unit was implemented to investigate about this corruption, Gen Nqoya disbanded that unit because it was investigating corruption.  So, the reason why they were asked in the college, it is because issues came up.  There were issues which came up because - those things which were coming up along this meeting that was not part and parcel of our objective.  Our objective was to bring back the stability in the Ciskei, but because the night was long, things would come up, as I've already said.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Were you hoping that if you've removed Brig Gqozo and the new government comes to place, were you hoping that the new government would do away with corruption and all that?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, we were hoping that and we hoped that in Ciskei people were going to vote and Ciskei would be back to South Africa peacefully without any violence.  We were hoping that the new government, as people - I was born in 1967, I didn't vote before.  I wanted to vote because there were only National Party people who were voting and my brother was killed by the ADM and I would be arrested and then beaten up by the security forces of Ciskei, so we were hoping that the new government would help us in those problems and they would help people from Gqozo.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "You were aware at that time that Ciskei had already pulled out of Cossap, that is concerned group of South Africa, something like that, that is where there was Inkatha, where there was Bophuthatswana, where there was - you were aware that they have pulled out of that group already and they had, the Ciskei had identified itself with the greater South Africa in terms of preparing for the elections, not so?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I was not aware of that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "If you were not aware of that, you were aware that the meeting was called to give a briefing to the police about the elections, or their rule on the elections, not so?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I don't know why the meeting was called.  The warrant officers were the ones who were called to the meeting.  We as such, we were not called to that meeting, I did not know why they were called there.  It was the first time that I found out that, when I arrived in the hall, they were told about the elections and when they arrived there they were addressed by other warrant officers.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So, when you were in the meeting, somebody addressed the meeting about the election, is that correct?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I was not there at the time, I arrived when they said that Gen Nqoya had said that all the police had to be called to that meeting.  We waited for him to hear why he was calling all the police and then he did not come back until the next morning.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, I wish us to revisit section 9 sub-section 1, where it is said Acts or omissions or offences.  There you have said 50 counts of - I'm sorry, I'm sorry Chair, I've referred to the wrong one.  There you have said \"Hostage taking, mutiny, kidnapping, and unlawful excess to armoury.  It's supposed to be access, I think.  Now did you say that on your application?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Can you tell the Commission who was kidnapped?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "The people who were kidnapped for example are the people like Gen Nqoya and the officers who were there because some of them went there voluntarily and some of them were taken from their houses and some of them were taken on the way, according to information I got from the police that I instructed, because I would ask them what was happening about the police and they would say that we have brought Adoni with us.  Those are the people who were kidnapped.  They were kidnapped according to my instruction because I had given out an instruction for them to go and take the police.  That is what I'm asking amnesty for, because when this was happening whatever that happened because of my actions, I would like to ask for amnesty or for forgiveness.  Those were not my intentions but before we could reach Brig Gqozo we had to unite as the police so that Brig Gqozo can see that we are all united, we are doing this collectively, that is why we sent police to take or to bring those who were not there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But by the time Adoni was fetched from his house Brig Gqozo, according to you, had already resigned, or had already informed you that he had resigned or stood down.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Even though he told us that he had resigned we didn't want any police to go to Brig Gqozo secretly to regroup with him so that he can arrest people at a later stage who had done this at the college.  We wanted Brig Gqozo to be alone, not to have anybody to help him, and we managed to do that because we had managed to be united with the soldiers who were helping Brig Gqozo so we were forcing the police to help us whether you liked it or not.  That is why we kept them hostage and that is why we gave out instructions to take them in their houses forcefully.  If they would find a wife and children, if that police was not there, we would take the wife and children and then the police would come and take his family, that is the instruction I gave to the police.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Then if that was the case, why then on their arrival you did not tell them that look we are forcing you to be part of us, to force Brig Gqozo to step down.  Why do you ask them about the monies and the promotions and all that?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "That question is not clear to me.  We would not ask promotion issues to Adoni.  The person who was asked about this was Gen Nqoya, promotions like the one of Capt Makubelu because he re-employed him and gave him his rank even though he was convicted, for example the constables who had 7 years service and they were still constables, they were supposed to be sergeants and Gen Nqoya would just say everything will be okay, and then we told him that we did not care about that, Gqozo has resigned and we are going to be part of South Africa, so we didn't care about him because he had misused the money and he had already confessed that he misused a certain money.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, but my question is, some of the officers amongst others, Makwethu, Adoni, Dolweni, Gqibithole, and others were asked about the misappropriation of funds.  If the objective was political why didn't you say \"guys, we've called you here, we've kidnapped you for the purposes of us or of you joining us in what we want to achieve, that is forcing Brig Gqozo to step down.\"  Why did you ask them about the misappropriation of funds?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "According to my perception we took them as thieves.  They were supposed to be taken to prison because they were corrupt so there was no need to tell them that we wanted Brig Gqozo to resign.  When Brig Gqozo had resigned we wanted them to be in prison because we'd not be part of the new South Africa with thieves, because they would corrupt our new government that we wanted to vote on the 27th of April.  Those are the issues that came up when we were in that meeting.  That is why today I'm here asking for amnesty for those issues, or for what I have done or for what the police have done to them, those who had pointed them with guns and those who had slapped them, if they were slapped, because instructions were coming from me sometimes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now what caused you people to kidnap them instead of approaching them and saying \"look, we want you to join us in Bisho, we've got this plan\".  Why would you kidnap them, point them with firearms, traumatise them and their families?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "As the person who was not present when they were taken from their homes or offices, I don't know what their reaction was, I don't know how they were approached by these police, but what was important at the time, we wanted them there in the hall, so I don't know how they were approached or what happened, I don't know what resulted to them being pointed with guns, I can't answer for that but what I know is that the police were armed on that day, so it might be possible for them to be pointed by guns, maybe some of them are lying, I don't know, maybe they were assaulted, I don't know, because there were groups that went to fetch them.  The people who went to fetch them can be the ones who would answer the question.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When did it come to your knowledge that they were kidnapped?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "It came to my knowledge in the morning that some of them were pointed by firearms.   In the morning when we would get a report that we would find such and such a person and then we would ask how did you approach this person and they would say that no, he refused to come with them so they had to take such actions.  So that is why today, I'm asking for forgiveness that they were taken in such ways.  Maybe some of them were taken by pyjamas, if there was such a person who was taken by pyjamas because those police were instructed by me sometimes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that when they were taken hostage at Bisho police college hall they were never asked not even one question which was politically related?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "How could we ask them about political issues because there was nothing involving them with political issues, but we wanted them to be on our side because we wanted Gqozo to see that all the police are on our side, on our objective to remove Gqozo because if you would reach Brig Gqozo you had to go via the officers.  So as a junior member, it was difficult to even have access to the colonel because you have to via the captain.  In the police force you have different steps, but that day we didn't care about that, we wanted all the police in there because they had force numbers and we also had force numbers.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that by 4 or 5 o'clock in the afternoon on the 22nd you had about three quarters of the whole police force in the Ciskei at Bisho police college?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Mostly it was the junior police, the officers were the ones who were fetched.  I can agree with you that three quarters of the junior police were there, not the officers.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And would you then agree with me that with that number of policemen, of junior policemen, it was impossible for senior policemen or senior officers, to have arrested the junior officers who were there in the hall?  It would be impractical for them to arrest you people there?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "The senior officers as the people who are close to the president or to the leader of Ciskei, they would be able to go to Brig Gqozo and tell him that they were on his side.  Maybe the South African Police would be sent because they were just near, they were in King William's Town.  Police from King William's Town would be taken.  We as Ciskeian police were very few as compared to the South African police because they would call police from Stutterheim, King William's Town and East London and we wanted even the police from South Africa, if they would be asked to come and arrest us, they would see that officers were involved in this, even though we didn't tell the officers, the informants that is.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "On your application, still on 9 sub-section 4, at page 3 you say\n\"Officers were taken as hostage.   At first but all the way we knew that our objective was to remove Brig Gqozo from power\"\nNow, the impression I get from that is that the officers were first taken as hostages and then all the other things followed.  Am I correct in my interpretation?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "The officers and their hostage issue and issues that followed, they were parallel to each other because we were not going to be able to take officers as hostages and then on the other side Gqozo was mobilising that this should be disrupted.  We wanted this to be hand in hand because you cannot focus on one issue, so they were going hand in hand.  So these things were parallel to each other, they were going hand in hand.  Yes indeed officers were taken hostage, but at the end we had achieved our objective, Gqozo resigned.  So it depends on that particular officer, what time he had arrived in the hall.  Even those who didn't arrive we took them hostage because we went to their houses to fetch them.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And is it correct that it was never communicated to Brig Gqozo that the officers were held hostage?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "He knows about that he can even come to this Commission, but I as the person who was part of that delegation, we had told him that all the police were involved in this.  When I am referring to a police, I'm talking to a person with a force number who was trained as a police.  We told him that all the police had gathered in the college, they want to see him.  They wanted him to go there to address the police.  Brig Gqozo is aware of that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "No, I don't think you understood my question.  It was never communicated to Brig Gqozo that officers of the then Ciskeian police, were held hostages.  Am I correct?  So that he can step down.",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "What I'm saying is, Sir, we wouldn't be able to say to Brig Gqozo, such and such people are there as hostages.  It might have been that we had told him but I think that he could see that we had told the soldiers at the gate to go to their camp, so he could see what was happening because when we arrived he told us that the police and the soldiers were against him.  He had phoned Pik Botha, so he knows that when the junior officers had overthrown, he knew what was happening, because he took power by overthrowing, so he was aware that there were people who were taken hostage when this was happening., so we took the police to Radio Ciskei because he would go to the - Radio Ciskei announced that the government was being overthrown and people's property would be burned down, and people would be killed.  We didn't want that to happen.  We wanted this to happen in a clean way, so there was no need to tell him that there were people who were kept there as hostages.  He is a military personnel so he knows when an overthrowing of government is happening there are people who are taken as hostages.  We had told him that all the police are in the college, they want to see him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, the holding of the police hostage, that is the officers as hostage, and if that was not communicated to Brig Gqozo, how were you hoping to achieve your objective?  How was it going to assist you holding them as hostage, if that was not communicated to Brig Gqozo, the person who is supposed to step down?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't he say that Gqozo volunteered before they could say anything?  He volunteered to say \"look chaps I've gone, I'm giving up\" so there was not dispute there.  It seemed as if by the time that they got there Gqozo had already decided that he's going to get out.  That's exactly what he told them before they could say anything.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.  That may be the case but the point here is that it was never their intention to inform Brig Gqozo that \"we are holding people hostage, as long as you don't resign, or as long as you don't step down we are not going to release them.\"  What he was saying, the hostage, at the end of the day, was not related to their objective they were seeking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I understand your argument, I don't understand your question though.  As I understand the evidence,  Gqozo told them he'd stepped down, so why - you're not going to argue with him and say \"look we have hostages\" he's already said he's stepped down.  So there was no need to exert pressure on him to step down.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Yes but when they went there, they didn't go to Gqozo to say this is what they are doing, they went there to say he must step down, they didn't say \"look, there are people who depend on you stepping down and those people, we are holding them hostage\", that is my question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well that's a different question.  That question relates to what they had in mind when they went there.  It doesn't relate to what happened when they got there because what happened when they got there is quite clear.  Gqozo had resigned already so I mean there was no need to discuss hostages.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Let me rephrase it.  Thank you Mr Chair.  Now, is it correct that when you went to Brig Gqozo you did not go to him to say \"look, resign because we've got people who we are holding hostage\".  You went there to ask him to resign or to step down because you didn't want him  and to go and address the police at the college?",
            "Male"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "When we went to Brig Gqozo, we didn't want him to know that he was overthrown.  When we arrived he had already known that, that is why we thought that maybe Gen Nqoya told him that the police were kept as hostages.  We didn't go there to tell him that we had kept people as hostages, we wanted him to go to the college and then when he arrived in the college we would tell him that he was not going to leave there as the officers were there.  We would call the media and we would tell him to resign and tell the people that he had resigned.  Luckily for us when we arrived there he said that we had disappointed him, he has given up, he had just phoned Pik Botha and at the time when his bodyguards had left, maybe he had asked them where they were going and maybe they told him that the police told them to go to the base so he knew that things were bad.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chair.\nNO FURTHER QUESTIONS BY MR NOMPOZOLO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions Ms Collett?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS COLLETT",
            "Just one or two thank you Mr Chairman.  Do you confirm then, Sir, that there\nwere certain police officers inter alia Commissioner Nqoya that were kept against their will at the police college and deprived of their liberty?",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes I do confirm that because the person that was kept there against his will, he also kept there against our will because he had told us that he was going to come back.  The people were kept hostages there by Gen Nqoya is ourselves because he had told us that he was going to come back.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Do you confirm that Gen Nqoya has instituted civil proceedings against you and others for the deprivation of his liberty, and claimed damages?",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, I do confirm that.  Even if I had money I would lay a civil claim against Gen Nqoya because he had kept me waiting there at the college but I don't have enough money to do that, but he has done that because he has money and he has misused money, about R134 000 because that's what he confessed.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Do you confirm that your political object - or do I understand your political objective to have been that you wished Brig Gqozo to step down and that is why all the people should be at the police college?",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "That was our main objective and indeed that happened, he has resigned.  I'm very happy today because I'm under my new president Thabo Mbeki.  If we didn't remove Brig Gqozo that day, I am sure that blood would be shed here in Ciskei because he was going to tell us to shoot the masses.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And at the time that Brig Gqozo informed you that he had stepped down, Commissioner Nqoya had not yet been brought to the police at the college.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "We didn't know where he was, we were looking for him because he was a General, he was leading the Ciskeian police, so it was possible for him to communicate with the South African police to come and disrupt us in the hall.  The South African defence force and the South African police would deal with us.  The South African defence force would deal with the army, and then the police would deal with us so there would be chaos.  So we were scared that he would go to South Africa and tell what we had done, that is why we were looking for him all over after he had told us that we should wait for him, he would be back, according to what the people who were there said.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Just give me a simple answer please, do you confirm that by the time Brig Gqozo told you that he'd stepped down, Comm Nqoya as yet was not at the police college?",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, he was not yet there, since he had left us at about 11 o'clock saying that he was going to have a meeting with Brig Gqozo.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And do you confirm that it was only about 9 o'clock that night that he was actually brought to the police college?",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "He did not arrive at 9, he arrived in the morning and according to the information I got he was brought by the soldiers.  I don't know where they met him, maybe they were together with the police, but I heard that he was brought by soldiers.  He is making a mistake if he is saying that he arrived at 9 in the evening.  He arrived in the early hours of the morning.",
            "Male"
        ],
        [
            "MS COLLETT",
            "My instructions are that he was brought in the evening.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "That is why I am saying maybe he might be making a mistake.  Maybe he was scared, he didn't even notice what time it was.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Do you confirm that before Comm Nqoya was brought to the police, his wife and daughter were there?",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, I do confirm that because when they didn't find him, we said that if he was not there, they must take the wife and children because he's the person that we were scared of, he would tell South Africa that we had gathered there.",
            "Male"
        ],
        [
            "MS COLLETT",
            "But South Africa already knew that you had gathered there.  Brig Gqozo already knew, he told you that much.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes, he already knew because he had said to me he stopped South African defence force, they were standing next to the stadium and I could see them, so it is obvious that South Africa was aware, but we were scared of the police because if the soldiers were supposed to deal with the other soldiers, and then if the police were supposed to deal with the other police, we wanted Nqoya to be there so that we could all die if we were going to be shot.",
            "Male"
        ],
        [
            "MS COLLETT",
            "You see I want to put it to you that the only reason that you took Nqoya hostage on that evening was because you wanted to hold a kangaroo court and make him answer to certain allegations.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I cannot dispute that or I cannot be against that because according to the issues that came up, he can analyse that and say that it was a kangaroo court, but we were gathering there whether it was legal or illegal, but we were gathering there.",
            "Male"
        ],
        [
            "MS COLLETT",
            "I put it to you that the hostage taking of Comm Nqoya had nothing whatsoever to do with the alleged political motive of having Brig Gqozo step down because he had already stepped down at the time Nqoya was taken to the college.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "What I want to explain all this is that if there is a problem the senior officers are the first people to be taken there because you had to deal with those in senior positions so that they cannot mobilise against you.  So Nqoya was one of the senior officers.  We wanted to take him first so that the leader, Gqozo, the one that was used to scare us, could see that things were very bad.  Even if Gqozo would change his mind during the night, we knew that when Nqoya was amongst us Gqozo had no chance to do anything else because he was very close to Gqozo.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And I want to put it further to you that the interim administration in the form of Goosen, Jurgens and Finqa had already visited with you that evening.  You would have been well aware of the fact that everything had been legitimately done, that Gqozo had legitimately stood down and that Pretoria knew about it.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Yes everything was legitimately done.  Goosen and Jurgens were all there, but I'm still saying that we wanted this to be seen as having blessings of Gen Noqya who was very close to Brig Gqozo, irrespective of what time they arrived there.  Even when Jurgens arrived in the morning he saw Gen Noqya there.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And I want to put it to you that even Jurgens, Finqa and Goosen who were the interim administration, asked you to disperse.  There was absolutely no logical reason for you to have continued with the action that you did at that police college  on that evening.  Once Gqozo had stepped down, which was supposed to have been your main objective.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "We wouldn't be able to disperse on that particular night, the agreement that we had with Brig Gqozo was that he was going to address the masses the following day in the morning at the stadium, the civil servants and the community at large, so we wanted to make sure that we were together and then we would go there to the stadium as one.  There was a need to get Nqoya so that he can be together with us when we were going to the stadium and indeed that did happen.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Finally I want to put it to you that you are retrospectively trying to justify an absolutely unlawful action which was not politically motivated at that stage, in keeping inter alia Comm Noqya hostage the entire evening.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "I can't do otherwise, I have to justify why Nqoya had to be there.  Moreover, Nqoya himself, you are forgetting that I have already said before, that he promised the police that he was going to come back to us, that was at 11 o'clock, even though he came back the following day.  So, as he was the person who had told us that he was going to meet with Brig Gqozo, he was supposed to come back and report to us and he did not do that, so we had to look for him all over, then we did find him eventually.",
            "Male"
        ],
        [
            "MS COLLETT",
            "I finally want to put it to you that Comm Nqoya at no stage on the 22nd said that he was going to come back to the college after he'd been there initially.  In fact he said he was not coming back, he had nothing further to discuss with you people.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Insp Mfene who gave testimony yesterday, if you had put that to him, he would have answered you but I will answer for him because he is my colleague and he was my colleague on that particular day.  I was talking to Mfene and he said that Nqoya said that we have to wait for him there.  We waited for him.  There was no senior officer who would give an order for us to wait for him and then we would have waited for him if he had given us that order.  So we waited for him and the police got bored and them some issues came up.  We didn't actually want Nqoya, we were not interested in him, we wanted Gqozo, but in order to reach Brig Gqozo you have to go via Nqoya and Nqoya had bodyguards and we took those bodyguards because they were also junior members, we took their firearms and we told them to go inside the hall.",
            "Male"
        ],
        [
            "MS COLLETT",
            "But if you didn't want Nqoya and you actually wanted Gqozo, you'd achieved your aim because you got Gqozo before you got Nqoya.  You got Gqozo face to face.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "This is like this.  In order to get to Brig Gqozo, Nqoya had to gather the police.  That was Nqoya's meeting, he is the one who called that meeting, but we went to that meeting with our hidden agenda.  That is how we eventually got to Brig Gqozo.  But in order for him to know that or to see that the police were against him, we wanted even Nqoya to be together with us.  Even when we were in the state house, we told him that we knew that Nqoya was with him in the state house.  We wanted him to take him out so that he can be part and parcel of the police and listen when he was addressing us.  Those are my direct words to Brig Gqozo and Brig Gqozo said that Nqoya was not there, there were no bodyguards there.  So Gen Nqoya's presence in the college was very important so that Brig Gqozo could see that the police were united.  Even if we were not going to brief Gen Nqoya saying that we had taken over.",
            "Male"
        ],
        [
            "MS COLLETT",
            "But Sir, you've said, you've just testified to the effect that the reason you wanted Nqoya was because you needed Nqoya to get to Gqozo.  Yes or no?",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "The reason why we wanted Nqoya first was because we wanted to show Brig Gqozo that Nqoya was part and parcel of what was being done by the police.  All the officers and all the police members irrespective of being an officer or not, so Nqoya's presence was very important to us so that Gqozo could see that we were all united with a common goal, even though there were different ways for them being there, but we wanted Gqozo to see that he was part and parcel of our group.",
            "Male"
        ],
        [
            "MS COLLETT",
            "But you didn't trust Nqoya because you thought that he was big friends with Gqozo.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "We didn't think that he was a close friend of Gqozo, we knew that because he used to have meetings now and then with Brig Gqozo but we wanted him to be present in the hall so that if the South African police would shoot at us they would shoot at all of us with him present.  Let's say for argument's sake, if South Africa had arrived, when they would see that our general was there, they would go back, when they would see that Gen Nqoya would be there.  We had that hope.",
            "Male"
        ],
        [
            "MS COLLETT",
            "So the fact of having Nqoya there really didn't affect what Gqozo thought, because Gqozo would have known when Nqoya's alliance ... (indistinct) because he would have seen him earlier that day.  Do you agree?",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "No, I don't agree.  What I'm saying is, in order for Gqozo to see that the police are all part of this, it was necessary for Gen Nqoya to be there.  There was nothing else we wanted to achieve.  Irrespective of whether he had resigned, Gqozo had resigned or not, Nqoya was a policemen, he had a\nforce number, so we wanted all the police with force numbers to be there, even though he was the best, or close friend of Gqozo.",
            "Male"
        ],
        [
            "MS COLLETT",
            "You see, I want to put it to you that your actions were unlawful and there's no political justification for what you did on that evening.",
            "Female"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "That is your own opinion Ma'am, because today I have voted the second time in democratic South Africa, so that was political.  What we were doing was political because Gqozo had resigned from his position and we were looking forward to serving the present government and being loyal to this present government, not Gqozo's government.  The people who are crying today saying that they were pointed with firearms, they are crying because we had overthrown Brig Gqozo, but before we could reach Brig Gqozo we had to deal with them before we could reach him, even Gen Nqoya himself.  That is why I am saying today that I'm asking for forgiveness to do all these to them because they were an obstacle for us, before we could reach Brig Gqozo.  So I'm asking for forgiveness for all those things that happened.  I'm asking them to forgive us.\nNO FURTHER QUESTIONS BY MS COLLETT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any questions Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The panel, anything?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Nkwenkwe, I just want clarity on one matter.  Who was the leader of the junior officers that day?",
            "Unknown"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "There was no one we can say was the leader on that particular day but it depended on people or on individuals for example I told myself that I would die on that day, even when I went to Brig Gqozo, I had my R5 with me, but I left it in the car because I had told myself if he was resisting, because we knew that he was a person who did not have respect, he did not care about any other person, I had told myself that I was going to shoot at him.  I had a side arm with me, there was nobody who searched us when we went in there.  If we wanted to kill him we would have killed him.  So what I am trying to say is that we had no leader there but all the people who took part there were doing that voluntarily.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "The reason why I am asking this is Mr Mfene yesterday testified that he was the unofficial leader, but it would appear from your evidence that you didn't consult with him when you gave these orders.  You said you gave the orders to people to fetch the officers.",
            "Unknown"
        ],
        [
            "NSIKILELO RICHMOND NKWENKWE",
            "Because things happened fast, I cannot dispute that Mr Mfene on his side was leader or he was controlling inside the hall because when, for example we had spoken about Capt Sawuti, maybe his name was mentioned in this maladministration of money, I would then address a few men and tell them that they must go out and find this man.  If maybe Mfene, it was not his turn to address the people, maybe the microphone was with me, Mfene would talk to a certain group of people and tell them to go and take a certain person.  I was regarding myself as a leader in my group.  Even when we told the soldiers that they had to join us, I can't say that there was someone who was a leader, but we were doing the same thing, trying to achieve the same goal.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Nothing thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkwenkwe, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn for 10 minutes.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}