{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-06-17",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "BENJAMIN MVUYISI YOYO"
        ],
        "case number": "AM7981/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53485&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99061418_eln_990617el.htm",
        "speakers": [
            "ADV BOSMAN",
            "BENJAMIN MVUYISI YOYO",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR MAPOMA",
            "MR NOMPOZOLO",
            "MR OBOSE",
            "MS COLLETT"
        ],
        "original_speakers": [
            "MR OBOSE",
            "CHAIRPERSON",
            "MR YOYO",
            "BENJAMIN MVUYISI YOYO",
            "MR NOMPOZOLO",
            "MS COLLETT",
            "INTERPRETER",
            "MR MAPOMA",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "MR OBOSE",
            "His application Mr Chairman, is at pages 72 to 78.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your full names please.",
            "Unknown"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Benjamin Mvuyisi Yoyo.",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Be seated.  Mr Obose?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR OBOSE",
            "Thank you Mr Chairman.  Mr Yoyo, you are a member of the South African Police Services.  Where are you attached?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I am based at number 12, Vulinglela, as a Station Commander.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What rank do you hold?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I am a Superintendent.",
            "Male"
        ],
        [
            "MR OBOSE",
            "During March 1994, what rank were you holding?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I was a Sergeant because of demotion that was caused by Gqozo.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Can you just briefly state that, explain that, elaborate a little bit.",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "It means that before I used to be a Lieutenant and I was demoted by Gqozo's regime in 1991 to the rank of a Sergeant.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Were you happy with this?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Not at all because it was a very bad situation.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you go to this meeting which was at Police College, Bisho on the 22nd of March 1994?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Yes, I attended the meeting.",
            "Male"
        ],
        [
            "MR OBOSE",
            "How did you get to know that there was such a meeting?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I got the information when I was at the station, I heard that through the radio that all the Police were summoned to the College and they were still there, some Police were still there, therefore I decided to go.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Roughly what time did you get to the meeting?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I arrived at about four o'clock.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What did you find there?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "The hall was packed inside and outside, the Policemen were there.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Yes, and what was going on?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "The people were singing, ululating, the Police were singing inside the hall the songs about Gqozo and I also took part.",
            "Male"
        ],
        [
            "MR OBOSE",
            "You joined in the singing?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you get inside the hall?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Yes, I got inside the hall.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you participate in the deliberations inside the hall?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Yes, that is correct.  The role that I played there in the hall, inside the hall was to collect the firearms from the Officers.  I was keeping those firearms at the table in front, the table that was in front.",
            "Male"
        ],
        [
            "MR OBOSE",
            "All right, maybe let me just go back there.  You got into the hall and got assigned a certain task maybe or you volunteered to perform a certain task when you got into the meeting?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "There were people who were assisting as people were coming in, so that the firearms should be kept in a safe place so that they could cause no danger.  More especially to the soldiers, Gqozo's soldiers.",
            "Male"
        ],
        [
            "MR OBOSE",
            "So the Officers were disarmed?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "As they were there, all of them, they would hand over their guns nicely and I would write down and when it is time to leave, they would be given their firearms.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Were you seated at the table where Warrant Officer Mfene and others were or in your separate table?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I was sitting with a long table, similar to the one that is in front right now.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Why were the Officers disarmed, whereas the other Police members had their firearms with them?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "As they were coming in, I would tell them to bring their firearms to me so that they could go and sit in front nicely there, to ensure that no firearms would be used inside the hall and they were all told with certainty that nothing was going to happen to them.  Therefore they sat there happily.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What I want to clear is the other Police were armed, isn't that so?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "In front, on the podium, the Officers were sitting there and as a person who was there, the person who was in front of the microphone was Inspector Mfene.  He was unarmed because I did not see a firearm on his body.  Each and everyone who was on the podium, I had to ensure that nothing bad could happen.  The people were singing on the other side.",
            "Male"
        ],
        [
            "MR OBOSE",
            "I see.  What did you then do with these firearms?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I kept them, they were in one place, just in front of me, and I had recorded each and every firearm in the book, that is the job that I was doing.",
            "Male"
        ],
        [
            "MR OBOSE",
            "These Officers, how did they get to be there, do you know?  Did they go there voluntarily, were they fetched or what was the general reason that was held as to why they had to be there?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Some of them were already there when I arrived, they were sitting there happily and some of them came, whereas the others were already there.  It is not all of them who were there.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Do you know as to why they were there at all, the Officers, did you hear of any reason?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Those who arrived later on to join the others, those are the Officers that were not there before.  The others were already there and the others were not there.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR OBOSE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Obose.  Mr Nompozolo, any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NOMPOZOLO",
            "Thank you Mr Chairman, yes I've got a few.  Mr Yoyo, is it correct that some Officers were fetched from time to time during the course of the day, the evening and the early hours of the morning?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Some of the Officers came later, they were coming in.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that the Officers who were fetched, first there would be an allegation against the Officer and then it would be announced that that Officer should be fetched?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Will you please repeat your question sir?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that if an Officer is to be fetched, first there would be an allegation that he had done A, B, C amongst other things, misappropriation of funds, then after that, after that allegation, it would be announced that the Officer should be fetched from his home or from the office, wherever he or she might be?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "As all the Officers were brought to the hall, the aim was to remove Gqozo who was a pain in Ciskei, this one of misappropriation of funds are one of those things that came about as the Police were there in the hall.  It is not that all these Policemen were fetched because of misappropriation of funds.  The aim was to get all those who were closer to Gqozo, so that Gqozo should step down.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "How were you hoping that Gqozo is going to step down by taking in the Officers?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I had hoped that would happen because it eventually happened that when all the Officers were there, Gqozo stepped down.  That rendered great help because all of them were there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But other Officers were fetched during the early hours of the 23rd and the evidence is that Gqozo had resigned by eight o'clock on the 22nd?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "The announcement of Gqozo stepping down, took place way after eight o'clock, all the Officers were there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR NOMPOZOLO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions Ms Collett?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS COLLETT",
            "Just a few.  What right did you have to disarm the superior Officers?",
            "Female"
        ],
        [
            "INTERPRETER",
            "The witness is listening at the wrong channel.",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "It is the right channel.",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I can't hear you.    Will you please repeat the question, Ma'am?",
            "Male"
        ],
        [
            "MS COLLETT",
            "What right did you have to disarm the senior Officers?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I was a Sergeant.",
            "Male"
        ],
        [
            "MS COLLETT",
            "But these were your superiors, why were you allowed to disarm them, what reason?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Even the person who was sitting in front, was not an Officer.",
            "Male"
        ],
        [
            "MS COLLETT",
            "As I understand your evidence, you disarmed all the senior persons who sat on the podium?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "The people who were coming in, whereas the others were already there on the podium, but those who were coming in, my duty was to collect their firearms.  We were not taking those firearms by force, they would be told that they would be sitting there nicely and their firearms would be kept safely.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Why would there firearms be taken from them though?  Why couldn't they keep them?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "We wanted to keep their firearms safe and there was no complain after that and there was no complain before.",
            "Male"
        ],
        [
            "MS COLLETT",
            "But surely being senior Policemen, they were capable of keeping their own firearms safe?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Each and everyone there, the people who got up to the podium, would be able to keep their firearms, but I had to keep their firearms.  The firearms of all the people who were on the podium, I had to keep their firearms.",
            "Male"
        ],
        [
            "MS COLLETT",
            "You see, you are not answering my question, I want to know why.",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "If you go  up to a place like that, like a podium, your firearm should be kept safely somewhere else.  Even the soldiers who were senior soldiers, their firearms were with me, I had to keep them.  The reason being that we wanted the people to sit there nicely, nothing bad was happening, the people were just singing as they were sitting there.  We had to take their firearms, there was nothing else.  People sometimes do commit suicide after having some thoughts, so we had to keep their firearms safe and we succeeded in doing that.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is that regular practice to take firearms away from senior Officers if they sit on the podium?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "We had to keep safe their firearms for each and everyone who would be going up the podium.",
            "Male"
        ],
        [
            "MS COLLETT",
            "On other days besides this day?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "That was a normal procedure to keep the firearms.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Would you agree with me that the senior Officers were on the podium unarmed, whilst all the other Policemen that were in the hall, were armed?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I am talking about that particular podium.  The people who were not on the podium, were singing.  I am talking about the podium that I was on.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Yes, I know, but do you agree with me that the other Policemen that were in the hall, had firearms?  Their firearms were not taken from them?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "Even those who were on the podium, some of them were armed, more especially the white Officers because we couldn't touch them at the time.  I am certain that they had firearms, the white Officers, that is.  A person who would come in, would hand over the firearm to me for safekeeping.  He wouldn't be forced to do so, he would just place it on the table.   Because it is what was said that nothing was going to happen to those Officers, therefore they should just hand over.  There was order in that hall.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were those superior Officers that were on the podium, guarded with people who had firearms?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "I am the one who was sitting there with them, what do you mean guarding them?  They were already under guard because they were sitting there in order with me, as I was also on the podium.",
            "Male"
        ],
        [
            "MS COLLETT",
            "I mean were there other soldiers who were not senior Officers that were pointing firearms at the senior Officers?",
            "Female"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "No one was pointed at with a gun.",
            "Male"
        ],
        [
            "MS COLLETT",
            "No further questions.\nNO FURTHER QUESTIONS BY MS COLLETT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma, any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, thank you, I've got no questions.\nNO CROSS-EXAMINATION BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Has the panel got any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR OBOSE",
            "One question Mr Chairman.  You mentioned soldiers, what had they gone there to do or what did they do even when they got there?",
            "Male"
        ],
        [
            "BENJAMIN MVUYISI YOYO",
            "They were just sitting there and they were also interested in getting Gqozo down.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR OBOSE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Obose.  Mr Yoyo, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}