{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-06-17",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "L.C. KAMANA"
        ],
        "case number": "AM8005/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53483&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99061418_eln_990617el.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "LC KAMANA",
            "MR MAPOMA",
            "MR NOMPOZOLO",
            "MR OBOSE",
            "MS COLLETT"
        ],
        "original_speakers": [
            "L.C. KAMANA",
            "MR OBOSE",
            "MR KAMANA",
            "CHAIRPERSON",
            "MR NOMPOZOLO",
            "MS COLLETT",
            "MR MAPOMA",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "EXAMINATION BY MR OBOSE",
            "Thank you Mr Chairman.   Mr Kamana, state your rank and where you are stationed and confirm that you are attached to the South African Police Services please?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I am a Sergeant at Zwelitsha Police station.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Right, what rank did you hold in March 1994?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I was a Sergeant.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you go to the meeting at the Bisho Police College on the 22nd of March 1994?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Yes, I did go.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Why did you go there?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I heard over the Police radio that all the Police had to be at that meeting at the Police College.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What time did you get to the meeting?",
            "Male"
        ],
        [
            "LC KAMANA",
            "At about four o'clock in the afternoon.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What was going on when you got there?",
            "Male"
        ],
        [
            "LC KAMANA",
            "The hall was full and there were people outside, they were singing freedom songs, saying \"down with Gqozo.\"",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you participate in this?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you get into the hall or were you also one of the people who were outside?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I was outside, next to the gate.",
            "Male"
        ],
        [
            "MR OBOSE",
            "The gate to the entrance into the College or which gate?",
            "Male"
        ],
        [
            "LC KAMANA",
            "There is a gate that goes to the barracks.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you participate in fetching any Officer, bringing him to the hall?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Yes.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Which one?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Major Condo and Captain Sawuti.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Why did you go and fetch them?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I heard from the loudspeaker that somebody with a car was supposed to go and fetch Captain Sawuti or Major Condo because the Officers and all the Police were supposed to be in that meeting.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you have the keys to a vehicle?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No, it was Sergeant Toto with the car keys, but he was next to me, so I went together with him.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Major Condo, where was he found?",
            "Male"
        ],
        [
            "LC KAMANA",
            "At his house, at Ndileka.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you tell him at his house as to why he was needed at Bisho Police College?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Yes, we told him that all the Police were there and the Officers were there, so we were told to fetch him.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did he resist?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No, he said that he heard about the meeting, but he didn't know whether it was still on at that time, so he dressed up and then we went with him.",
            "Male"
        ],
        [
            "MR OBOSE",
            "You then brought him to the meeting?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did he also remain inside the hall until the next morning?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I don't know because I didn't see him in the morning, I don't know whether he left or he stayed there for the whole night, because I was outside the whole night.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Is it correct that the Police were armed, some with assault rifles, R5's, R4's, etc?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you know why or were you told why?",
            "Male"
        ],
        [
            "LC KAMANA",
            "There was a rumour that the South African Defence Force was on standby in King William's Town and the Special Forces were going to go to the College, so we were told to guard the College so that they could not go in.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Were you yourself, armed?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I had my side arm, so I was armed with that.",
            "Male"
        ],
        [
            "MR OBOSE",
            "When did you get to hear the news that Gqozo had stepped down?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I heard that during the night at about eleven, it was just a rumour.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you personally want Gqozo to step down?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Yes.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Why?",
            "Male"
        ],
        [
            "LC KAMANA",
            "It is because at that time, we were not satisfied, I was a Police so we were treated badly, our houses were being burnt and the soldiers, we were being shot, so the Gqozo seemed as if we were the ones who were protecting him.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR OBOSE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Obose.  Any questions Mr Nompozolo?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NOMPOZOLO",
            "Yes, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Mr Kamana, when you arrived at the hall there was a talk about corrupt Officers, am I correct?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I was outside, I was guarding the parameters, I was not inside the hall.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Okay.  Any way, a person who was fetched in particular the Officers, his name would be announced over the loudspeaker, is that correct?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No, they didn't specify which person to be fetched, it was said that all the Officers in the Police must come to the meeting.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Any way, you fetched Captain Sawuti because his name was announced over the loudspeaker that he must be fetched?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No, I went to Major Condo and I found him and there was another Brigadier in Bisho but I forgot his surname, Captain Sawuti was the third person.  I didn't go there because I was told to fetch him, but I was just collecting the Police in general.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Okay.  Let's put it differently, how did you know that Captain Sawuti was not at the hall?  How did you know that you had to fetch him from his house?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I didn't know the Police that were there and that were not there, but because I knew that he was staying in Bisho and because I was in Bisho at the time, so we went passed his house.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So it was by coincidence that he was fetched, not that there was a plan that he must be fetched?",
            "Male"
        ],
        [
            "LC KAMANA",
            "According to my knowledge, I didn't hear a word thing that we must fetch Sawuti because of a particular reason, but we were told to fetch all the Police.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Let's get this straight Mr Kamana.  There at the hall, you did not know who was in the hall and who was not there, is that correct?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, in fact the evidence which has been led thus far is that a name of an Officer would be called out that so and so is not here and so and so has misappropriated funds, therefore he must be fetched.  That has been the evidence.  The question is was it not the case even with Captain Sawuti that it was said that he has misappropriated funds and therefore he must be fetched and be brought to the hall?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That might be so, but I didn't hear his word being called.  Maybe he was called when I was with Major Condo or maybe when I was in Bisho but when I was there, I didn't hear his name being called.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Right.  How  many Police houses do you know in Bisho?",
            "Male"
        ],
        [
            "LC KAMANA",
            "A lot of them.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "More than 100?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "More than 50?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "More than 20?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Maybe 20.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Did you go to the 20 houses at Bisho?",
            "Male"
        ],
        [
            "LC KAMANA",
            "His house was the third one.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Maybe you don't understand the question.  You know 20 houses, 20 Police houses in Bisho.  Did you go to those 20 houses?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Why not?",
            "Male"
        ],
        [
            "LC KAMANA",
            "It is because I didn't have to go to all the houses, I went to Mr Ntileka's house and to the Brigadier, I have forgotten his name, and I went to Captain Sawuti.  I would have gone to other members whom I knew that were staying in Bisho.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But why didn't you go?  Why didn't you go to the 20 houses because you were not told to go and fetch Captain Sawuti, all you were told was to go and fetch all the Policemen who were not there, whom you did not even know.",
            "Male"
        ],
        [
            "LC KAMANA",
            "I found Major Condo, I remember finding him and then we took him to the hall and then I went to get Brigadier Suys, we were told that he was not there, he was in Port Elizabeth.  We went to Captain Sawuti, we found him and then we took him to the College.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, why didn't you go to another Policeman's house after Mr Sawuti's house, if the instruction was fetch all the Policemen?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I went to fetch Sergeant Dabepi, he was not there, I went to another Sergeant, he was not there and then I went back to the College because I was tired at the time.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.  Do you dispute the evidence that Officers were fetched because there were allegations of misappropriation of funds by them?",
            "Male"
        ],
        [
            "LC KAMANA",
            "The main reason why they were wanted there, it is because we wanted Brigadier Gqozo to be removed from his position, so as the footsoldiers, they were using us to send us from different areas.  We thought that we could get them so that Gqozo could not be able to use us.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When Captain Sawuti was fetched, it was already, Brigadier Gqozo had resigned, is that correct?",
            "Male"
        ],
        [
            "LC KAMANA",
            "The resignation of Brigadier Gqozo, I heard that at about eleven o'clock, when the Police were talking to themselves, and I didn't trust that, even though I heard about that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, the purpose of fetching the Police if I got your evidence well, the purpose of fetching the Officers was to unify the Police, is that correct so that Gqozo could be isolated?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But now why were these Officers held hostage if the purpose was to unify the Police?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I don't understand when you say hostages, maybe you can explain that to me.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that the Officers could not leave the hall as they pleased?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Not only the Officers, other Police were not supposed to leave, it was not only the Officers.  The people that were leaving that area, were those with cars, who were fetching the Police.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I find it strange today that you don't know that the Officers were held hostage when on your application, Section 9(a)(iv) you said, it is said \"nature and particular\" and what is written there is\n\"... deprive liberty and held hostage, conspired with incited other person to cause mutiny.\"\n\tWhen you made this application, you mentioned that you want amnesty because you held somebody hostage, is that not correct?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Can you please repeat that question.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When you made the application, you wanted amnesty because you held somebody hostage, is that not correct?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But today you have taken an oath that you are going to tell the truth, yet, you are saying no one was held hostage?  Can you see the contradiction?",
            "Male"
        ],
        [
            "MR OBOSE",
            "Mr Chairman, I am afraid, my learned friend is making a mistake, the applicant has said even other Policemen could not leave, in fact it is just the reverse of what my learned friend is putting to him now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Nompozolo, have you canvassed this question of the hostage issue directly or are you formulating your question on inference from what the witness had said?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.  The question of the hostage Mr Chairman, it is found on the application of the applicant.  Now on his evidence he has testified that no one was held hostage, all the Policemen were not allowed to leave.  The question which was asked from him initially was why did they hold the Officers hostage and he said no, they were not held hostage.  I am saying from his application, he has indicated that there was a person or persons who were held hostage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but didn't he say nobody could leave, not only the Officers, nobody could leave there.  It was only people with vehicles who could leave.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you, yes, he said so Mr Chairman.  Now, is it correct that the Officers were called to sit on the stage like the panel?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that above the Officers, there were armed Policemen, that is where the band used to play, on the place where the band would play, there were Policemen who were holding firearms on the shooting position?",
            "Male"
        ],
        [
            "LC KAMANA",
            "The reason why I am saying that I heard there were Officers on the stage, but I was outside.  Even when there was a meeting called, the Officers were always on the stage.  The fact that the Officers were in front or at the stage, that didn't surprise me because it used to be like that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Are you saying that you did not enter the hall at any stage?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When did it come to your knowledge what the purpose of the meeting was?",
            "Male"
        ],
        [
            "LC KAMANA",
            "When I arrived at the Police College, people were singing freedom songs and there was a lot of Police cars and a lot of Police and the student Police at the time.  Before that meeting, as we were not satisfied about the ruling of Brigadier Gqozo, we would see pamphlets saying \"down with Brigadier Gqozo\" and then we would see others with pictures of a dog, with an army cap, but what was clear was that the Police were not satisfied about Gqozo's rule, so there was no one who was prepared to go forward and say that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The question still stands, when did it come to your knowledge that the purpose of the meeting was to unseat Brigadier Gqozo?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I found out about that when I arrived at the meeting, when I heard them singing freedom songs.  I could see that that was the main reason, so I joined that because I was also part of that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But you were not told that the purpose of the meeting was to unseat Brigadier Gqozo?",
            "Male"
        ],
        [
            "LC KAMANA",
            "The meeting that was called, it was said that the General wanted the Warrant Officers in the College, I was not a Warrant Officer at the time.  We then heard over the radio that all the Police were supposed to be at the meeting that was initially called for Warrant Officers.  I went to that meeting, I was not expecting that.  So when I arrived there, I saw the situation had changed and then I became part and parcel of that meeting.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Are you going to answer me?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Maybe I don't understand it, please repeat it.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What I want to know from you is when did you become aware that the purpose of the meeting was to unseat Brigadier Gqozo?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said when he arrived.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Sorry Mr Chairman.  How did you get to know because your explanation does not give how did you get to know that this is the purpose of the meeting?  Sorry Mr Chair.",
            "Male"
        ],
        [
            "LC KAMANA",
            "As I was outside, people were singing, I talked to the Police that were there, I asked what was happening and then I found out that they wanted Gqozo to resign.  They wanted to do it that way.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that you did not know the loyalty of Mr Sawuti, whether it was with Brigadier Gqozo, whether it was with the people on the other hand, who were against Brigadier Gqozo?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it also correct that the Officers there at the hall were humiliated, they were asked about CV's and they were asked to account about moneys they had misappropriated?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I don't know about that, I was outside, I was guarding at the parameters.  What was asked at the Officers, I don't know.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "You see, what is strange is that your hearing of the things which were happening, is selective.  You can hear when it is said that the Police must be fetched, but you cannot hear when it is, when the humiliation is taking place about the events which were taking place inside the hall.  Why is that so?",
            "Male"
        ],
        [
            "LC KAMANA",
            "What I heard, I heard that there was a case about money that was investigated because a certain person, maybe Captain Sawuti was investigated and that didn't go forward.  I was in and out with a car, I was collecting the Police, so I didn't get exactly what was happening.  Whether he was humiliated that day, I don't know but if he was assaulted or anything else, I am asking for forgiveness for that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "We are still getting there.  Now, according to Captain Sawuti when you arrived at his house, you were the person who was busy saying \"switch on the lights because the lights are brighter in Bisho, they must be bright even here.\"  Why were those comments if it was just to fetch him?  Why did you have to make such comments?",
            "Male"
        ],
        [
            "LC KAMANA",
            "He is lying, I didn't even get out of the car that day, there were five of us with two cars.  I was with Inspector Nayia who was a Sergeant at the time.  I didn't get out of the car, they got out and they went in, they knocked and somebody opened the door, it was not him who opened the door and they came back with him.  I didn't even get out of the car.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The Policemen you were together with, were they carrying firearms?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I wouldn't be sure, but I had my firearm with me.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What would you say to the evidence that a person would say, would make allegations, a Policeman would make allegations about an Officer in the hall and after that, it would be announced that that Officer must be fetched, what would you say to that evidence?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Can you please repeat your question?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What would you say to the evidence that a Policeman would say a certain Officer has misappropriated funds and it would be announced there and then that that Officer should be fetched, what would you say to that evidence?  Is it what actually happened?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I don't know because as I have already said I was in and out within any car and then when I was at the College, I was guarding at the parameter because the soldiers, the South African Defence Force, it was said that they would be there any time, so I was guarding, I was not inside the hall.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that only the implicated Officers on the misappropriation of funds were fetched?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "How do you know who was implicated and who was not implicated on the embezzlement of funds?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I was not investigating those cases, so I wouldn't know the people who were implicated or who were not implicated.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, then how can you say no, it was not the implicated ones who were fetched, if you did not know?",
            "Male"
        ],
        [
            "LC KAMANA",
            "It is because I went to Brigadier Suys, I did not know whether he was implicated or not, I went to Mr (indistinct) and I didn't get them, so I was only fetching the Police that was supposed to be fetched, I was not looking at the allegations against him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.  Did you fetch, did you take with you the wife of Suys and the child?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Why didn't you take her?",
            "Male"
        ],
        [
            "LC KAMANA",
            "We were looking for Brigadier Suys, we were told to go and fetch all the Police that were outside.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, are you aware, were you part of the group which fetched General Nqoya?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What did you mean on your application by saying that you want amnesty for holding hostage?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I was trying to say a person maybe who was there who wanted to leave, but because of our actions, was not able to leave that hall, I am asking for forgiveness for, but it was not only the Officers, it was also the people who wanted to leave, who left small children at home, so they were not allowed to leave, so I was saying that in that sense.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.   Let's talk about you, did you yourself prevent anyone from leaving?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No, I even wanted to go home, but because of the situation, nobody was allowed to go home.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Did you yourself hold anyone hostage?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Indirectly I can say yes, because I also supported the fact that people were not allowed to leave.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But you were outside guarding that South African Defence Force should not come, not so?",
            "Male"
        ],
        [
            "LC KAMANA",
            "We were guarding the soldiers and we were also guarding people not to leave that area, so there was no one who was able to come in and no one was able to go out.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What did you say was the purpose of fetching all the Policemen?",
            "Male"
        ],
        [
            "LC KAMANA",
            "We wanted to be united, to say one word that Brigadier Gqozo should leave his office.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Even against other persons' will?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Those were the risks that we took when we wanted freedom.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Am I correct to say that you only applied for amnesty after you had been convicted of mutiny?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No, I was not even charged with mutiny.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But you are aware that there was a civil case against you and other Policemen by Tolman Sawuti, is that correct?  Against you, the Minister and other Policemen?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Yes, I am aware of that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And before that, you did not apply for amnesty, is that correct?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And is it also correct that there was a judgement against you and the Minister for an amount of R40 000 by Mr Sawuti?",
            "Male"
        ],
        [
            "LC KAMANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And after you have learnt about that judgement, that is when you decided to apply for amnesty for fetching Mr Sawuti?  Is that correct?",
            "Male"
        ],
        [
            "LC KAMANA",
            "No, what made me to come forward, make application for amnesty, first of all I did not know what we did, was wrong, I did not know that there were people that were against the change, so I found out that there were people who were hurt, who didn't like what we did, so I decided to come forward and make this application.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Otherwise you were prepared to pay the money which he has sued you for?",
            "Male"
        ],
        [
            "LC KAMANA",
            "R40 000?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I don't have that kind of money, I don't have R40 000.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I put it to you that the evidence which has been led from Mfene an also from Nkwenkwe is to the effect that the Officers were first so that Gqozo can be isolated, secondly that the Officers were actually asked in the hall about their involvement on the corruption.  What are you saying to that?",
            "Male"
        ],
        [
            "LC KAMANA",
            "There were a lot of things that were happening with Police, Police were not satisfied with the working conditions, so some of the issues came up on that particular day, but the main reason or the main objective was the removal of Brigadier Gqozo.  We had to take the people who were close to him, so that he can be exposed because he was using the Officers.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What do you mean by saying we had to take the people who were close to him, what does that mean?",
            "Male"
        ],
        [
            "LC KAMANA",
            "For example, let me make an example I was staying at Chachu, I was staying with people who didn't like Brigadier Gqozo, so those people when they were toyi-toying, I was sent to those people to stop those people from doing that.  I was being sent by an Officer who got instructions from Brigadier Gqozo, sitting in his office.  After doing that, I was supposed to go back to that community and live with that people, so I was living that kind of life, so in order for me to stay with the people in peace, Gqozo had to be removed from his position because he was not liked by the people.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, but what do you mean that we had to take people who were close to him?  What do you mean by that?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I think I have explained that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I am not satisfied with the explanation.  Does that mean that you had to deal with the people who were close to Gqozo by taking them hostage?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I am trying to say the chain of command at the Police, it is the Commissioner and the Officers, the Colonels and Major under him and the Captains and Lieutenants and Adjutants, Constable and Sergeants.  When you are in the field, it was the Adjutant who was responsible for those who were on the ground and he would get instructions from the senior people and Brigadier Gqozo was the main person who was giving out such instructions.  In order for Brigadier Gqozo not to deal with the people on the ground, we wanted them to be with us, so that Gqozo could not be able to send people.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, but what do you mean by we had to take the people who were closer to him?  What is this taking, can you explain that?",
            "Male"
        ],
        [
            "LC KAMANA",
            "What I am trying to say is that all the Police were supposed to be at the College, senior Police and all of them.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, why were they to be taken?",
            "Male"
        ],
        [
            "LC KAMANA",
            "So that Gqozo cannot be able to channel their instructions, in other words so that he cannot be able to have somebody to issue instructions on.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The evidence which has been led thus far, suggests that I know I asked this Mr Chairman, but not properly, I just want to put it to the witness, the evidence that has been led thus far suggests that a name of the Officer was announced that an Officer has committed this and this and then it would be announced that that Officer should be fetched, what are you saying to that?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I cannot dispute that.  Maybe some of them were fetched due to their specific reasons or some of them had been fetched because they had to be there.  The Police stations were not locked at that time, there were Police who were in the offices.  Some of them we couldn't find in their houses, so they were not there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "A colleague of yours, Mr Chairman, may I just - thank you Mr Chairman.  A colleague of yours, one Tyali, testified that the name of Sawuti was announced over the loudhailer that he must be fetched, what are you saying to that?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I wouldn't dispute that, maybe he heard that.  I didn't hear that.  I was outside and then I met Inspector Tyali at the gate, at Captain Sawuti's, so we were all there, but we didn't go to that house at the same time.  We were from Mr Ndileka's and then we met at Captain Sawuti's gate with them.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "According to my instructions, in all that process of fetching the Officers, the Officers were being antagonised by the people who fetched them, amongst others yourself.",
            "Male"
        ],
        [
            "LC KAMANA",
            "If there was a person who was not treated well when he was fetched, we ask for forgiveness for that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What I want to put to you is that you are not telling the truth because if the Officers who were fetched, were fetched for the purposes of unifying the Police, they would not have been antagonised by yourselves, passing silly remarks if you wanted unity and the purpose of the unity was to oust Brigadier Gqozo.",
            "Male"
        ],
        [
            "LC KAMANA",
            "Because they were the senior Officers, they were not aware of what was happening to us, the people who were feeling the pain of the time.    Maybe they would see the pamphlets and ignore them, but we would see the pamphlets and we would feel the pain.  We would acknowledge what was happening.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, but what I am putting to you is that you antagonised the Officers, therefore the purpose could not have been to unite the Police?  What are you saying to that?  I am talking about the 22nd now of March.",
            "Male"
        ],
        [
            "LC KAMANA",
            "If the Officers were antagonised, I think that one of the reasons is because they didn't see that we needed change, they were satisfied about what was happening, so the change that we as junior Officers wanted and maybe some of them that were for change, maybe they were against change, they wanted to stay, they wanted the situation to remain like that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I understand clearly what you are saying, but what I am putting to you is that whilst you people wanted change, but you did not, your actions did not unify the Police, all you did was to antagonise the Officers and by doing that, you were not hoping to achieve the ousting of Mr Gqozo?",
            "Male"
        ],
        [
            "LC KAMANA",
            "Our aim was to remove Brigadier Gqozo, if there was a person who was treated badly, we ask for forgiveness for that, that was not planned.  I am sure it was emotions on those particular individuals.  I wouldn't dispute that people were not treated well, maybe that happened, maybe that one isolated case.  I wouldn't deny that, but if there is such a thing that happened, we ask forgiveness for that, but our main aim was to remove Brigadier Gqozo from office.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And my further instructions are that you have not told the Commission the exact events of the day.  You have been untruthful to say the least.  What are you saying to that?",
            "Male"
        ],
        [
            "LC KAMANA",
            "I have told the Commission exactly what I know, what happened in front of my eyes on that particular day.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR NOMPOZOLO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nompozolo.  Any questions Ms Collett?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "No questions.\nNO CROSS-EXAMINATION BY MS COLLETT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Collett.  Mr Mapoma, any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions Chairperson.\nNO CROSS-EXAMINATION BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has the panel got any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions, Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "No re-examination, thank you Mr Chairman.\nNO RE-EXAMINATION BY MR OBOSE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Kamana, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are just going to take a short adjournment, we will adjourn for 15 minutes exactly.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}