{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-06-15",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "LOYANDA MOLESHE"
        ],
        "case number": "AM8003/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53481&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99061418_eln_990615el.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "DR TSOTSI",
            "LOYANDA MOLESHE",
            "MR MAPOMA",
            "MR NOMPOZOLO",
            "MR OBOSE",
            "MS COLLETT"
        ],
        "original_speakers": [
            "MR OBOSE",
            "CHAIRPERSON",
            "LOYANDA MOLESHE",
            "MR MOLESHE",
            "MR NOMPOZOLO",
            "MS COLLETT",
            "MR MAPOMA",
            "ADV BOSMAN",
            "DR TSOTSI"
        ]
    },
    "testimony": [
        [
            "MR OBOSE",
            "Mr Chairman, I am happy to say that Mr Moleshe has arrived.  His application appears at pages 30 to 36 of the bundle of paginated papers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Obose.",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR OBOSE",
            "You are a member of the South African Police Services, is that so?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What rank?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I am an inspector.",
            "Male"
        ],
        [
            "MR OBOSE",
            "During March 1994 what rank were you holding?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I was a sergeant.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Stationed where?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "At the police college.",
            "Male"
        ],
        [
            "MR OBOSE",
            "There was a meeting there on the 22nd March 1993, is that correct, at the Bisho police college?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you attend this meeting?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, I attended it but not when it started.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Which category of policemen were to have attended this meeting, initially?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "The police that were not saluted.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What time roughly did you get to the place where the meeting was held?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I arrived in the afternoon.",
            "Male"
        ],
        [
            "MR OBOSE",
            "How did you get to know that you had to attend the meeting?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I was busy at the college with students and then I heard people singing.  I then went to the hall.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What type of song?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "They were singing freedom songs.",
            "Male"
        ],
        [
            "MR OBOSE",
            "And you were attracted to this meeting because freedom songs were sung?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I was supposed to be there at the meeting but because I was busy - I then joined whilst they were singing.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you participate in this singing freedom songs?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "In what other manner, if any, did you participate in this meeting?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "As the time goes by, while we were discussing, I was chosen to be one of the people who were to fetch Superintendent Sawuti.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you go?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you find Superintendent Sawuti?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Where?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "At his house.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Roughly what time was this?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Because I didn't have a watch, but it was dark, I think it was in the middle of the night, but I'm not sure about the time.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Was he happy to come along with you?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, after we have explained to him why we needed him, he said he was going to go with us.  He was going to dress up and then he did that and we all left.",
            "Male"
        ],
        [
            "MR OBOSE",
            "And you took him to Bisho police college?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did he remain there until the early hours of the next morning?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, he was there as the night went by.",
            "Male"
        ],
        [
            "MR OBOSE",
            "And yourself?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I was also there.",
            "Male"
        ],
        [
            "MR OBOSE",
            "And the next morning, did you also proceed to Bisho stadium?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that is correct, I went to the stadium.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you at any stage get to hear about Gqozo's resignation?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, in the middle of the night we heard that Gqozo had resigned.",
            "Male"
        ],
        [
            "MR OBOSE",
            "And why did the meeting continue?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Because Gqozo had resigned and it was during the night and then we heard that Gqozo was supposed to address people in the stadium, telling them that he had resigned.  So when we heard that he had resigned it was during the night and there were other issues that came up whilst we were still discussing amongst our officers, that is why we were there for the whole night, until the next morning.",
            "Male"
        ],
        [
            "MR OBOSE",
            "It has been stated that police were armed, some with R5 assault rifles, is that so?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Do you know why?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "It is because we heard that we were going to be forced to leave the premises, the college hall, and then the boers would come and force us to leave the hall, so we decided to arm.",
            "Male"
        ],
        [
            "MR OBOSE",
            "So you intended defending yourself in the event of people forcefully removing you from the hall?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you, nothing further Mr Chairman.\nNO FURTHER QUESTIONS BY MR OBOSE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Obose.  Mr Nompozolo any questions?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR NOMPOZOLO",
            "Is it correct Mr Moleshe that by the time you fetched Mr Sawuti from his house, you already knew that Gqozo had resigned?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "When we went to fetch Mr Sawuti we didn't know that Gqozo had resigned.  I didn't know at the time that Gqozo had resigned.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When Mr Sawuti was fetched, is it not correct that you were in company of Tyali?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Was it not announced by Nkwenkwe that Brig Gqozo had resigned before you left to fetch Mr Sawuti?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I wouldn't dispute that but what happened on that day, you wouldn't be in the hall the whole time, we were around the camp.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What kind of firearm were you carrying when you went to fetch Mr Sawuti?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I had a side arm, a 9mm pistol.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Was there anyone who was carrying the big firearms like R4, R5 in your company?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I wouldn't be sure, but in that car that I was in I didn't see any person with the big firearm, because there were two cars that went there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The aim of fetching Mr Sawuti was not to unseat Brig Gqozo, am I correct?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "The aim of collecting all the officers, we wanted them to be in the hall because we had regarded them as the people who were close to Brig Gqozo and everything that was not right, that was happening at the police service, Gqozo would be on their side.  So we had to take the officers to put them in the hall.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Did you know that the purpose of the meeting was to unseat Brig Gqozo?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I didn't know at first because I arrived late in the meeting.  I arrived when the people were singing freedom songs, that's when I arrived.  I didn't know what happened in order to be that meeting, but when I arrived people were singing freedom songs and they were also shouting.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "At the - when exactly did you get to know that the purpose was to unseat Brig Gqozo?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Whilst I was still in the hall people singing freedom songs, I could hear the police shouting saying that they wanted him to be removed.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, is it correct that Mr Sawuti was kidnapped from his home by yourselves?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Sawuti was taken by us from his home.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "He was not kidnapped?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "We took him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "You took him forcefully against his will.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "At that time there was not need to use force because why, when we told him that he was needed at the hall he asked who was in the hall.  We told him that the commissioners and the officers were there, so he told us that he was going to dress up and then we didn't take him by force to the car.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I will refer you to your application page 31\nsection 9, sub-section (a) (i) Acts, Omissions or Offences :  \n\t\t\"Kidnapping and Mutiny in contravention section 3 \n\t\t (a) and 3 (b) of Schedule 3 of the Police Act of \n1983.\"\nNow, to whom were you referring to by saying kidnapping on your application?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I was referring to Sawuti, the one I took from his home, because he laid a charge that I took him against his will.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So when you made the application - when you applied for amnesty on the written form, you indicated that you want amnesty for kidnapping.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And that is consistent with what Sawuti instructed me to say, that you kidnapped him from his home.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I can say it is so if he says that we kidnapped him because we took him from his house, but we didn't force him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "According to him you were so aggressive.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "There was no need for being aggressive at the time we were talking to him because he didn't resist when we told him that he was needed at the hall.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And according to him you were humiliating him in front of his children and also in front of other policemen on your arrival at the college, calling him a thief.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I wouldn't dispute that because he was not in the car that I was in, there were two cars there.  He was in the first car and I was in the second car, maybe that happened, but I don't have any knowledge about it.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that you were never part of the people who planned the meeting and you did not know what the meeting was all about?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that is correct, I didn't know what the meeting was all about, I was not part of the plan, or I was not part of it when it started.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And therefore, is it correct that you could not be part of the people who wanted to unseat Brig Gqozo because you did not know about that?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is not so, Sir, because I also didn't like Gqozo.  I was one of the people who didn't like him.  If it had happened that I was there at beginning of the meeting I would have supported that because I've supported it when I arrived there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that Mr Sawuti all along, throughout the meeting, he was not fetched from his place until somebody mentioned that he has misappropriated funds and then for that purpose he was fetched from his home?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "As I've already said before, there were discussions in the meeting about what had happened and these cases didn't go further against the officers because they were close to Brig Gqozo so he prevented these cases to go forward and the issue of the money came forward, it became part of the things that were being discussed so we were told to go and fetch him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "They were fetched because people wanted to establish how much have they misappropriated, not that they were fetched because you people, you wanted to remove Gqozo.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is not so.  Each and every officer, there were a lot of officers in the Ciskei, so it was difficult to think about all of them.  If a person suggests or thinks about a particular officer, we would go and fetch that officer even if he was not involved in the misuse of money.  There were other officers that were not fetched that particular day, but we didn't think about them at the time but they were also needed in the camp.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, if the decision was to take the officers because they were closer to Gqozo, therefore during the day when other officers were arrested or taken as hostage, it means that all the officers, if the purpose was to take all the officers, all the officers could have been taken during the day on the 22nd.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Those we could be able to get, we did get them.  We went to the head office and we took them all and then we went to the logistics office and then we took those that were there and those that were in other areas, so we couldn't find others during the day and then we managed to get others during the evening and then they met Capt Tlela for example at the robots and then he was taken to that area.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So the aim of taking the officers into the hall was not to unify the police and have one voice against Gqozo, is that what you are saying?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I've already said the officers were the people that were close to Brig Gqozo, so it would have been difficult for us to be united with him, but we wanted them to be there in that place and Gqozo to be alone outside.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, why were the officers not questioned about their relationship with Gqozo, why were they questioned about the misappropriation of funds?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I wouldn't be able to answer that because I was not asking any questions and as I've already said, we were in and out, so I wouldn't say that those questions were asked or not.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Who told you the purpose of fetching the officers?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I heard that from the hall.  I was outside.  I heard that people said that we were supposed to go and fetch Sawuti.  I was the one who knew where he was staying so I went inside the hall and I told them that I knew where he was staying, so I went to fetch him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What was the purpose of fetching Mr Sawuti from his house?  Was it to unseat Gqozo, when it was announced when you were outside, or was it said the Mr Sawuti has misappropriated some funds therefore he must be fetched and come and account for that?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "The person who announced this, I didn't hear his reasons, he just asked whether we - is there anyone who knew where Mr Sawuti was staying, I then said yes I knew where he was staying.  I didn't ask why he was needed and I knew where he was staying so I decided to go and fetch him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So you did not know for what purpose Mr Sawuti was to be fetched?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I knew that the officers were needed inside.  They had to be in the camp.  If we meet an officer, you have to take him to the camp.  He was one of the officers to be taken to the camp.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "All along during the day the officers, during the day, during the night, the officers were questioned about their promotions, were questioned about the misappropriation of funds, is that correct?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "There were questions about the misappropriation of money and those were the reasons why we asked them and then their cases were not going forward, and then that involved the politicians such as Brig Gqozo.  Those were the discussions that were happening inside.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And there was not one political question asked of Mr Sawuti, was there any?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I don't know what kind of questions Mr Sawuti was asked, I didn't ask any questions.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that your role was just to kidnap him and put him in the hall and nothing further?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that was one of them, that he was supposed to be in the hall.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Did you do any other thing to Mr Sawuti other than kidnapping him?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "No, I didn't do any other thing to him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that you decided to apply for amnesty after you had been charged at Zwelitsha Regional Court?  After you had been charged and convicted at Zwelitsha Regional court?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And is it also correct that you applied for amnesty after summons had been issued for kidnapping, for unlawful arrest and detention and for malicious prosecution by Mr Sawuti and others?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, I even appeared in court.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that. prior to the civil and the criminal cases against you, you did not apply for amnesty, neither did you think of doing so?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I didn't apply for amnesty before.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that the actions of the day, that is the 22nd and the 23rd, as far as you are concerned, were not politically aligned but you were just doing this out of excitement?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "No, our excitement would not lead us to think of removing Brig Gqozo.  It was not just excitement, it was what we wanted so we had to do it that way so that it can be successful because, in the first place, we knew that the soldiers were divided.  There were soldiers who supported Gqozo and there were those that didn't support him.  The police and our management were supporting Brig Gqozo.  We knew that that was the opportunity to remove Brig Gqozo, that's why we did those things the way we did them.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Do you happen to know if Brig Gqozo was informed that officers were held hostage at the Bisho police college?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, Gqozo knew about that because the commissioner at the time, Nqoya, was with him, was with Brig Gqozo.  He left the hall, he went to the head of State, Brig Gqozo and he was also found there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "How do you know that the commissioner told Brig Gqozo that  officers were held hostage at Bisho police college?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "There was no way that he couldn't have told him because the officers from his office were not in the office at the time, they were in the hall and he was together with Brig Gqozo.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is evidence given here that the commissioner called the meeting and left the meeting to have a meeting with Brig Gqozo, is that not the correct evidence?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "As I've already said, before when the meeting started I was not there.  When I arrived the commissioner was not there but what I know is that the commissioner was found at Bisho in the minister's residence.  That is why I'm saying that Gqozo knew that the officers were there because the commissioner was found there with Gqozo, but when I got to the hall he was not there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Therefore, we can safely say that the commissioner did not know that the officers were held hostage, because he left before the officers were held hostage, is that correct?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I wouldn't say that.  I wouldn't dispute that, I wouldn't agree with that because I've already said that when I arrived the commissioner was not there.  I don't know when he left or how he left.  When I arrived there, he was not there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "How did you hope to unseat Brig Gqozo?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "What happened on that day when we kept the officers inside the hall, the soldiers arrived during the night.  They arrived at the hall and there was conflict, or disagreement about the police and the soldiers, they came as if they were there to help the police, but we as the police realised that these people still wanted Brig Gqozo.  They left and then we sat there until the night when Gqozo said he was resigning.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Mr Moleshe, I put it to you that you kidnapped Mr Sawuti and you held him hostage at Bisho police college and that had nothing to do with unseating Brig Gqozo.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I would dispute that because kidnapping him or taking him was part of all this because we wanted to remove Brig Gqozo.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Was there a plan in the meeting that Brig Gqozo would be told to step down and to achieve that his officers, his police officers, are being held hostage?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "When I arrived there, the meeting was continuing so I decided to join the meeting, I decided to be part of what was happening.  When the meeting started I wasn't there so I don't know what happened before I arrived.  When I arrived these freedom songs were being sung and then I went in, I listened and I also joined in the singing of those songs until the time came when I was supposed to go and fetch Capt Sawuti.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So there was not stage that you know of where the meeting agreed that we are holding these people as hostage and Brig Gqozo must be told to step down because we are holding police officers as hostage?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "There was no meeting that I was part of that I heard that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But now how did you hope to achieve your objective of unseating Brig Gqozo if he is not told that we are holding some people here hostage therefore step down so that we can release them?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Surely the pressure that we had because we took all the officers from Whittlesea and around, we were trying to send him a message, we were pressurising him, so he could see that he had no police, so we were dependent on him, but by doing that we knew that he was being helped by the police so the if the officers were not there something would happen.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But now, he wouldn't have known that the officers attended the meeting voluntarily or they were kidnapped to go to the meeting, not so?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Brig Gqozo wouldn't have known that he has got no officers, the officers are kidnapped, no would he know that the officers had gone to the meeting voluntarily, is it not so, because it was not communicated to him.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "The way this happened, it happened next to his offices.  The officers were taken at the parliament head office with casspirs so it was obvious because the police were around Bisho, even if he was not told it, but he would have suspected, or he would have known that something was happening.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And you people who attended the meeting at that stage, you did not know where he was and you did not communicate with him, that is with Brig Gqozo, not so?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "We tried to meet with him, soldiers telling us that he was here or there, but we couldn't exactly find him where he was.  Then at night we heard that he had resigned, so the police celebrated.  We also heard that over the radio that Brig Gqozo had resigned, in the morning.  We heard that Gqozo wanted to go and address the police.  We then said that if he had resigned he must go to the stadium and address the people and tell them that he had resigned and that didn't happen.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "That is exactly my point.  My point is this, because you did not know the whereabouts of Brig Gqozo during the day, you wouldn't know that Brig Gqozo observed all what happened and as a result he got the message.  Do you understand my point.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "What time?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "During the day, before he resigned, you wouldn't know when the officers were taken out of the parliament offices and from all their offices, you did not know that he is observing that or not.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "But the way it happened according to my perception, he was supposed to observe that or to see that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now were all the officers taken to Bisho as hostage?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "The officers that were there at Bisho, they were all taken, those that were found there.  Those that were not taken, they were not in the office, but everybody that was in the office, they were taken to the Caspir and they were taken to the college and those that were at the head office, they were also taken to the college.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, the officers, those who are instructing me are saying that there at the police college, those who were at the police college, taken hostage there, they are saying all what happened there, they were being humiliated, asked about their CV's, asked about their promotions.  Do you have any knowledge about that?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "It might be possible that that happened, but I can't say for sure that it happened or it was the only thing that happened maybe it was one of the things that were happening.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Those who are instructing me are saying there was nothing which was said to them about their support or their being under Brig Gqozo.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, that did happen when the commissioner was there because it was said that that is why their cases are not going forward because people like Gqozo were on their side, the cases about - the cases that were investigated by the department.  So that clearly showed us that they were close to Brig Gqozo.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When was that said?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "When Commissioner Nqoya was present during the night.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But when Commissioner Nqoya arrived there already Brig Gqozo had resigned.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I wouldn't be sure about whether he had resigned or not because as I've already said, this issue about him being resigned was heard over the radio by those who were listening to the radio.  Whether the commissioner was present at the time, I wouldn't be sure.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Did you as people who were there, in particular yourself, have any knowledge of the association of Mr Sawuti and Brig Gqozo?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Capt Sawuti, because he was an officer, he was a commissioned officer, we associated them with him, not as individuals but because of his position, because he was a commissioned officer we associated all of them with him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So you did not care whether he was against Brig Gqozo, as long as he was a commissioned officer, then he was on the side of Brig Gqozo?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "Every commissioned officer, we'd take him to the hall and he was also a commissioned officer at that time.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Mr Chairman, I don't wish to mislead the applicant.  I understood Mr Mfene to be saying that - sorry -Mr Nkwenkwe to be saying that he went to Brig Gqozo with others in the evening and came back and told the meeting that Brig Gqozo has resigned.",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "I wouldn't dispute that, that he went to him, but I don't know about that, I didn't hear about it and I didn't see him when he was leaving.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it also correct that had Mr Sawuti resisted you, you would have forcefully taken him?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "That is correct.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR NOMPOZOLO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nompozolo.  Ms Collett have you got any questions?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "No questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Sir, no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Has the panel got any questions?\nThank you.  Have you got any re-examination Mr Obose?",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "Just one issue Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR OBOSE",
            "Now you say soldiers got to the meeting and it became apparent that they were still pro Gqozo and there was some disagreement and they were told to leave, or at least left.  Just briefly what was this disagreement or around which issue in particular?",
            "Male"
        ],
        [
            "LOYANDA MOLESHE",
            "What happened is when the soldiers arrived they went in and they were given a chance to speak and whilst they were speaking we found out that these people didn't want Gqozo to be removed, they wanted him to continue, so the police told them to leave because they were not agreeing with them.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you Mr Chairman.\nNO FURTHER RE-EXAMINATION BY MR OBOSE",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just, following on that, ask one question?\nWere there any soldiers who actually joined you in the hall as part of the security, as one witness put it?",
            "Unknown"
        ],
        [
            "LOYANDA MOLESHE",
            "Yes, there were soldiers that came there driving military vehicles.  Those are the soldiers that I am saying they were given a chance to speak at the hall but we found out that we are not saying the same thing.  They wanted Gqozo to continue, they didn't want him to be removed, that is when the conflict came.  We then released them, we told them to leave.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "My question is actually, were there soldiers that stayed, that joined you in your objective that Gqozo should be removed?",
            "Unknown"
        ],
        [
            "LOYANDA MOLESHE",
            "No.  Those that were in the hall, they left.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "You say that some of the soldiers who spoke in the hall there you found out that they were not really with you, supporting you, what did they say which made you realise that they were not supporting you?",
            "Unknown"
        ],
        [
            "LOYANDA MOLESHE",
            "What happened is, as the hall was full, there were others inside, there were others outside, I heard that from someone who was coming inside the hall, he said that these soldiers wanted Gqozo to continue so they must leave.  I didn't hear that directly from a soldier, I heard it from a comment from a police who was coming from inside saying that these soldiers were for Gqozo, they were not against him.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "So you yourself don't know whether or not the question of Gqozo's resignation was raised at the meeting?",
            "Unknown"
        ],
        [
            "LOYANDA MOLESHE",
            "No, what I heard was people shouting \"Down with Gqozo\", they were singing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Moleshe you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Obose.",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "That will be the last witness for today Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  We have heard the testimony of 7 of the applicants.  We obviously are intent on concluding this application in this session and to that end we are going to let the matter stand down until Thursday morning and we intend to conclude the matter on Thursday, so we would like to prevail on you to ensure that the remaining applicants are in attendance here on Thursday so that we can finalise their matters.",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "Yes, I'll do my best Mr Chairman, certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And perhaps you can impress the urgency and importance of that on your clients when you are in touch with them and if it's necessary you can convey that to the authorities if\nyou need to get the assistance of some of the authorities in the police to ensure their attendance here.  you can impress upon those in authority that the remaining applications might very well be prejudiced if they don't ensure that everything is made possible for those remaining applicants to actually come through here and to attend and to have their matters heard.",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "I'll do so Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Under those circumstances, we are postponing the proceedings until Thursday morning and we will reconvene in this venue at 9 o'clock in the morning.  We're adjourned until Thursday 9 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}