{
    "header": {
        "type": "TRUTH AND RECONCILIATION COMMITTEE, AMNESTY HEARING",
        "starting date": "2000-02-03",
        "location": "BISHO, EAST LONDON",
        "names": [
            "VAKELE ARCHIBALD MKOSANA"
        ],
        "case number": "AM4458/96",
        "matter": "BISHO MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54027&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200203ki.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "MR DU PLESSIS",
            "MR KOOPEDI",
            "MR MAPOMA",
            "MR NJOBO",
            "MR SIBANYONI",
            "MR SMITH",
            "MR VAN BREDA",
            "VAKELE ARCHIBALD MKOSANA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR DU PLESSIS",
            "MR VAN BREDA",
            "MR SMITH",
            "MR KOOPEDI",
            "ADV SANDI",
            "MR SIBANYONI",
            "MR NJOBO",
            "MR MKOSANA",
            "VAKELE ARCHIBALD MKOSANA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning.  We want to start the proceedings.  For the formalities, just for the record, today is Thursday 3rd February 2000.  This is a hearing of the Amnesty Committee being held at Bisho.  The Panel is chaired by myself, my name is Denzil Potgieter and I'm assisted by Advocate Sandi and Mr Sibanyoni.  We have on the roll the amnesty applications of V A Mkosana, amnesty reference number AM4458/96 and M T Gonya, amnesty reference AM7882/97.  These two applications relate to what has commonly become known as the Bisho shooting or the Bisho Massacre.  That is the matter we have before us.  Yes, Mr Mapoma, I assume that the applicants are both present?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, before we proceed perhaps I should just let the legal representatives put themselves on record formerly.  Let's start with the first applicant, Mr Mkosana.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairperson, my name is Peet du Plessis, I'm from the firm D P du Plessis Attorneys and we represent V A Mkosana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Du Plessis, and for the second applicant?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Thank you Mr Chairperson, my name is Henry van Breda from the firm ...(indistinct) from Breda Attorneys in East London and I represent Mr Gonya, the second applicant in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van Breda.  For the victims of the incident?",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Thank you Mr Chairperson.  My name is Michael Smith, I'm from the firm Smith, Thabata, Lune and Connelan and I represent the victims of the shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Smith.  And then on behalf of the African National Congress?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you Mr Chairperson, my name is Brian Koopedi, I represent the African National Congress which are the interested party in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Koopedi, that takes care of those formalities.  Mr van Breda, you have indicated to us that you have some issues that you wanted to raise before we proceed?  You can do that now.",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Thank you Mr Chairperson, first of all I would like to apologise to the Committee and all the legal representatives here for being late and in the whole explanation the reason will come forth.  Mr Chairperson, what has happened in the first place, we had difficulty in tracing the second applicant in this matter.  We eventually have been successful in that and he is present today.  The problem that we experience is the following.  On the 6th December 1999 we received a fax from the Amnesty Committee stating that - and I will read the facts\n\"We would like to inform you that the Bisho Matter is set from 31 January to 1 February 2000 at a venue to be announced later.  Thank you for your co-operation herein.  Yours faithfully, Zuko Camagu.\"\n\tMr Chairperson, that is the only correspondence I received as far as this matter is concerned.  I didn't receive any notification as far as the venue is concerned.  In fact my secretary phoned on Monday to find out where we should go to because we heard it's either Umtata or King William's Town, were we informed that the amnesty application is proceeding in Umtata on the 31st January and I was actually amazed to find out it will be in Umtata.  I spoke to another person who is also an applicant in that matter and he informed me that it could not be correct because their matter is proceeding on the 31st January and that person's name is Harold Chandla.  So then on the 1st of February I spoke to the people again in Cape Town to make enquiries.  They informed me no, that the date has been changed to the 3rd and the 4th February, they informed me in fact that it is still in Umtata or that the venue is in Umtata and that was Tuesday.   I indicated to them that I will experience difficulties in that due to other commitments and on Wednesday I was in contact with them again and I was advised by the members in Cape Town that I should attend today and just explain to the Committee.  I can just also inform that I was only notified yesterday of the venue which will be of course King William's Town.  The other commitments I'm referring to, Mr Chairperson, I have a matter that we're busy with in East London where the people are from Johannesburg.  Counsel has been briefed, we've started this morning with that matter.  I've explained my position there to the various - or the magistrate and requested them that the matter stand down until 2 o'clock which will enable me to come to this Committee and explain the situation.  The case was yesterday also on the roll, was rolled to today and we're not sure whether it will be finalised today or tomorrow.  We trust tomorrow it will be finalised, but the fact of the matter is, Mr Chairperson, that due to these other commitments I could not have made arrangements in time, I didn't have time to do that as I was only informed of the date on Tuesday 1st February and it is my humble submission and I know the problems as far as these applications are concerned and the logistical problems as well as the finances involved and it's my humble submission that it cannot be regarded as unreasonable for me to apply for remand if I receive notice of the date two days before the time especially due to the fact that the only fax that we received stated the dates being the 31st January and the 1st February. \n\tMy learned friend sitting next to me also showed me a document which he received now this morning and as far as opposition is concerned, which I have not received, I have not even had a look at it but be that as it may the problem is I have other commitments which will also be a costly affair to try and postpone that and in that case one person is in custody and should we postpone that matter it will mean that he will remain another four or five months in custody before we will be able to proceed with that case.  \n\tUnder the circumstances I'll ask the Committee, or my instructions are to ask for a postponement in this matter due to the problems I've just sketched.  As it pleases this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Breda, the other matter that you're talking about, you say is in a Magistrate's Court and I gathered from what you said it's a criminal trial?  You say the chap is in -your client is in custody?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is indeed correct, it's a Regional Court matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you have brief counsel in that matter have you?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "There were actually two matters.  The one matter with counsel we finished now just before I came and this other matter is due to proceed now at 2 o'clock again and that is also the matter where people are from Johannesburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that also a criminal trial?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is indeed correct and that is the case that I'm referring to, where the person is in custody now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that is a matter that's standing down you say?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who will be dealing with that trial?  Who will be handling that trial?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "I'm handling that trial myself, that trial has been going on now for nearly three years.  I must say the accused has not been in custody all the time but the incident occurred in beginning of 1997.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and it's a Regional Court matter?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And for when is that set down?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "We started yesterday, we will proceed or the instructions are to proceed today and if we cannot finalise it today we will proceed tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, are you in partnership, you've said?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is correct, Mr Chairperson.  We are only two partners at the firm.  My other partner is Mr Changford and he does only civil work or civil litigation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you just two professional members of the firm?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Pardon Mr Chairperson, I forgot to mention something else?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "There was also a Mr Skeen at our firm but he left the firm, in fact went into another business, that was now during last year November month and he's now involved in Bisho Express, the courier services and he decided he had enough of law.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just that leave just the two of you as the professional people in the firm?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is correct, we have a new articled clerk.  Of course she does not know anything, we have to train her right from the beginning and unfortunately my partner, this is not the kind of work he is familiar to or anything, he will not be able to deal with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  What are the prospects of finishing with this trial today that you're busy with?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "If we started at 2 o'clock I think we'll most probably be finished tomorrow.  The chances are not good that we will finalise it today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that so?  So are you saying in effect that there is no basis upon which you would be able to attend to this particular application between today and tomorrow?  Those are the times that it's set down for?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is correct, Mr Chairperson, I have to be honest.  If I say I have time tomorrow I know it's just going to backfire again and the same will happen today that the Committee will sit here and wait, that's what I'm scared of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  So if the matter were to proceed you will not be able to assist the applicant?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "No Mr Chairperson, I'm not in a position to proceed today, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well even tomorrow, I mean you can't - you say you can't commit yourself for tomorrow either?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if this, if the application proceeds today and tomorrow here, you wouldn't be able to represent the applicant?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Unfortunately not Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr van Breda.  Mr Mapoma, have you got any submissions on the application of Mr van Breda?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.  Chairperson, we are opposed to the application for postponement of this matter and I would like, Chairperson, to outline the background and the circumstances under which you have been operating all along with the applicant's side regarding this matter.\n\tThis matter, Chairperson, you will remember was initially set down for some day in November last year 1999 and we had been in constant touch with Mr Skeen of the firm of Mr van Breda.  He outlined the problems that he was having in getting in touch with the applicant to such an extent, Chairperson, at some point he withdrew and we took it upon ourselves to investigate the whereabouts of Mr Gonya with the view to notifying him and arranging for his legal representation if he could be found and if Mr van Breda's firm could not represent him.  That was all in vain, Chairperson, and necessitated that this matter get postponed and I must mention, Chairperson, that the Truth and Reconciliation Commission incurred insurmountable expenses as a result of that postponement.  We went out of our way to investigate his whereabouts throughout until on the 18th January 2000.  We ended up issuing media notices, media announcements through the Umshlobelele Radio and through radio Ciskei, notifying about this hearing and in particular asking Mr Gonya to contact the TRC should he get this announcement.  I am informed by our media liaison officer that those announcements were in fact at on the radio and in fact in the Daily Despatch press release did appear calling upon Mr Gonya to contact the TRC.  All that was done and Mr Gonya did not contact the TRC.  I'm informed by the evidence analyst here in this matter, Mr Camagu, that he received a call from Mr van Breda's law firm from Mr Hendrick who told him that Mr Gonya had since phoned them and they would not be able to attend to this matter because of their schedule.  I told Mr Camagu to tell them that the matter will be proceeding today.  If they can't afford to appear for him, we are prepared to arrange for an alternative legal representation in respect of Mr Gonya.  \tChairperson, I pause at this stage to outline - I mean to mention in particular that all this was done because we wanted to avert the further expenses in this matter through postponement.   I've taken note of the communication that Mr van Breda's firm did have with our officers in Cape Town but I want to stress, Chairperson, that the person that was communicated with regarding this matter is our evidence analyst Mr Camagu and I have all along been impressing upon him to inform Mr van Breda's firm that the hearing is going on at Bisho on the 4th and the 5th, on the 31st up to 2nd will be in Umtata and I've been advised by him that that has been done accordingly. \n\tIn the circumstances, Chairperson, I am taking a point that it looks like Mr van Breda or his firm are not in a position to proceed with this matter today and I ask this Committee in the circumstances that we proceed with the matter and arrange for an alternative legal representation for Mr Gonya.  It is my submission, Chairperson, that it will not be unreasonable to get a legal representation for Mr Gonya at this point, to go ahead with the matter and I submit further that it will not be in the prejudice of Mr Gonya if that happens.  In fact, Chairperson, it will be in the benefit of the taxpayer that the matter proceed today and I may further mention, Chairperson, that the instructions for Mr Gonya to appear are instructions which are received from the Government and the Government pays the legal representative for those instructions.  So it is not a question of Mr Gonya specifically as such instructing a particular firm but it is the Government instructing the legal representative to represent a person who appears before the Amnesty Committee.  Instructions through the Department of Defence.  So all in all, Chairperson, and it is my submission, that the balance of convenience is in favour of us proceeding with the matter today.  All that was reasonable was done by the Commission to notify Mr Gonya and in fact Mr Gonya did in fact receive that notice through the media because the legal representatives for Mr Gonya told us that he said to them that he received through the media that the matter is going ahead today.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  There are present here a number of interested parties in these proceedings.  Can you just give us an idea as to roughly how many there are and perhaps just an idea as to where they hail from, where they come from?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, we have notified about in fact more than 150 victims to come and appear to listen to the application.  A large number of them are here, I have not taken the roll call but quite contingently responded likewise and we have got legal representation to represent them on the instructions of the Amnesty Committee.  We have as well representation for the African National Congress, from Mr Koopedi who has flown from Johannesburg to come to this hearing today.  We have Mr du Plessis for the other applicant to come to proceed with the matter today.  He is on instructions from the Department of Defence as well.  Whether the matter proceeds or not today, at the end of the day the taxpayer will pay for him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, isn't Mr du Plessis coming from Pretoria?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "...(inaudible)",
            "Male"
        ],
        [
            "ADV SANDI",
            "And your client Mr Mkosana, is he based in Pretoria?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "He's not based in Pretoria, Mr Chairperson, as far as I can recall he is locally but I can get instructions on that as well.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson, the victims are from around the border region of the Eastern Cape, some from Grahamstown, some from Northern Ciskei, Mdantsane, around this border region.  We have as well notified other implicated persons.  Some of them are in the Defence Force, they come from Pretoria, to come as implicated and the interested parties.  Thank you Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Maybe it's worthwhile to place on record that also on the Panel we've got members coming from all over the country, as myself coming from the Mpumalanga Province at great cost to the TRC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has anybody got an idea, as a large number of members of the public present in the hall and I gather that the majority of them would be people who have been notified and who are here, either victims or next-of-kin of deceased victims of this incident but do we have a rough idea as to the number of people who are present here?  Perhaps the staff can give us some idea as to how many people are here?  It seems to me to be quite a big group of people.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Chairperson, if this might assist, I've tried to make a head count.  There are more than seventy people seated here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I will say that would be fairly accurate and I assume that people who are seated, seventy one.  So it's a very good estimate Mr Koopedi.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "It was a head count, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh was it actually a head count?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, probably missed out on one of the shorter people.  Seventy six, okay.  Yes, no we have the statistic now, there are actually seventy six people present who are interested parties, either victims of the incident themselves, direct victims or next-of-kin of people who died in the shooting and Mr Mapoma you say all of this is at the expense of the TRC or the Commission?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.  It's at the expense of the TRC as a Commission and even further that at the expense of the taxpayer Chairperson because the Government departments do pay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but just insofar as the victims are concerned, that is for our account?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, yes Chairperson, for transport.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Finances in terms of organising to get the people to the venue, transport, subsistence, everything that goes with - we know what it entails, getting people present at a hearing like this, that's entirely for the TRC's account?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then in addition to that you refer to the fact that some other Government department's are also funding the presence of the applicants and some other implicated people?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Exactly Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and as you say, eventually it comes to our pockets as taxpayers?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That is my submission, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, have you got any other submissions Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, that is all unless there's a particular issue that the Committee would want me to address them on?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Yes while I'm on that side I'm just going to go down the line.  Mr Smith, what is your attitude towards the application?",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Mr Chairperson, the victims cannot really say that they oppose the application.  They would just like the Committee to take into consideration, from a consultation especially with people whose relatives died in the incident, it's now a period of seven years have passed and this is just purely a personal opinion expressed to me, is that people want to have this matter brought to finality.  It's the reopening of old wounds since the incident and the people that I've consulted with in fact questioned me whether it is necessary for them to attend because it's a traumatic experience and they have to go through it again and I think that is just a factor that the commission must weigh also in considering the application for postponement, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Smith.  Mr Koopedi, has your client got any attitude on the application?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you Chairperson, Honourable Committee Members.  My submission will be very brief.  My client would be opposed to any further postponement of this matter purely because this matter has been going on for a long time and also again that it comes at a very high cost to my client.  But just to take it a little further, Chairperson, Honourable Committee Members, I'd like to put on record that the process of amnesty is not only about the giving of amnesty to applicants, it is mainly and to a very large extent so intended to enhance reconciliation.  I do not think that by giving any further postponements to this matter we would be doing justice to that part.  I do not see us moving the two people, if one may class them as such, together by furthering postponing this matter.  The Committee will only be helping to disillusion the victims who are here.  The victims who are here I was reliably informed that they come from different areas where public transport is also a problem to them.  Some had to brave the rain this morning to be here and Chairperson, Honourable Committee Members, if indeed it is possible that perhaps another legal representation can be arranged it would be my submission that this application should be refused and that this matter should go on so that all the people interested in this matter can see justice to be done.  For the better part of the morning there has been numerous questions, why aren't we starting, why are we called here and the matter is not proceeding.  It is my submission therefore that it would not be fair to the victims and the interested parties to tell them at this late hour that we will not be proceeding because we are unable to handle the matter.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Koopedi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr van Breda, can I just ask one thing?  At what stage did you become aware that this matter was going to be proceeded with today at this particular venue?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "It was - I've heard about the date on Tuesday and the venue on Wednesday.  Tuesday the 1st February and the venue was given to me on Wednesday, that is now yesterday and as I stated previously, the only correspondence I received from the Amnesty Committee in this regard was a fax that I referred to dated 6th December 1999 given us the dates being 31st January and 1st February.  If that was the case of course that would not have been a problem.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you get in touch with your colleague, Mr Mapoma the evidence leader, to say that today you had to go to court to have the matter postponed there, adjourned with?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "My secretary made the telephone calls, I only spoke personally to him this morning but from Monday on we've been in telephonic conversation with them every day, that is now with the offices in Cape Town.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, just before I go to Mr du Plessis, we have reserved two days for this application.  It appears to be something that is largely documented, it's not an unknown incident.  Firstly, I assume that the times that we've allocated to the matter would be sufficient to dispose of it?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If a legal representative who is available has to be arranged for Mr Gonya, what sort of delay would that entail, roughly?  Who would for example would be able to proceed sometime today or early tomorrow morning and if assuming we have to start early tomorrow morning, would we have sufficient time to dispose of the matter?  That calls into question for example - I don't know if you have the answers whether your colleagues intended to call witnesses and that sort of stuff and bearing in mind as I have said it looks as if a lot if not most of this is documented but have you got any idea about that - praticalities?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson, I agree.  The Bisho Massacre incident is well-documented.  It did appear in the Human Rights Violations Committee Hearings and one of the applicants did in fact testify at those hearings about the account of events and the victims themselves did testify.  I do not know as to whether they would be called to testify at this stage but I think, Chairperson, if the matter - if a legal representative had to come in there can be ample opportunity to consult with the applicant and then his application be heard tomorrow morning.  If from this afternoon onwards that opportunity to consult can be received by the legal representative so appointed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it might be that if there is another legal representative appointed for that applicant that legal representative might want to cross-examine the first applicant, I'm not sure, might want to listen to the evidence in chief of the first applicant because it seems to me as if we are able - in fact I'll go over to Mr du Plessis now but he has indicated to us that he's ready to proceed, that he has been here the whole morning waiting for the proceedings to start.  So all indications are that his matter, he can proceed in respect of the first applicant, that one can listen to the evidence in chief, one can listen to the cross-examination of the legal representatives who are present and able to proceed.  It might be that the cross-examination in respect of the first applicant might have to stand down to enable that - the representative to prepare properly.  So would it be fair to estimate that under those circumstances we should be able to dispose of the matter by tomorrow even if we were to now get another legal representative to come in on behalf of Mr Gonya?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes I think that will be fair, that will be fair estimation and it's quite a reality that it can happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes very well.  Yes thank you Mr Mapoma.  Mr du Plessis, have you got any submissions on this matter before us?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes Mr Chairperson.  It is my instructions by my client that save for the following reservations, namely the opposition to his application, the grounds thereof secondly and thirdly any statements to that effect, we are ready to proceed today, Mr Chairperson, and therefore it's also my instructions to oppose an application for postponement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think as you've already indicated you are from Pretoria, from Gauteng?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you have set aside the time to deal with this matter?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes I flew down Tuesday afternoon, I spent yesterday in King William's Town and I also went to the stadium as such, to the location, to Bisho and I am ready to proceed, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr van Breda, do you have any response, reply to anything that was raised by the other legal representatives?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Yes thank you Mr Chairperson.  In short I would just like to emphasise the fact that the date being the 3rd and the 4th February was only given to us on Tuesday the 1st February and it's my submission that no one on such short notice can make the necessary arrangements in time.  Furthermore, an aspect that the Committee has already touched is, to prepare for an application of this nature is not done in an hour or even three hours.  It takes at least six to eight hours to prepare everything.  There are several decisions to be made, for example whether an affidavit should be drawn up, the applicant read it out, whether there should not be an affidavit, the scene has to be visited etc., etc.  So that is why I'm raising this issue is that I cannot see and this has been an instruction from my client as well but I suggested that possibility to him that another legal representative might be appointed, but the problem remains as far as preparation is concerned, that there's not sufficient time and it's further my submission that although Mr Gonya or they have been looking for him for quite some time, he is present and he should also be afforded the opportunity to prepare properly.  It is unfortunate that he could not be located, where he stays now there is literally no means of reaching him and it is indeed correct that he heard from someone else that the Bisho Massacre or that he has been looking by TRC or the TRC is looking for him and that is indeed correct that he contacted my offices on Monday, the 31st, that was in fact the first time that I came in touch with the applicant, but the fact of the matter is the nature of this application is of such it will take quite a long time to prepare properly and even though if another legal representative should be appointed it's still my submission that Mr Gonya should be afforded the opportunity to prepare properly and that will take a lot of time and therefore I was wondering whether this application was in any event, be finalise in one day because from experience these applications take longer than one tends to imagine and we all know that from experience so I don't think from the documents in my possession that this application will be finalised in one day and as Mr Chairperson has said that he should also have the opportunity to cross-examine the first applicant should there be a conflict for example and those are all aspects that I'll ask the Committee to take into consideration when making a decision.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, Mr van Breda.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "The preparations you are talking about is in respect of in the event another legal representative is appointed, not in your situation am I understanding you correctly?",
            "Male"
        ],
        [
            "MR VAN BREDA",
            "Not totally, as I said I saw my client for the very first time on Monday and to prepare properly and that's the way I work, I go to the scene always and I haven't had the opportunity to do that due to other commitments the rest of the week.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "This matter was enrolled for November last year.  Was your firm not instructed?",
            "Male"
        ],
        [
            "MR VAN BREDA",
            "We were instructed, we could not locate Mr Gonya in order to take instructions and to consult with him because we had to go with him to the scene.  As I said we saw him for the first time on Monday and we even appointed private investigators to try and locate him and it was really a task and my learned friend over there can confirm that, to reach and to get hold of him, so on Monday 31st January was the first time that we made contact with our client.  There's no telephone number for him, nothing at all.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you write Mr Gonya letters to say that you wanted to discuss the matter further with him?  You know such letters, registered, did you have proof that you had received them?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Several letters have been sent to him.  I've been informed that he changed address and that's the reason why he didn't receive.  The other problem we have in the local areas, they just don't deliver post there and that's a very big problem we have in the Eastern Cape especially in the Mdantsane area and also in the locations here outside of King William's Town.  I have now a new address that I received from my client on Tuesday but as I say we even appointed private investigators to try and locate Mr Gonya and I can just mention we even made use of the services of the Police as well as the Defence Force in an attempt to contact our client before the last hearing last year when Mr Skeen was still handling the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr van Breda.  We will take a brief moment to consider the application.  We're adjourned.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This is an application for a postponement of these proceedings launched on behalf of the applicant, Mr Gonya, by Mr van Breda who for this purpose acts on behalf of the applicant.  Mr van Breda indicated that he is instructed, it appears apparently at the instance of the Department of Defence to act on behalf of the applicant in these proceedings, that he is unable to proceed with the matter at this stage due to the fact that he has another professional commitment which clashes with the dates of this present matter before us.  His position as we understand it is not so much that he has been unable to prepare for this application although he indicated that he has not prepared as thoroughly as he normally would have by for example doing an inspection in loco and matters of that nature, it is really due to the fact that he is unable, unavailable to proceed with the matter on behalf of the applicant in the days, today and tomorrow, set aside to hear this matter.  You also indicated that there have been some misunderstandings about the dates and the venue for this hearing and that he has only been furnished with the proper detail in regard to these matters a few days ago.  He indicates that his firm, legal firm, has been instructed to act on behalf of the applicant even at the postponed hearing of this matter that was scheduled for November last year but that they had various difficulties in making contact with the applicant who, it appeared, eventually only contacted Mr van Breda Monday past being the 31st January 2000.  Under those circumstances he indicated that if the matter were to proceed he would not be available to act on behalf of the applicant and he accordingly applied for the proceedings to be postponed.\n\tThe application is opposed by all of the other parties although Mr Smith who acts on behalf of the victims indicated that his clients don't have any strong position on the matter but that it would be in their interest also if the matter is to be finalised due to the emotional stress that is understandably caused to them by these proceedings in having to deal with an incident which has obviously been a very difficult one to deal with. \n\t The opposition to the application is based briefly upon the fact that the matter was previously scheduled to be heard during November 1999 as has already been indicated but that it had to be postponed at that stage due to the fact that the applicant could not be located.  Those arrangements went with the usual significant expenditure of resources that is involved in arranging matters of this nature.  That expenditure has in fact been duplicated for the purposes of the present session which is set down for today which is Thursday the 3rd February 2000 and tomorrow, Friday the 4th February 2000 which time is reserved entirely to hear and finalise this matter.  It is accordingly the only matter that is on our roll to be dealt with in this time.\n\tNotice has been given to more than 150 victims and 76 of those persons are physically present at the venue today.  There's also legal representation on behalf of the victims as has been indicated, the African National Congress and other interested parties in the proceedings as well as the co-applicant present at the venue today.  The letter to legal representatives, hail from Gauteng Province and made the arrangements to proceed to this venue in order to finalise the matter in the set down period. \n\tNotice has in addition been given to other implicated parties who we are told are members of the South African National Defence Force who are also present at the proceedings at public expense like the legal representatives on behalf of the victims and the applicant himself.  The taxpayer, in addition, has to foot a substantial bill in regard to this hearing.  Mr Koopedi, who acts on behalf of the African National Congress likewise referred to the considerable expense to his client as one of the grounds of opposing the application.  We might of course add that Members of the Panel and our support staff are also from elsewhere in the country and similar substantial expense is occasioned in arranging their presence at this venue.\n\tHaving carefully considered the matter it would in our view not be in the interests of justice to delay these proceedings any further.  The substantial prejudice which would be occasioned by a postponement in our view by far outweigh any possible prejudice which applicant might suffer in the circumstances.  We specifically bear in mind in this regard the fact that it is possible to arrange for alternative legal representation for the applicant of a legal representative who is available to proceed with the matter in the time available for these proceedings.\n\tIn the circumstances the application for postponement is refused.",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "As it pleases the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr van Breda, you have indicated that if the matter were to proceed you're not able to represent the applicant, Mr Gonya and that you have some other commitment is awaiting your return to East London?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "That is indeed correct Mr Chairperson, that matter stood down till 2 o'clock this afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well in the circumstances the matter is going to proceed not immediately, we intend to take the luncheon adjournment, we take notice of the fact that some of the - most of the victims who are present here have spent the entire day at this venue since early this morning waiting for the matter to proceed and it is perhaps fair at this stage to rather take the luncheon adjournment and to proceed with the matter once that is done.  So under those circumstances, if you wish to be excused then we will excuse you.",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we will then adjourn the proceedings for lunch and we will then reconvene at 2 o'clock.",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Now Mr Chairperson, just for clarity sake, I'll have to inform my client now as to his position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Has the Committee made a decision as to whether there should be - or is there a possibility that they could try and arrange for another legal representative for him or should he proceed with the application himself or whether he would not like to do that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we've been given an indication that it is possible to arrange for another legal representative who will be able to attend to the matter and we are mindful of the fact that we will have to arrange this hearing in such a way that that legal representative has sufficient time to prepare.  So we are told that there is the possibility of somebody and of course we will arrange that that person has sufficient time in order to prepare to deal with the application of Mr Gonya, so perhaps you can convey that to him?",
            "Unknown"
        ],
        [
            "MR VAN BREDA",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will adjourn then.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, we want to proceed with the applications.  We've had a further delay in the proceedings in the process of arranging for the new legal representation of Mr Gonya.  Mr Mapoma, what is the arrangement in regard to the legal representation?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.  Chairperson, we have managed to secure the services of Mr Nompozolo from the firm Nompozolo - Gabalan, Nompozolo and Associates.  Mr Nompozolo will be arriving a bit late at these proceedings but we have Mr Mjobo who is a member of his firm to appear instead of him at this point in time so we are ready to proceed.  He is in the meantime taken interest - I mean his interests are taken care of by Mr Mjobo.  Thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma and what is the practical arrangement, is it that we proceed with the application of the first applicant, Mr Mkosana, up to a point where Mr Nompozolo has to come into the process?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.  The arrangement actually is that we are going to hear evidence in chief from Mr Mkosana and then we allow the legal representatives to ask questions from Mr Mkosana and at turn from when Mr Nompozolo arrives we will have to adjourn to afford him an opportunity to consult with the client in the light of the evidence by Mkosana before he cross-examines Mr Mkosana should they need.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Mr Mjobo, do you confirm with Mr Mapoma with regard to this?",
            "Unknown"
        ],
        [
            "MR NJOBO",
            "Yes I confirm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is that arrangement in order?",
            "Unknown"
        ],
        [
            "MR NJOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As far as the client Mr Gonya is concerned?",
            "Unknown"
        ],
        [
            "MR NJOBO",
            "Yes that's the arrangement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Yes Mr du Plessis, will we then proceed to hear the evidence of Mr Mkosana?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes Mr Chairperson, I wish to call my client Vakele Archibald Mkosana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairperson, just before I start, it was conveyed to myself this morning by Mr Smith, my learned colleague, as to the opposition to the application.  If the Commission can just confirm that there would be opposition to this application and request Mr Smith just to indicate the grounds of such opposition firstly and secondly whether he is in possession of any statements in this regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "As the Commission pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Smith, can you be of some assistance in that regard?",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Mr Chairperson, the position of my clients is that due to the circumstances that they are facing, they are constrained to rely on the version of the applicant that is placed before the Commission.  The only ground on which they can uphold it would be that the applicant has not made full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They will basically be testing his version.",
            "Unknown"
        ],
        [
            "MR SMITH",
            "It will basically be attesting of his version, there will not be - there is no other evidence due to their circumstances, they are not in a position to present contradictory evidence to what the applicant presents in regard to orders given and actions taken so they are solely relying on his version and testing his version as to whether he is made full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no thank you very much Mr Smith, that assists.  We anticipated that to be the position that - I hope it helps you too Mr du Plessis to hear that there's direct evidence contradicting your client.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thank you very much Mr Chairperson.  Then just to confirm ...(intervention)",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Excuse me Chairperson, sorry.  I think for the record, Chairperson, I must point out that some of the victims attending this hearing are not necessarily represented by Mr Smith.  I have advised them that for those who are not represented by him I am here to take care of their interests to the extent that they need and my attitude is in accordance with what Mr Smith has said regarding the evidence to be tendered by Mr Mkosana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, very well.  Thank you Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So I think that makes it even more clear, Mr du Plessis?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thanks Mr Chairperson.  If we can just conclude then with the undertaking of my learned colleagues that the cross-examination would then be restricted to that area as such?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes what we do of course in proceedings of this nature which is not really trial proceedings.  We're sitting as an administrative tribunal, so we  are under duty to be fair to the parties, to the proceedings.  We have certain statutory rights and duties as well as a Panel and the overriding consideration is to ensure that everybody gets a fair opportunity of putting of whatever they want to put to us so we are here to make sure that nobody abuses any of their rights.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "As the Commission pleases.  We can then proceed with Colonel...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we'll administer the oath to your client then Mr du Plessis.\n\tMr Mkosana, just indicate to us if your headset is working, if you hear the interpreters?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I can hear properly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, thank you.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR DU PLESSIS",
            "Mr Chairperson, Colonel Mkosana, your identity number is 6012035957082, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "You were born on the 3rd December 1960, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "And your place of birth is Noupoort, is that correct Colonel?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "You've made an application for amnesty in terms of Section 80 of The Promotion of National Unity and Reconciliation Act of 1995 is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Your application is compiled in two bundles called The Bisho Massacre bundle 1 and 2.  I refer you to bundle 1, page 1 to 17, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I have proceeded with the preparation of a statement as a guideline in this application and you are in possession of a copy thereof, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I have also given copies of this statement as guideline to the Committee and to my learned colleagues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, just for the record we have that document, it's a seven page document and we'll mark for record purposes as Exhibit A.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "As the Committee pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr du Plessis.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Colonel Mkosana, could you indicate the relevant evidence you would like this Committee to take into consideration?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Thank you Chairperson with your Committee.  I Vakele Mkosana, I beg the Honourable Committee to read and incorporate same into this application.\n1.\tCiskei Defence Force Board of Enquiry which was assembled for the purpose of investigating matters pertaining to the shooting in Bisho on the 7th day as per convening order 38/92 Bisho Massacre, bundle 2, page 5 - 193.\n2.\tThe Goldstone Report Bisho Massacre, bundle 2, page 194 - 229.\n3.\tThe Pickard Report, Bisho Massacre, bundle 2, page 230 - 269. \n4.\tThe Independent Board of Enquiry, Bisho Massacre, bundle 2, page 286 - 298.\n5.\tTestimony to the deployment and circumstances that arraigned on the 7th September 1992, that was given to the Honourable Truth and Reconciliation Commission by Major General Marius Olgers, myself and Major ...(indistinct).\nI think that is all for the relevance evidence that I can give.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Mkosana, this application entails the so-called Bisho Massacre that took place on the 7th September 1992 at Bisho and surrounding areas which include the indictment, see bundle Bisho Massacre, bundle 1, page 296 - 324, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Now Sir, I want to take you back some seven odd years back to the time prior to the 7th September 1992 as to the background.  Now I want you to indicate to me where did you start your profession as a soldier and how did you become a Colonel subsequently?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Thank you.  I will start with the background.  I started my career as a professional soldier on the 2nd September 1982 as a member of Ciskei Defence Force.  I received inter alia twelve months basic training after which I was nominated to the officer's course.  I successfully completed a section leading course and officer's course.  Subsequently I successfully completed a company second in command course as well as commanding commander's course.\n\tIn the normal course of events I also completed different infantry related courses and thus qualifying myself for my eventual promotion to the rank of a captain and subsequently to a major.  I presently hold rank of a Colonel in the South African Defence Force.  I was promoted to this rank in 1994.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Sir, if you can just bear with me a moment there?  Are you currently still in the South African National Defence Force, if you can just clarify that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No Sir, I took retirement in 1998.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "1998?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "You can proceed.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "During September 1992 I held the rank of a Lieutenant Colonel in the former Ciskei Defence Force.  The political and security situation in that former Ciskei State was very tense and potential of violence between the ANC and the then government of Ciskei was rife.  I, as is indicated above, I'm a professional soldier which career I embarked since I was 21 years old.  I regarded it as my duty to perform the orders and duties of soldiers assigned to me.  \tIt is public knowledge that during 1992 soldiers serving in the security forces of the Republic of Ciskei was regarded as traitors and puppets by their fellow black people including members of one's own family and friends.  In whatever neighbourhood one resided attacks upon soldiers and their families and social and political pressures directed against soldiers were nearly unendurable.  At that same time I was, as I have already testified to on the 11th September 1996 before the Honourable Truth and Reconciliation Commission, suspected of being an informer and traitor to the cause of the ANC.  This was in fact not true.\n\tA march was planned by the ANC, SACP and COSATU alliance which was, so we were informed, to take over the Ciskei State under grave and very tense circumstances, I was commissioned to act as a field commander during the occurrency of this march.  Initially I was informed that the Ciskei government has an uncompromising and stubborn approach and that we were not allowed the march to cross beyond the borders between South Africa and Ciskei.  For the background, I think that's all, Sir.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Thank you Sir.  Mr Mkosana, I want to take you to the actual day of the 7th September 1992.  If you can just indicate to the Honourable Committee concerning the facts thereto?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "The facts which I may lay down here on this Commission that on the 7th September 1992, during the morning, my troops and I were informed that the march will proceed under the certain condition which inter alia including that the marchers were restricted to the Bisho Stadium and that we should allow them to enter the same.  We soldiers were employed in a supportive role and the prime function for law and order was assigned to the Ciskei Police.\n\tI wish to reiterate that a certain stage whilst the crowd of, to my estimation, of about 100 000 people was steadily flowing into the Bisho Stadium.  We were for obvious reasons in the light of the situation that prevailed prior to this march and the information that was conveyed to us in respect of aggressive intention of the march.  Under great strain and quite afraid I wish to reiterate further that neither my troops nor I were experienced in crowd control but were assigned with a duty which we had to perform.  This was done by order of the government of the Ciskei and accordingly ordered by my commanders.\n\tThen Brigadier Olckers and then Colonel van der ...(indistinct), as I have indicated on previous occasions it initially appeared if the marchers were peacefully and that matters may go about without incident.  Suddenly, I noticed that people were filtering away from the grandstand.  I had shortly before noticed people on the grandstand.  For some unknown reason they seemed to decrease in numbers.  Shortly after this I saw the crowd approaching rapidly and in a manner that appeared aggressively towards me and my troops.  They were coming to an opening in the fence of the Bisho Stadium in the direction of Crescent Road where we were deployed.\n\tI wish to point out to the Honourable Commission that where I was deployed no police contingent was deployed between my troops and the place in the stadium place where the marchers crowed through.   We were accordingly the first line of that defence and we were issued only with light ammunition.  I was for obvious reasons frightened by the rapid approach of the crowd upon us.  From the place where they came out of the stadium grounds to where we were deployed they only had to cover approximately 200 metres and everything happened in split seconds.  I'm convinced and still firmly believe that I then heard shots being fired.  I can distinctly remember at least two such shots.  It was on that occasion that I reported to my headquarters, that is Colonel van der Bank that we are being attacked by the crowd and that shots were fired.  Given the circumstances I believed that such shots could have been directed against us.  As was described in the evidence to the Honourable Committee I confirm that we were under attack and that we were shot at because that was what I believed.  I repeatedly asked for instructions as what I should do.  He said, in Afrikaans, that \"if you are being shot at you should shoot back.\"\n\tAt that stage the spearpoint of the crowd's direction of the movement was towards Major Mdene.  I then informed Mdene that I was authorised to shoot at the crowd and instructed him to open fire but minimum force.  This then happened and resulted in what is now publicly known as the Bisho Massacre. \n\tI wish to state that since the fire, shots had been fired, I eventually got the impression that people who were not ordered to fire also opened fire.  I even became aware of the fact that a certain Ralph Mangonya employed his 40 mm grenade launcher against the crowd for which I reprimanded him.  I personally ...(indistinct) to stop the fire by giving such orders on radio.\n\tI beg your Honourable Committee to take into account the political and ...(indistinct) circumstances of the specific time when this occurred.  The volatile situation that was created by a march of such proportion and despite my training, my personal lack of experience in situations of that nature, I honestly believed that my troops and I were in danger and conveyed this to them.  I was prepared to shoot because I believed that such action was justified.  I did not intend the horrific results and with the wisdom of hindsight I regret the actions taken by me and my troops under the circumstances.  In the premises, I beg the Honourable Committee to grant me indemnity in respect of death of 28 people and the injuries caused to others as the result of action taken by me as aforesaid.  I further wish to state that I did this in my capacity as a professional soldier in what I believed to be protection of the State of Ciskei, the public order and the lives of myself and my soldiers.  I regarded it at the time as my duty as an officer and a soldier.  I did not believe that I was committing a crime but firmly believed that I was diligently performing my duties as a soldier.  I have been advised however that my actions may be regarded as legitimate and that I may be prosecuted and that I may also incur civil liability for the death and the injury to the people that occurred during the said event.\n\tAccording to my information 28 people died and numerous people were injured.  I personally do not have details of people deceased or the people injured.  As is known to the Honourable Committee, the Bisho matter was fully investigated by the police and certain commissions and details of the victims are in that respect readily available.  If required, my attorney will be instructed to provide the Honourable Committee with full details in this respect.  As was stated above, I believe that I protected the State and the public at the time and at all times relevant to this incident I was acting in my mind bona fide in my capacity as a soldier in the course and the scope of the execution of my duties.\n\tI wish to state that I regarded myself at a time to be performing legitimate security services and regarded myself to be entitled to shoot at the crowd.  \n\tI firmly believed that we had to shoot in self defence and/or necessity and/or protect the State and the public interest.  Insofar as my belief may be wrong, I beg for amnesty for what I have done under the circumstances.  Nevertheless I beg forgiveness for the hardship, pain and suffering which resulted from such action.  I informed my commander, Colonel van der Bank that we were being attacked and that people shot at us and on that information an order was issued to me to open fire.  This order I conveyed to Major Mbene.  Major General Olckers testified to this Committee that he approved authorisation of the order as aforesaid.  Colonel van der Bank is not in the employ of the Defence Force any more and I'm not aware of his whereabouts.  Major Mbene is presently working at ...(indistinct) South African Infantry Battalion at Bisho.  Ralph Mangonya is also presently stationed at ...side (indistinct) Infantry Battalion.  Thank you.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Mkosana, do you confirm the contents of this statement?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "And is this statement signed by yourself, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I would like to refer you back to the facts that was given by yourself concerning this incident.  Now it's stated in the summary pertaining to this issue and the summary of substantial facts that Rifleman Gonya in his amnesty application that he fired two rifle grenades on your direct orders.  What is your comment?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "My comment on this issue, I never gave Rifleman Gonya an instruction or order to open fire with a 14 mm launcher.  If that's so there were so many soldiers in that vehicle which I was travelling with, how can one say, can give an order to one person to fire, what about the rest in the vehicle?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "So is it your belief that the order that was perceived from HQ or Colonel van der Bank was directed to Major Mbene, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That is correct.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Is it possible that there could have been a misunderstanding concerning the issue of the order by yourself to the troops in the vehicle to let this Rifleman Gonya to understand that he was also supposed to open fire?  Do you think it's possible?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It is possible because at the stage that the people were shooting, that's why I was stating that some of the soldiers shoot without my order so it's obvious that maybe Rifleman Gonya shoot without my order whilst I was busy communicating with the helicopters, with the higher authorities at that stage.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Well I furthermore - Sir, I would like to refer you to the indication in paragraph 5 of your statement at facts, paragraph 5 of facts, where we've indicated that there's 28 people that were deceased, who died in this incident but it's indicated by the summary that there's indeed 30 or 29 people that deceased.  You do not know how many people were deceased in this incident, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Colonel, I would like to take you one step further, whether - you've indicated that you've been advised that your actions may have been regarded as illegitimate or wrong and you've also indicated that in as far as your belief may be wrong, you beg for amnesty.  What do you say today to the actions that occurred on the 7th September 1992 concerning instructions you've given?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I can say that I regret my actions because it was not my intention to kill people in that incident.  I regret it with my - wholehearted.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Is there any other aspect that you would like to place before this commission this moment in time, Sir?  You've got now the opportunity, we've gone through the statement we've handed in as Exhibit A, we have discussed or reiterated some of the points here, is there any other aspect you would like to place for the commission in this moment in time?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.  Sir, what I can enlighten here is that on that day, according to the information received from our intelligence and our commander, that they would overthrow of the government and you must protect the Ciskei territory, Bisho, at any costs.  So it was on that day that I say I regret my actions for what I've done but nevertheless we are not there to go and shoot at people, we are there to protect the Bisho territory and to ensure that the marchers remain where they are supposed to stay, in the stadium.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I thank the Committee.  Mr Chairperson, that's the evidence in chief.\nNO FURTHER QUESTIONS BY MR DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Du Plessis.  Mr Smith, have you got any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR SMITH",
            "Yes Mr Chairperson.\n\tAre you still a colonel, do you hold the rank of a colonel?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "Mr Mkosana, I just want to establish a few things.  Could you explain to the Committee the deployment of troops on the 7th September, where they were deployed and the numbers?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.  Firstly we were deployed inside the stadium whilst the march was not permitted.  When the march was permitted we withdrew from the stadium and we occupied the route of the Jangilanga Crescent road.  The number that were there was only one platoon of which was under the command of Major Ndandes.",
            "Male"
        ],
        [
            "MR SMITH",
            "How many soldiers are there in a platoon?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "In a platoon we normally of 36 soldiers.  36.",
            "Male"
        ],
        [
            "MR SMITH",
            "36?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "And the other deployments?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "The other deployments we have deployed across the Parliament Streets and the Ministerial complex.  We have also deployed some troops there.",
            "Male"
        ],
        [
            "MR SMITH",
            "Also a platoon?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was a company.",
            "Male"
        ],
        [
            "MR SMITH",
            "I'm not very - how many soldiers is that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "A company consists ...(intervention)",
            "Male"
        ],
        [
            "MR SMITH",
            "How many soldiers would that be?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It's consists of about three platoons which means about ...(intervention)",
            "Male"
        ],
        [
            "MR SMITH",
            "36 times three?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.  And the other deployment was in Yellowwoods, one company was on standby at Yellowwoods Farm.",
            "Male"
        ],
        [
            "MR SMITH",
            "And at Fort Hare buildings?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, the ones who were at Fort Hare, that included the ones which were deployed across the parliament and ministerial complex.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now you were the field or there's evidence that you were the field commander.  Were you in overall control of all the troops deployed?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I can put it in that way, those were deployed on the ground.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now the communications network, were you the only one that by way of radio could speak to Van der Bank or Ulshief, your more senior officers?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I was the only one.",
            "Male"
        ],
        [
            "MR SMITH",
            "And your communications with the people under you, how was that set up?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "The set up was that I had my communication with the commander, Colonel van der Bank, the mobile commander and then I got a communication with my subordinates, company commanders on the ground, the ones which were deployed in the parliament and the ones that were deployed in the Jangilanga Crescent road and the ones which were deployed in the Yellowwoods, we have the link of communication.",
            "Male"
        ],
        [
            "MR SMITH",
            "So was this an open communication line, if you spoke to any one commander, any one company commander, did all of them - the other company commanders be able to hear what you've saying, following instruction or how did that work?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay.  Now what weapons were your soldiers armed with on that day?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "We only carried leather weapons, leather weapons, live ammunition.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay, what type of rifles?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was R4, 40 mm, grenades and LMGs.",
            "Male"
        ],
        [
            "MR SMITH",
            "Why was it necessary to use or take with you a grenade launcher?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "As I have put it before, Sir, I said the situation according to the intelligence about which we received, they indicated to us that there will be a coup, the marchers will take over Ciskei and there were also certain members of uMkhonto weSizwe who will attack us so we the soldiers must be fully armed.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now when you - let me further you with this ...(intervention)",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Smith, are you going to be asking him a question on a different aspect, just have one question on this issue on ...(intervention)",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Yes on a different aspect.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, yes just one thing Mr Mkosana, whose decision was this that this type of weapons should be carried along with?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was a decision of the deputy commander, General van der Bank.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Now how many people were in the vehicle that you were travelling in?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was only about 10 people with the driver.",
            "Male"
        ],
        [
            "MR SMITH",
            "And amongst the 10 was also Rifleman Gonya?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Gonya, yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now were you part that was in Jangilanga Crescent?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Did you hear shots being fired?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Sir, I hear...(intervention)",
            "Male"
        ],
        [
            "MR SMITH",
            "From the crowd.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "From the crowd?  No, I hear from my troops saying we are being fired now.",
            "Male"
        ],
        [
            "MR SMITH",
            "Did you, let me just get clarity, did you say that you heard from your troops on the ground?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "That you were being fired at, that the soldiers were being fired at?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Let me clarify it this way.  I heard this first that there were shots that were being fired from the vehicle which I was on and that's when subsequently I heard also some shots fired, about two or three I don't know but there was a shot fired.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay, perhaps I - I just want to clarify this, did you yourself hear shots being fired?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "From the direction on the crowd?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's why I'm saying, Sir, I don't know if it was from the crowd this firing but there was a firing, about two or three shots that were fired and then I believe that it was on our direction because we were the forces who were there.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay.  Now did you then, after having heard the shots yourself, did you then hear the report from one of your soldiers that shots were being fired at you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "From your vantage point in the vehicle you would have been above the ground, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "And you would have had sight of the crowd approaching and of your troops in front of him?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Did you see any dust being kicked up where bullets had struck the earth?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "MR SMITH",
            "None of your soldiers who were in front, deployed in front of you were wounded?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "The ones who were in front of me were not wounded, no one, except the ones which was deployed at Fort Hare branch.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay, but none of those in front of you, none of them sustained injuries?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, no.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now you relayed this to Colonel van der Bank?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "What did you say to him?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I said \"Colonel van der Bank, the marchers are now are out of the stadium and they are storming to the direction of us, so what must we do?\"  And then thereafter, I said to him \"there's some shots being fired to the direction of us\" and then he said \"if you are being shot at, shoot back.\"",
            "Male"
        ],
        [
            "MR SMITH",
            "Now I just want to get this point clear, Van der Bank did not qualify that in any way, he did not for example say \"shoot above their heads\" or \"shoot into the air\", he just said \"if you are being shot at, shoot back\"?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "And you understood that order that you were to open fire or you were to order the people under your command to open fire on the crowd approaching?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "Did he give any indication of the type of fire, I think you mentioned something like minimum force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No he never indicated any type of which firing I must use, it was only my initiative to say minimum force fire.",
            "Male"
        ],
        [
            "MR SMITH",
            "That was your initiative?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "So if I understand you correctly you could have said to the soldiers \"place your rifles on automatic fire and open fire\"?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR SMITH",
            "Are you conversant in Afrikaans?  Do you speak Afrikaans?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "A little bit.",
            "Male"
        ],
        [
            "MR SMITH",
            "I notice in your statement that Van der Bank said to you in Afrikaans or at least he communicated to you in Afrikaans, did you fully understand what he was saying?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "What did he say to you in Afrikaans?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "He said \"if you are being shot at Archie, \"skiet terug\".",
            "Male"
        ],
        [
            "MR SMITH",
            "\"Skiet terug\"?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now there were various commissions and enquiries held and so on, you are aware that the Goldstone Enquiry found that no - there were no weapons on the scene amongst the marchers and the weapon that was found was tested and it hadn't been fired.  Can you still say that you are quite certain that you heard shots?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Sir, at that stage I could not say I identify clearly, it was the weapons at the march itself.  I don't think, I don't know whether those were mock weapons that were made out of wood or what but I also see that this was some things like rifles there, I don't know whether they were mock or real rifles.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now do I understand you correctly, when you gave the order what specific order did you give to I think you said to Major Mbene as the crowd was nearest to him, what precisely did you say to him?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I said to Major Mbene:  \"Major Mbene\", I called it \"minimum force fire.\"",
            "Male"
        ],
        [
            "MR SMITH",
            "And what is understood by minimum force fire?\nMinimum force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "There are a lot of stages of minimum force.  It's when firstly you make a show of force, secondly you throw teargas to the crowd and then thirdly you again make a show of force, you depass and embark to the vehicle so that the people can see they are the people there, they are the soldiers there, but at that moment the time and the distance of the people were not so very ...(indistinct) so that we cannot apply all the steps of minimal force.",
            "Male"
        ],
        [
            "MR SMITH",
            "The soldiers that were there, that were deployed there, were they standing upright or were they lying down?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "They were kneeling.",
            "Male"
        ],
        [
            "MR SMITH",
            "Kneeling?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Were they visible to the marchers?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes they were visible.",
            "Male"
        ],
        [
            "MR SMITH",
            "When you gave the instruction did the soldiers remain in that kneeling position and start shooting?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "At that stage I cannot say whether they were still on their same positions because I was busy communicating.  While I was communicating I was not standing upright on the vehicle, I was within the vehicle because there were a lot of helicopters flying all over the place so that I can understand clearly what they are saying to me, I cannot say whether they were still in a kneeling position or not.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay, now there is evidence by a Mr Scroobie in the - you appeared before the Board of Enquiry which was held by the Defence Force, the Ciskei Defence Force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think so.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now there was evidence by a Mr Scroobie where he said that he monitored the radio communication and he said that Van der Bank told you \"Archie, fire to move the crowd back to the stadium\".  Can you remember that instruction?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now when you gave the instruction, this was on the open - if one can put it, the open net.  The commanders over had the parliamentary buildings at the Bisho Campus, all of them would have heard this order?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "When you gave the order did you specify which platoon or company or whatever had to shoot?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I have specified because firstly the order was not given on the radio, it was a verbal order to me to Major Mbene, from me to Major Mbene.",
            "Male"
        ],
        [
            "MR SMITH",
            "Did you give Major Mbene a verbal order?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.  Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "Where was Major Mbene?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Major Mbene was on my right hand side.",
            "Male"
        ],
        [
            "MR SMITH",
            "On the ground?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, on the vehicle too.",
            "Male"
        ],
        [
            "MR SMITH",
            "And to who did he relay the order to?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "To Major Ndandiso on the ground.",
            "Male"
        ],
        [
            "MR SMITH",
            "By the way of radio?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I don't know how would he have communicated with Major Ndandiso but I specifically gave Major Mbene - I said to Major Mbene because it was about 20 metres from here to you Sir, that I say \"Major Mbene, minimum force fire.\"",
            "Male"
        ],
        [
            "MR SMITH",
            "You said that verbally?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes that's right.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay let me get this clear, you said firstly that you got into the vehicle because of the overhead noise?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "To hear what Van der Bank is saying?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Did you then get out of the vehicle or raise yourself above the vehicle again to speak to Mbene?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No I stood up in the vehicle and I spoke to Major Mbene at this distance, I say: \"Major Mbene, minimum force fire.\"",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay, how did he then communicate that, he was now in your sight when you gave him this order?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's right.",
            "Male"
        ],
        [
            "MR SMITH",
            "How did he communicate that to the people that he was in charge of?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think maybe over the radio.",
            "Male"
        ],
        [
            "MR SMITH",
            "So if Mbene used a radio that order would have gone to all the troops on the net?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "All the commanders on the net.",
            "Male"
        ],
        [
            "MR SMITH",
            "And would they have interpreted that as an order to open fire?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No because Major Mbene, I believed that he mentioned Major Ndandiso single fire, single shots fire.",
            "Male"
        ],
        [
            "MR SMITH",
            "You're not sure what he ordered?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, according to Major Mbene, he talked to me Sir, he has said that Major Ndandiso single shots fire.",
            "Male"
        ],
        [
            "MR SMITH",
            "Is that what he told you afterwards or did you hear him say that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No he told me after.",
            "Male"
        ],
        [
            "MR SMITH",
            "Mbene said that, in the enquiry that he could not because of the oncoming crowd he could not give full fire control orders and that there were guidelines that troops must fire single shots?  Do you have any comment on that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes he is right because at that time I think he had no time to give full fire control orders.",
            "Male"
        ],
        [
            "MR SMITH",
            "So if he says that or if he gave the order over the radio that that would have been basically going to all the soldiers deployed there?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "And could that be why soldiers opened fire without being specifically instructed to do so?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot tell, Sir, because I think Major Mbene was specific that he directed this order to Major Ndandiso only so the only company orders are also aware of the fact.  If you are being given instruction to one person, only that person must execute that order.",
            "Male"
        ],
        [
            "MR SMITH",
            "You see there's also - let me first get this on record, the company commanders would have been the people in control of the soldiers where you were, Jangilanga Crescent, Fort Hare University, parliamentary buildings?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Those would be the companies?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "You would have at least three company commanders?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "Wouldn't Mbene have been one as well?  Mbene would also have been a company commander?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, he was my second in command.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay.  Now Mbene said at this enquiry that after hearing the shots you told him to stand by, he would confer with Colonel van der Bank and you came back to him and gave the command to open fire on the radio.  He then says you then gave the company - you then gave the order to the company commanders to open fire?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I deny that statement, it's not like that.",
            "Male"
        ],
        [
            "MR SMITH",
            "That was his evidence before the internal board of enquiry?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I never instructed the commanding commanders to open fire, I only instructed Major Mbene to use minimum force thereby.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now why - yes, here he also says, they asked him \"how did you give the order to fire?\"  He says that he pressed a - I presume a precell switch and shouted loud to open fire, all company commanders on the net could hear this and \"the members in my vicinity heard my verbal command.  The company commanders all of them confirmed that they heard the command and also confirmed the same way when I ordered cease fire.\"  From what he says it appears to me that an order was given to all company commanders to order their troops to open fire whether they were in danger or not?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, it's not like that, Sir.  The only people which I gave an order to open fire is the people who were with Major Ndandiso and those who were under threat, those that the crowds that were coming from.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now if that is so, if we accept that, why do you send the troops at the parliamentary buildings and at the Fort Hare buildings, open fire?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I can - ...(indistinct) that was an undisciplined soldier, they were undisciplined because we never say that must open fire.",
            "Male"
        ],
        [
            "MR SMITH",
            "So they were acting unlawfully?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I can put it that way Sir because I never gave them orders to fire, only the company of Major Ndandiso that I did order to open fire.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't accept responsibility for those actions of those soldiers?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir, I cannot.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now the order to cease fire, why was that not immediately adhered to?  Why was it not immediately obeyed.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "As far as I am saying, when the shooting was started, after a second I said \"cease fire\", all the companies have cease fire, they've adhered to the order.",
            "Male"
        ],
        [
            "MR SMITH",
            "Sorry, did I understand your reply?  You say you ordered fire, you said \"cease fire\" and they all ceased fire?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I ordered fire to Major Ndandiso and then simultaneously, all the troops fired, I heard some fire from parliament, from all directions there was fire.  I say \"cease fire\".  I then talk on the radio at that stage, that cease fire and then all the fire was being stopped.",
            "Male"
        ],
        [
            "MR SMITH",
            "But why does Van der Bank say that he had to intervene, also said that he had to give orders three times over the radio to cease fire?  Nobody was ceasing fire, they were in fact - a finding by Judge Goldstone that then was that there was firing, a pause and firing commenced again?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir, if I can put it this way, I ordered cease fire and then the firing stopped but there was some shots which I don't know which come from but I say again cease fire.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now do I understand you, minimum force it was supposed to be one shot per soldier?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now can you give us an idea of how many people were deployed at Fort Hare only?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "At Fort Hare I think it was also a platoon and then at parliament it was also a platoon and then along the streets down to Radio Ciskei and up to the ministerial complex also a platoon.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now from - okay, you were aware that Mr Scroobie did an inspection immediately after the shooting?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "And one of these observations was that there was 185 rounds fired from the Jangilanga Crescent area where you said there was at most 72 soldiers, two platoons?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "That wouldn't have constituted a single shot per soldier?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I can say so, Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "And at Fort Hare he found that 240 shots had been fired where you said there were 36 soldiers, that would also not be single shots?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "Are you quite sure that you gave an order to use minimum force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I'm quite sure.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now you said that you used your own initiative?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "In ordering that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Why did you not or did you consider ordering that they fire into the air or fire above the heads of the approaching people?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No I haven't considered that, I've just said to Major Mbene, \"Major Mbene, minimum force fire\".  So as a commander he must also take also your initiative \"what must I do now\" because Colonel van der Bank gave me the order that \"shoot\" so I say minimum force fire.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay, now regard to this rocket launcher, Mr Gonya in his application said that his instructions were only to fire that rocket launcher on your instructions.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes to employ that rocket launchers that will be under my instructions but at that stage I never ever say any order or any instruction to Gonya to shoot a rocket launcher at any stage.  Was he inside the vehicle you said earlier?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR SMITH",
            "And if - did he fire from inside that vehicle?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "Over the side, I just want to make sure I understand you correctly?  I presume it's a launcher so it could shoot the grenade over the side?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, it's not an indirect launcher, it's a direct launcher.",
            "Male"
        ],
        [
            "MR SMITH",
            "Just explain to me, how would it work?  The grenade launcher, how does it work?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "You shoot it directly to the direction where you want to fire.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it a rifle grenade?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes - no, it's not a rifle grenade, a 40 mm launcher.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, it's fired with a launcher?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not on a rifle?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, not on a rifle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how do you launch it, how did he -what was his vehicle, was it an armoured truck?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "An armoured vehicle, yes a buffel armoured car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A buffel?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "An open - is it open at the back?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It's open on top.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, on top?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what did he - did he launch a grenade out of the vehicle itself, out of the truck?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, you cannot launch - that's why I say it's not in direct fire, where you can launch it while you are inside the truck.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he get out of the thing?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, you must stand there and fire direct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I see it's one of those portable things you put on your shoulder?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he got outside?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, he was inside the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Inside?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he stood up?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With this rocket launcher resting on his shoulder?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No he just fired here on the shoulder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh he just held it?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Like a rifle?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes like a rifle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he fired?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The rocket?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Into the ground?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Into the ground.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Twice?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Twice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, sorry Mr Smith?",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Thank you.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How far was he from you when Gonya fired this rocket launcher into the ground?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "He was inside the vehicle.  Inside the vehicle.  When I realised that Gonya had fired this grenade then another member of Ciskei Defence Force was there, Major Zulu, told me that \"this trooper fired the rocket launcher.\"  I asked him \"why?\" because I was busy communicating all the stuff to monitor the situation from Major Mbene and to speak with Colonel van der Bank and then Major Zulu said \"this trooper fired a rocket launcher\", I said \"why, who told you to fire this thing?\"",
            "Male"
        ],
        [
            "ADV SANDI",
            "You see I thought you were quite close to him, didn't you see him firing this rocket launcher?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Sir, that's why the situation was so very confused to me because all the time I speak I go down to the vehicle so that I can speak because there was a lot of noise outside, if I can stand up.  So I think at that stage when I was down he shot a launcher and then it's where Major Zulu told me, I said \"Gonya, you fired this..\" and he shouted to him \"what are you doing\" he had said prior this rocket launcher.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Now at the internal enquiry that was held after this shooting, did you mention that this man had fired the rocket launcher, did you mention that at that enquiry?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I beg yours Sir?",
            "Male"
        ],
        [
            "ADV SANDI",
            "There was an internal enquiry to look into this shooting, do you remember?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And you gave a statement, questions were asked and you asked, it appears in these documents, also?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I did mention to Major Scroobie who was doing the board of enquiry.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay thank you, maybe we'll come back to that later.",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Mr Mkosana, just on that same point are these grenades placed one at a time into the launcher, do you place one in the launcher and you fire it and you place another one inside or do you - can you place any number of them in and fire them in sequence or how does it work?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "You place them I think it's about 8 at the same time.",
            "Male"
        ],
        [
            "MR SMITH",
            "You can place 8 into the launcher and then you can fire them?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "One by one.",
            "Male"
        ],
        [
            "MR SMITH",
            "Okay.  Now Scroobie said at his inspection he found that four 40 mm grenades were fired.  Do you disagree with that, let me put it that way?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, when I enquire from Rifleman Gonya he said he had only fired two rifle grenades.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now at enquiry, at the internal enquiry, one of the findings was that action should have been taken against certain soldiers or certain groups of soldiers, disciplinary steps.  Do you know, were there any disciplinary steps - had ever been taken?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No Sir because all these commissions, the board of enquiry, they were just been heard and then I never heard any follow up or what actions had been taken, I never heard nothing, nothing what the truth had been, prosecuted or what.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Mkosana, what did they use - what's the normal use in the military context of these rifle grenades?  Under what circumstances would you use it normally?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "We use rifle grenades during the war, during the exercises.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But now do you use it to shoot an armoured vehicle, I mean what is the normal field of application of these rifle grenades or are they just something that kills a lot of people at the same time or do you shoot it into an armoured car or did it penetrate something?  What's the use, what's the normal - the standard use of it in the army, in the military set up?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "To shoot a building.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At a building?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Or to shoot a car but not a human being.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Smith?",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Mr Mkosana, would you agree that if one considers a number of shots fired, grenades launched, that this was excessive force that was used?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was.",
            "Male"
        ],
        [
            "MR SMITH",
            "That is all.\nNO FURTHER QUESTIONS BY MR SMITH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Smith.  Mr Koopedi, have you got any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR KOOPEDI",
            "A few Chairperson.\n\tMr Mkosana, let's start first with Mr Gonya.  When you gave the order to Major Mbene, do you recall where Mr Gonya was in terms of proximity, how far was he from you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "He was closer like myself and the commissioner there because the vehicle - they see the size of the vehicle, how long the vehicle is.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Would I then be correct to say that he would have heard you when you gave the order for minimal force and you giving it to Major Mbene and not giving any order to him?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Would I further then be correct that whatever he did were in terms of firing his grenades was definitely not an order from you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No it was not an order from me.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Would I then further be correct to say that you're actually not asking for amnesty for having ordered him to shoot?  I'm referring to Mr Gonya?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir, the only amnesty that I'm asking is, justifying those people which I gave order to Major Mbene to open fire.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay, now ...(intervention)",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Sorry Mr Koopedi, before you go to another point, if he can estimate the distance from where he sits?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes about two to three paces I should imagine that you've pointed out?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you Chairperson.  Major Mbene, did you see him shoot, that is use his firearm and shoot at anyone?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "He did not?  Yourself, did you shoot at anyone?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "You did not, okay.  Perhaps let's talk a little about this minimal force, the one you spoke about which you say was your initiative.  Does minimal force refer to opening fire with live ammunition directly on people?  Can it be one of the instances of minimal force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "It can be.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Thank you.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, what are the limits of this minimum force?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "The limits of minimum force is to not to shoot to kill but to - or to stop the person from carrying those intentions.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Thank you.  If you could bear with me Chairperson?\n\tNow another aspect, you've said that you were told before this day that there was going to be this march.  In fact there was a coup planned and that some MK people would be present within the marchers.  Did I hear you correctly?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And you further said that you were afraid, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I was.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now do you think that after having heard what you had heard and after realising that you were actually afraid of what might happen, do you think that you were a fit and proper person to be in command of so many troops with lethal weapons on that day?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Through my experience of the crowd control I was not fit for that at that specific time because I was never experienced to control such a crowd using a leather weapon or any weapons or non-leather weapons.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Which would mean that - perhaps let me phrase it this way, could you not have said to anyone that I am not qualified to handle this operation?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No it was an order and instruction.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay.  Now let's go back to - let's go back to the order that you received.  The order was related to you in Afrikaans which was to the effect that \"skiet terug\" if I heard you correctly, meaning \"shoot back\".  Now your testimony was that you heard shots.  You also said in your testimony that you do not know where these shots came from which means you could not point from any direction where they came from?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Would it then be fair to say that you are being shot at when actually you don't know that, you heard what you though was shots.  My question is, would it be fair then to say \"I am being shot at\" when in fact you're not?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, it won't be fair Sir but at that stage the sound of a weapon that was used or the shots, was coming from the crowd but we don't know they were pointing in which direction.  Maybe to us or to the air or ...(intervention)",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "I will say this that I initially understood you to say you did not hear from which direction the shots came from but I hear you now saying that the shots came from the direction of the crowd?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Which is which, the second part?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I say Sir at the best, the shots were from the crowd because you can hear that shots are coming from this direction.  They were not from behind us but from the crowd, those were the only people who I believe that they can fire to us.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now according to your evidence no one in your immediate vicinity fell down or was wounded or was in fact shot at by this crowed, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now would it not be correct then to say that the information you relate to your superiors was false?  The information to Van der Bank to say that we're being shot at, would it be not correct to say that was false because no one was being shot at?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot say that was false because even if I can shoot to that direction I cannot hit somebody.  The fact that it's that they were firing shots there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but if I understand you correctly, Van der Bank told you in effect that if you are being fired at you must shoot back?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words what Van der Bank was telling you was to defend yourself?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be a correct understanding of what Van der Bank told you?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir because I assumed that maybe this firing was directed to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so what Van der Bank was saying \"look Mkosana, if they're shooting at you then shoot back at them\"?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Defend yourselves.  So was that the situation?  Is that what happened.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, that was the situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, now I think Mr Koopedi's question now is, did you in fact ascertain that people were shooting at you?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you ascertain that?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Because there were no other people who were coming to our front, there were only the marchers who were coming direct to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "So I ascertained that maybe people are shooting to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you inferred, you assumed?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You formed a conclusion that it must be these people who are shooting at us?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Positive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you heard how many shots?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "About two or three shots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Two or three shots.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then it was quiet?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was quiet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you speak over the radio?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say \"look, Van der Bank, they're shooting at us\"?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, the crowd was storming at us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "And then we heard the shots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "And then that said now they were closer to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Then I said now they are shooting to us, what must I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are busy speaking on the radio with Van der Bank?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right then he says to you as we now know \"Mkosana, shoot them if they shoot you\".",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  So after you spoke to Van der Bank was there still shooting going on?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you gave your order?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Yes Mr Koopedi?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you Chairperson.  Perhaps just to round up or sum up this portion you say you assumed that you are being shot at?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "That's correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "But when you spoke to Van der Bank you did not tell him that \"I think we are being shot at\" or \"I'm making this assumption\", you definitely said to him \"we are being shot at\", is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now would I be correct to say that the information you relate to Van der Bank was incorrect in that you were not being shot at, you were not certain that you had been shot at, is that the situation?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes in that manner Sir I will fully agree with you because none of my groups on the vehicle was shot but the shots were there.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "I would then perhaps put it further to you that you fraudulently obtained the order, the order to shoot.  What would be your reaction?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot say Sir that was a fraudulent order because ...(intervention)",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "In fact if this is correct for record purposes you told him more than once, I'm referring to your superior, Van der Bank, you told him more than once that we are being shot at, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I told him that the marchers are coming, are storming to us so what must do?  Simultaneously I heard a shot, I said now the marchers are shooting, so what we must do?  He said if the marchers are shooting at you shoot back.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you stopped talking to Mr van der Bank were they still shooting at you?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You still give the order that your group should shoot at the marchers?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I think the order to my deputy that minimum force fire because the crowd was storming at us and then we have no other weapons to use to stop the crowd.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How long did this conversation between yourself and Mr van der Bank take, how long was it?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot say, it's just to say one zero digit two zero, the marchers are shooting at us now, what to do and then he said if the marchers are shooting at you, fire.  Shoot back.  So it was that time, I cannot say at least how many minutes or how many seconds.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You heard two shots coming from the direction of the marchers?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How long did that take, those two shots from the first shot to the second shot, how long was that?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was a ...(indistinct) shooting.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Could be about a second?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you Chair.  Now there is something I also need to understand in that you were the officer in charge, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now did you have any powers in terms of decision making, could you have decided - did you have any powers?  Could you make a decision?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I got the powers to make a decision.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did these powers have a limit, I'm asking this question because you did not make the decision yourself to shoot at what you thought, you know, was an aggressor, you asked for assistance from higher authority.  Now I need to determine, I need to understand why would you do that if you had powers to make decisions on the ground?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes on the ground the powers that I had, I mean the order that I received from the authority is that we must stop the crowd at any cost, we must not withdraw.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Yes I understand that but my question is that what powers did you have, particularly because you are being stormed at, you believe you're also being shot at but you cannot make a decision.  This sounds like a person whose capacity is handicapped.  That is to me, that's why I need to understand, if you had powers why would you then first have to call Van der Bank who is not even on the scene, for him to tell you what to do?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I must comply with his orders first before I can take my decision on what must I do now on the ground.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Does it therefore mean that you did not have the powers to decide on shooting, to make a decision that we can now shoot?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes at that stage I have no powers as to what must I do now because that's why I ask to Colonel van der Bank that what must we do now.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Which means that the situation as it unfolded created a predicament for you.  You then did not know what to do, meaning that your powers would have come to an end?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think so, yes Sir.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now the other thing I need to understand is why would you then give Major Mbene an order that use minimal force, this is not what Van der Bank ordered you?  Or did he?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No he said just shoot.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "He said shoot back?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now I need to understand why then did you give a different order, why did you say use minimal force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I must that's why I cannot say just shoot because he will not understand what I'm saying, I must specify that, which type of fire must he use.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Even though Van der Bank didn't tell you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes because he had given an overall, saying fire, so I must specify it, how must I fire as I see the situation on the ground.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay, the people who were perhaps within sight, your sight, how many of them did you see opening fire?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was the platoon on my right hand side.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Which could be all of them, all of them in the platoon?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think so because there were 36.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "There were 36?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Who conveyed the message or the order to the 36?  I'm referring to those that were within your sight, who conveyed the order to them?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It's Major Ndandiso.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Major Ndandiso?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "But did you hear him convey the order?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "You assume he did?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now there are other people who were shot elsewhere, you know, not within your sight.  Do you know if Major Ndandiso also told the other people to shoot?  That is at the different other places like the Fort Hare part, the parliamentary part?  Did you hear him tell those people to shoot?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I have no knowledge of that.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And did you when you told, when you passed the order to Major Mbene, I need to understand your intention, to whom was the fire intended?  Was it only intended towards the crowd that was storming you or was it intended to everyone?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was intended to the crowd that was storming to that side of Major Mdene, to those troops of Major Ndandiso.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now do I understand you correctly then if I would say that the other soldiers who opened fire were actually not acting under your order?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Would I then be correct to say that if they were not acting under your order, they did it on their own and if they've killed anyone that was not in accordance with your order?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Would I then be correct to say that you are not applying for amnesty of the injuring and the killing of other people, you know, other than the people whom were fired at or shot at as per your command?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "I understand.  I have no further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Koopedi.  Mr Mapoma have you got any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you Chairperson.\n\tYou said in your evidence in chief that your instructions were to defend Bisho premises at all costs, at all cost.  What do you mean by at all cost?  What did you understand that to mean?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "My understanding that I must defend the Bisho premises in any way.  I must use every power that I have, every weapon that I have in my possession.  I can put it in that way, that's my belief, that's my understanding of at any cost.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Would that include shooting at people?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when you ordered that minimum force be used was that still in the course of that all cost?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I can say Sir it was on the way that the people were storming to the troops, the life of the troops and our lives were in danger because we had no other way to protect ourself at that situation.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when you say - so you gave this order of minimal force in order to defend your lives is that what you mean?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So the only order that you gave is an order for self defence and nothing else?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I see.  Now you said that after a shooting was made you commanded that ceasefire and even after ceasefire there were some shots being fired, do you remember that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And would you say that that shooting was from those undisciplined soldiers?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot justify that with you whether, where I was coming from because it was all over, shooting this side of the parliament, shooting at Fort Hare branch, shooting at Telkom building, so actually I don't know but I can say actually undisciplined soldiers, if those shootings were coming from the soldiers.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you don't take responsibility for that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now let us just come - when Mbene was using that rocket launcher towards the crowd, how far was the crowd from you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "The crowd was almost about 200 metres, approximately 200 metres to 300 if I can say more or less, I cannot judge that distance but they were very close.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, were they so close that if any one of them was carrying a firearm you could have seen that?  Could you have observed a firearm being carried by one of the marchers?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No Sir, that's why I was saying that the marchers, while they were running to the position of us, those firearms we cannot at that stage, but when we start firing the people were more closer than before, they were shooting, the shots were fired.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If anyone of the members of the crowd had lifted up his or her hand to shoot would you have observed that?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I have observed that, that's why I was saying before that I had observed some mock, that's why I was saying I don't know if it's mock rifles or those were really rifles which the people were holding.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where exactly was Mr van der Bank in relation to the position where you were located, where was he?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "At that stage Sir, his allocation I don't know where he was because he was mobile.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Could he have been in one of the helicopters that were hovering around there?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I mean I'm sorry, he was airborne not mobile, he was airborne.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Sir.  I'm sorry Mr Mkosana, I missed you when you were explaining the three stages of minimum force.  Would you just explain once again the stages of minimum force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "The stages of minimum force in my understanding is that you go with your vehicles and then you make a show of force by debarking down from the car and then embarking again to the vehicle.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So that is what you call a show of force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, show of force.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, then the next one?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "The next one you again get inside the car and go forward and then again disembark and then make an extended line and it's where you'll start by ordering the people that this gathering is unlawful, you give five minutes or two minutes which is best and then you give a warning shot to fire, I mean a warning shot and then if the crowd doesn't disperse and then you ordered those troops who were on the ground to kneel down and then from there you appoint, identify one of the troops to say single fire to the man with the red hat or the man with the yellow socks fire and then the crowd, if the crowd doesn't disperse and then you order your whole section to open fire, a single shot fire and then ultimately the marchers maybe will disperse.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I see. Now during the day in your understanding would that have killed a person, that the exercise of that minimum force?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, no, no, no.  That stages of minimal force was exercised at that stage on that same day because the people were on speed and then they were close enough so that we can apply all those actions, the only action was to open fire which we did open fire.  There was no other way because the speed of the people and the distance they were we had no other alternative to open fire.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes but then why do you say minimum force fire in that situation if that is what you've just said now?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes because prior, when I was giving orders in the unit, I've told my commander, when I say minimum force fire they know automatically they will use single shots.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Sir.  So anything more than single shot is beyond minimum force, is that what I understand?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Sir, I cannot say but if you apply the minimum force is just to ensure that the person or the group that is coming to you or that is have a resistance it's just to make them to go away or to withdraw, it's not an intentional that we would like to kill or to add more fire.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, Mr Mapoma.  Did I understand you correctly when your troops opened fire did this crowd stop then?  They didn't proceed any further towards you?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, they ran back.  It's where I immediately say ceasefire.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Sorry Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thanks a lot Chairperson, thanks a lot.  No further questions Mr Mkosana.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.\n\tYes we have reached the stage in the proceedings where we will have to adjourn to enable Mr Nompozolo to proceed on behalf of the remaining applicant, Mr Gonya.\n\t Under those circumstances we are going to adjourn and we will reconvene here tomorrow morning at 9 o'clock.  We're adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}