{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-04-01",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "DUMISANI NCAMAZANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54713&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/el/eln2.htm",
        "speakers": [
            "ADV PRIOR",
            "ADV SANDI",
            "CHAIRPERSON",
            "DUMISANI NCAMAZANA",
            "INTERPRETER",
            "MR LAX",
            "MR NTONGO",
            "MS COLLETT",
            "MS GCABASHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV PRIOR",
            "MS COLLETT",
            "DUMISANI NCAMAZANA",
            "INTERPRETER",
            "MR NCAMAZANA",
            "MR LAX",
            "MR NTONGO",
            "MS GCABASHE",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the benefit of those who are responsible for preparing the record of these proceedings, I would ask the legal advisors and other persons participating to place their names on record.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, may I simply identify the matter first if that's possible?\n\tMr Chairman, this is the amnesty application of: Zukile Mbambo, application 2891 of '96 and Dumisani Ncamazana, application number 2892 of '96 which proceeds on the 1st of April 1998.  \n\tAnd the representatives are as follows:",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "I'm Advocate Collett from Bisho, representing both applicants.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "I am Advocate Prior, representing the Amnesty Committee as Evidence Leader.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are there no other persons represented?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, there is an implicated person who has been given notice, Mr Skolele Tjabani also known as Jimmy Jones, he is present.  Mr B B Ntonga an  attorney from Mdantsane indicated to me that he was representing Mr Tjabani.  He has been contacted and he is on his way from Mdantsane, however a former colleague, Mr Mbandazayo is also present and has indicated that he has discussed the matter with Mr Ntonga and Mr Tonga is on the way and that the matter may proceed without him at this stage.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, is it necessary to give the names of the members of the Committee?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I think that may be helpful.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am Judge Wilson, I am Chairman.  We have Ms L Gcabashe, Mr I Lax and Mr N Sandi.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.  We are ready Mr Chairman.  May I also indicate that in respect of the four matters, the requisite notices have been sent out in terms of Section 19(4).  As I've already indicated an implicated person, Mr Tjabani is present and duly represented, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I gather one of the victims was here earlier but indicated that he did not intend to remain.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, that is so.  He will be kept informed of the proceedings by myself Mr Chairman.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, it is my intention to first lead the evidence of Mr Ncamazana and thereafter to lead evidence from Mr Mbambo.  The evidence will essentially be based on the supplementary affidavit which is at page 49 of the record with which I have been provided by the Commission.  May I proceed?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Let the witness be sworn in.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS COLLETT",
            "Mr Ncamazana, is it correct that you are presently incarcerated at Fort ...[indistinct] Morgan Prison?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Excuse me, can the speaker please come closer to the mike?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Ncamazana, is it correct that you are presently incarcerated at Fort Le Morgan prison?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What is your age at present?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "22 years.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you at some stage in the '90's join APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And when you joined APLA, were you at school?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I was a student then.",
            "Male"
        ],
        [
            "MS COLLETT",
            "In what standard were you?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Standard 8.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, how old were you when you joined APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was to be 18 years old.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what was the reason that you joined APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was - my intentions were to free the Africans who were under oppression at the time.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And did you think that you would achieve that by joining APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so, yes.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was APLA an army at that time?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, it was an army.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And were you subjected to military discipline?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, where did you join APLA, what place?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "In Transkei.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And who was the commander of that Transkei base?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was the African, Mr Jimmy Jones.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Does he go by any other name?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It Mr Skolele Tjabani.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And where was that base situated?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was in Butterworth.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, as a member of APLA, did you undergo training?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Which army?",
            "Male"
        ],
        [
            "MS COLLETT",
            "As a member of APLA, did you undergo training, military training?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I was being trained at the same base.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Can you briefly outline to us what sort of training you received?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The way I was trained to fight in the forests, to protect myself when being attacked, methods to attack, to ambush and raids, such things.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were you given any political lectures?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was the purpose of those political lectures so that you could identify the organisation's enemy?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Who were the enemy of APLA at that stage?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "White people.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Anybody else?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The government of the day at the time, the solders, police and everybody collaborating with that government.",
            "Male"
        ],
        [
            "MS COLLETT",
            "The attacks of APLA, were they aimed at these enemies?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, is it correct that during March 1994, you and certain other persons who were members of APLA were involved in various missions in the greater East London area, for APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Right.  Now in your affidavit you have made mention that on the 9th of March 1995 yourself and somebody called TNT and somebody called Kid were visited by Jimmy Jones, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What was the purpose of the visit?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He came to tell us to prepare ourselves because there were missions that we had to undertake.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what else did he tell you?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What he told us was, that's what he told us at that time.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was Mamma's Restaurant and Motel in Butterworth a rendezvous for the APLA members at that stage?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, it's not our place of - we did not run the place.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Interpreter, a rendezvous is a meeting place.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is the place we met at when we were supposed to go and pull those missions.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And was Sabelo Museko also a commander at that base?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, he was the base commander.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What other name is he known by?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Jimmy Malinga and Gigilelo Mtogolo.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, at Mamma's Restaurant when you met round at about the 9th of March 1994, who was present?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Myself, the late TNT, the late African Kid and the commander, Jimmy Jones.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What was TNT's real name?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It's Makabonfo Mfundise.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And Kid's real name.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Andile George.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, what were you briefed about at Mama's Restaurant at that occasion?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were briefed about an attack we're supposed to undertake here in Mdantsane.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Involving a minibus?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what was the aim of the mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Our motives for the mission was to keep guard on the road passing through between the school and the place where the bus was going to pass.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now what school was that?  What college or what school was that?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "John Knox Bokwe's College here in Mdantsane.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And this minibus, who would be occupying that minibus?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "White teachers who were teaching at that school.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were they the target?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now where were you to base yourself to launch this attack?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were going to be somewhere near the school.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Where were you going to stay though, at whose house?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We got a place to stay at the house of Mr Tjabani, my co-accused.",
            "Male"
        ],
        [
            "MS COLLETT",
            "That's Zukile Mbambo?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were you provided with firearms?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "By whom?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "African commander Jimmy Jones.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What firearms were you given?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "2 R5's, 725's, magazines and ammunition.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, what was the aim of the mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "To shoot those people we were instructed to shoot.",
            "Male"
        ],
        [
            "MS COLLETT",
            "The white people in the minibus?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you regard this mission as being in line with the policies of APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, be believed so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you question your mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Everything was explained to us and we no reason to ask questions, we just simply followed the orders.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, what was the instruction that you, what were you supposed to do after you'd completed this mission?  Who were you supposed to contact?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were supposed to report to African Mtura.",
            "Male"
        ],
        [
            "MS COLLETT",
            "That is a code name, what is the real name?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Mtutu Zelimamma.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, is it correct that you left for Mdantsane?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And is it correct that you spent the night at the house of your co-applicant Mbambo?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And did you go to a place where you could attack this minibus the next day?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, we went.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what happened?  Tell the Committee what happened on that day.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We woke up that morning, we prepared ourselves.  We washed ourselves, ate and after we were finished we prepared our arms, the ones that were issued to us and we concealed them under our clothes.  We went on foot to the place where we were supposed to carry out the attack.\n\tWhen we got there we waited because it had not arrived at the time.  We waited, it was not long before it appeared.  After that the late African Kid said: \"Here it comes\" and we then prepared ourselves.  \n\tThe unit commander, the late African TNT issued a sign that by shooting the kombi to show that we must all shoot.  Truly we followed suit shooting at the minibus.  We shot and shot.  It was only when he shouted: \"Cease fire\", and at the time I had finished by magazine.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And R5 magazine?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What happened to the kombi, the minibus?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "After it stopped I changed my magazine because it was a double one, one looking up and one facing down.  We then turned away and left, we did not know what happened afterwards.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Do you know if people were injured?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot lie because I do not know what happened.",
            "Male"
        ],
        [
            "MS COLLETT",
            "But you didn't go and see what had happened after you had fired at the minibus?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, we did not.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you report the matter to Matura as you had been told to do?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, we reported it to him.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is it correct Mr Ncamazana, that you've never been arrested or tried for this incident?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When perhaps?",
            "Male"
        ],
        [
            "MS COLLETT",
            "For the Fort Knox College, shooting of that minibus, you have never stood trial, is that correct?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I was never tried for it.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is it correct that is a disclosure that you are making of your own free will in a bid to seek amnesty?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And have you made full disclosure as far as this incident is concerned?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, in answering all the questions I've done that.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Right.  Now did you receive further instructions after this attack had taken place?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what was the next mission that you people had to undertake?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was in accordance with an attack in a church in P.E.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was it not the attack of the Bahai Faith Mission in Mdantsane?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "From whom did you receive these instructions?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "From the commander African Jimmy Jones.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what was the purpose of this attack?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The motive for the attack was to go to the Church and kill all white people inside.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were those the instructions that you were given?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, what members of APLA were to be involved in this attack?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "After we had finished the first minibus attack and reporting back we were then instructed, because we were told that - we noted that we would not get a driver, we were told that we were going to get another driver sent who was going to help us on another mission.  Because it was said, after this mission we had to go back to Transkei fast.\n\tTona was sent to come and drive for us.  That then meant we were five people who were supposed to come from Transkei, four I mean, four.  We were then five, with my co-applicant or co-accused because when we reported there, explaining of the attack our contact whom we stayed at, we did not think he was trustworthy anymore.  That then meant we had to return back with him because we thought he might not be dangerous that way.  \n\tThe contact that we were reporting to, Mr Matura, that information he was going to pass to African Jimmy Jones.  The taking of my co-accused Tjabane and the one of sending a new driver to us.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Who is Tona, what is his real name?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is Mandla Palapala.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Just inform the Committee who the five persons were who were going to be involved in the Bahai Faith Mission attack.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Myself, the late African TNT, the late African Kid, Tona, the African Tjabane.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What was the plan, what happened?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because the unit commander led us to entering the church yard, there was someone painting the door of the church, he pointed him with the gun and forced him inside and he was now throwing his arms into the air, this person.\n\tOther Africans followed behind him, I was at the back at the time.  I did not go into the place where the people were in, I just stood at the door but could see the people inside the church.  After that, after we entered there the unit commander, he shouted: \"White this side and Africans this side\".   People divided themselves, white people were at one side, black people in one corner.",
            "Male"
        ],
        [
            "MS COLLETT",
            "How many white people went one side?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was only three.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Male or female?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Males only.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What was the purpose of separating the whites from the blacks?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because when we went to that church we were not there to attack black people.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Yes, what happened after they had been separated?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Commander then instructed African Tjabane that he fetch them so that we can find keys.  He went and searched them and found two car keys, a key of a BM and a key for a Jetta.  African Tjabane took those keys and gave them to African Tona.\n\tTona went out and checked the car we were going to leave with.  After he exited, African Tjabane also followed.  After Tjabane had exited the hall rangs shot out, I mean bullets.  I heard the first 7.65 and then an R5.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Who gave the instruction to shoot?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Clearly the one who said people must shoot, it was the unit commander.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And that was TNT?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you shoot?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not shoot.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were you still at the door?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I was standing at the door.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Who was fired at?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was the white people who were at the church at the time.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What was the intention?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was to follow the instructions given to us.",
            "Male"
        ],
        [
            "MS COLLETT",
            "To do what?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "To shoot all white people we could find at that church at the time.",
            "Male"
        ],
        [
            "MS COLLETT",
            "To kill them?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you achieve that mission, the group of you?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, because after that, after the shots rang for some time, they stopped, the Africans ran out, I followed after them because I was covering their backs.  They went into the car waiting for us, we all rushed into the car and left facing Transkei.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you leave the white people for dead?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I am sure we left them dead.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What did you do after you left the church?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We embarked on the car and left for Transkei.  After we passed the Kei river we moved about 500 metres, we took a gravel road turning to the left and the unit commander instructed Tona to take that route and he too did as instructed.\n\tThe car moved on until we got to a village where we got to a certain house that was better known to the unit commander.  We got there and we stopped, we rested, we ate, we stayed for a short tim and then we left.  \n\tWe went straight to the commander, Jimmy Jones.  We gave him a report back about everything that happened.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Where did Jimmy Jones stay?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He was staying at a Coloured township at Butterworth.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what did you do with the motor vehicle and the weapons?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The car and the weapons were with us.  The last time I saw them was at his house, that is Jimmy Jones' house.",
            "Male"
        ],
        [
            "MS COLLETT",
            "So you left them there?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, we left them then.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was the vehicle to become the property of APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was that standard practice?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Before we leave this incident, did you hear anybody at the church, at the Bahai Faith Church, telling you that the people who were being shot were not white people?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not hear anybody saying such a thing.  Of course if any such person had said so and said such a thing I'm sure we would not have believed that because we did not go there to kill English people or Afrikaner people of Chinese, we were there to kill white people and not discriminating as to whether they are a different ethnic group within white people as long as they were viewed as supporting the government of the day.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Would you say that it wouldn't have effected the carrying out of the mission even if somebody had said that these are not white people?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I don't think it would have effected our decision.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was the decision as far as you were concerned already taken and you were merely carrying out the instructions that you were given?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I interrupt for a moment?\n\tWhen you were saying that you were not there to kill English and other people, did you also say you were not there to kill Chinese?  Is that what I heard you say?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that mean you considered Chinese people as whites who supported the government?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I as a soldier at the time was to take the instructions given, not to determine the target as what group within whites.",
            "Male"
        ],
        [
            "MS COLLETT",
            "As far as you were concerned, were white people who were fair in complexion?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Right.  Let's move to the next mission with which you were involved.\n\tDo you remember a mission at the Da Gama factory?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember it.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Can you tell us about the instructions you were given, where and by whom?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Our instruction we got from our commander, Jim Jones.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mind waiting a moment?\n\tWe started very late this morning and the rest of us were walking around, but I don't whether those interpreting have been sitting in those boxes since 10 o'clock and would like to take a short adjournment at this stage.  If for any reason they would like to do so, could they please indicate?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "No, there is no need Sir, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Now, you say you were given instructions by Jimmy Jones, where were you given these instructions?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were at the Mamma's Restaurant.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And who were present?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Myself, the late TNT, the late Kid, the late Luvuyo, known as Maxihole Mafu and African Tjabane.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, were you again issued with weapons?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what instructions were you given regarding the Da Gama factory incident?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Our instructions were to attack the bus carrying white employees working at Da Gama.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were you given instructions to carry out any other missions at the same time?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Can you tell the Committee about that?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Our instructions were to attack the Da Gama and the minibus that was supposed to carry school kids moving from King Williams Town to East London and the Highgate Hotel.  We must choose between the Highgate Hotel and the East London bar here in town at the station.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, this bus that was taking children, were those white children?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did APLA regard the white children as being enemies of the organisation?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Why?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because they too were part of the government of the day and because their parents were also white and working in favour of the government of the day.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Can you briefly outline to the Committee as to what happened with these respective attacks?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When we arrived we slept at African Tjabane.  We awoke on Friday and prepared everything.  We ate, prepared our arms.  After we were finished we put them in a bag, we left going to the Highway taxi rank.  That is where we were to get a car in order to go to Da Gama.\n\tWe went there, we got at the highway.  We had embarked a taxi which was station wagon, an Opel Rekord.  That was according to our appointment with the driver who was supposed to take us to Mount Ruth.  We left and went with the car.  \n\tAlong the way next, about in Mount Ruth we told the driver to stop, he stopped,  I disembarked because I was sitting just behind him.  After I had disembarked guns were drawn against him inside and he was told to disembark.  I too pointed a gun at him next to him outside, told him to climb out.  Truly he climbed out of his car.  \n\tAfter that we told our own driver to come round and take the wheel of the car to drive.  When we got inside we found that our driver cannot get this car started.  We then shouted to the original driver of the car to come back to come and start his own car because he was not far off.  He returned, he started his car.  \n\tOur unit commander then told him he must drive us, he must go with us to Da Gama.  He went to Da Gama with us.  When we got to about near the gate of Da Gama we saw the bus we were supposed to attack going into the gate and that was then to be the loss because that was not according to our plans.  \n\tThe commander told the driver to turn the car around, the driver did that and we went back.  He did not go into the gate at Mdantsane, he told him to go straight.  He passed because we were now going - because our plans were, after we had attacked that bus when we were retreating, because the time of this bus and the car, the kombi carrying the kids were kind of coinciding.  \n\tWe were supposed to attack the bus and then meet the kombi of the kids, school kids, along the road and we would do the same, attack it.  We missed the bus.  As we were now hoping for the kombi, when we got to that place where we were supposed to attack it, we discovered that it had already passed that place.  Because we were supposed to get it where is was supposed to stop because it was going to come via the freeway, via Nahoon Dam.  \tWith cars following it coming about from Fort Jackson, we noted that we could not shoot it and that's how we missed that target because our car had been problematic as it didn't want to start.  Due to anger the late Africa Kid disembarked very angrily.   \n\tAt the time there was an oncoming car about in the same road with the car, it was a kombi Volkswagen and there were two white people in the front.  He shot this oncoming kombi, doing his own thing.  At that time that kombi was in motion.  \n\tAs the kombi was now passing and turning quite near us, as it did not go a long way.  When it was turning a black man who was at the back of that kombi jumped off.  As we were going in the same direction of that kombi Africa was following this car but we were not trying to follow him, we were trying to escape.  He also got into the car and we left.  We left with that same driver.  We went to Mdantsane to NU6.  \n\tWhen we got there he wanted to give us all his day's taxi money.  We did not want to accept his money, we simply paid him R20 because we had used his car.  That is how we departed and left him.  We got to 6 at Mdantsane, to a squatter camp that was there to meet other comrades who were staying there.  It was comrade Africa TNT who knew them better.  \n\tWhen we got there to that African we stayed.  He prepared food for us and we ate.  We stayed there until dusk.  After that at about 7 o'clock late if I'm not mistaken, we left with the intention of getting another car in order to carry on according to the missions we were supposed to carry out.  We went to highway, we got there and embarked on a kombi that was going to 14 here in Mdantsane.  \n\tIn this kombi everybody was getting down along the way.  We were hoping to be the last people to disembark from this kombi.  After everybody had left when it was to turn back, going back, because we too were supposed to disembark ...[end of tape] ...[inaudible] we told him to give us his keys and leave.  He did not want to listen, he simply drove on.  There was another kombi coming in front.  \n\tAs far as I can see he was trying to show the one coming, oncoming car that he was in trouble because the kombi we were on, he drove it straight into the one oncoming and the driver of the oncoming kombi, trying to duck and dive away from this one so that we would avoid a collision.  \n\tAfter he had passed our driver left our car and ran away, he ran away with the key, running towards this other kombi.  We also disembarked and left that kombi there moving on its own.  We ran into 14 here in Mdantsane.  After we had gone into 14 through the houses, we saw a Sierra station wagon going to a shebeen there at 14 Mdantsane.  \n\tWe decided at the time that it's better that we get that station wagon so that we can carrying on with our work.  We went to that shebeen, I was the first to go inside, walking with the late Luvuyo and other Africans followed behind us.   \n\tAfter we entered we did not stand a long time inside the yard, it did not take more than 5 ...[indistinct] we took our guns out and gathered everybody inside the yard.  And inside there was a lot of people, full with people drinking.  We took all those people outside, we took them inside.  \n\tThey were packed inside the lounge of the shebeeen, all of them were at the lounge of the shebeen, packed there.  I was left outside.  If I remember well I was with African Tjabane who was standing next to the door next to the stairs in the shebeen.   I was looking at the gate to see people coming in and out.  \n\tThe driver, the late African Luvuyo, the TNT and the late Kid went inside.  They screamed, asking for the driver of the car that had just gone in.  Ultimately they found the driver and demanded the keys.  He gave them the keys.  The late Kid saw a policeman he could identify there inside and he thought that we must leave the driver of the car, we must move with him.  We left with him to protect ourselves.  \n\tWe left facing, going to King William's Town.  When we were about Bellin at the bridge of Bellin we moved over, we turned about on top of the bridge and we went back to Mdantsane.  No, we just faced Mdantsane and then decided that driver must disembark and we left him there, we left.  \n\tWe went to Mdantsane, we go a garage at Highway, we poured petrol into the car and after getting the petrol we left going for Highgate.  When we passed Highgate, because we were supposed to look at the Highgate hotel, we then were going to go and make a turn at the East London bar at the station.  When we passed the Highgate we noted that it was packed full.  \n\tThe driver said - commander instructed the driver when we were about at Cambridge at the station of the train, that he must turn back, we must not go to the East London station bar.  The driver turned the car back and we went back to Highgate.  We were forced to use the rifle grenade at the hotel because when we looked we noted that we could not disembark because there were many cars outside.  \n\tI was instructed to use the rifle grenade because I was the one holding an R4 and this rifle grenade had to be used using an R4 rifle.  Truly I quickly prepared this and pointed to the door with the intention of shooting the lights on top, those big lights, in order when it hits those lights it can explode against those lights.  \n\tWhen I was pulling the trigger, I do not know what the driver was doing, the car shook, I do not know what he did, and I then disturbed.  Everything did not go according to plan, the rifle grenade hit the wall and then we ran away with our car.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What was the reason that you were going to attack the highgate hotel?  Why was it a target?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The reason for the target was because it was full of white people at the Highgate hotel.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was the intention to injure or kill the people at that Highgate hotel?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The intention was to kill them.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Had there already been an attack on the Highgate hotel or don't you know?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "There was once an attack, I do not know who carried that out.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Was this before or after your attack?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That attack happened before we too got to go and attack there, that was before.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, the rifle grenade that you fired, did it hit the wall of the hotel?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That rifle grenade, because it was amongst other rifle grenades, the one we used a defective one.  That we only heard after we had returned back, that a mistake was made that we were given that rifle grenade because it hit the ground, it did not even explode after it hit the wall.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Why did you not attack the station bar in East London on that evening?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because we later discovered that the Highgate hotel is packed and full and according to our plans it was better that way.",
            "Male"
        ],
        [
            "MS COLLETT",
            "There would be a possibility that you would kill more people at the Highgate hotel rather than at the station bar, is that what you're saying?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so, and because there were many people there, I can only estimate about 100.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, after you had fired this rifle grenade, what did you do?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We left for Mdantsane.  When we got there at Mdantsane NU6, we left that car there, the one we were using.  We just wiped off the fingerprints and left it, we left to go and sleep at Tjabane's house, African Tjabane.\n\tWe slept and the following day, Saturday, the late TNT and the late African Kid left to make a phonecall in order to give a report back of what happened.  I and the driver and Tjabane stayed at the house.  After they returned, if I remember well, I think we left for another house at Mdantsane NU6 that same Saturday.  \n\tAt that house that African that was staying there was a friend to TNT, he was an African too.  We spent the whole of the Saturday there.  That evening we went back to our original house.  We slept that night, Saturday, we awoke on Sunday.  We stayed the whole day there planning another attack.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Which attack were you planning now?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because we were supposed to have hit the bars of Da Gama on Friday and things did not go according to plan we were then planning to re-undertake that plan on that same Da Gama bus and then go and hit that kombi carrying kids to school.\n\tLate on Sunday we left to go and find a car around Mdantsane.  As we were still at NU6 we saw a Honda Ballade, I think it had three people if I remember well, a man and two females.  We passed there and as we got to a kind of a small hill we stood, the unit commander instructed the late Luvuyo and the late - sorry, and Tjabane, that they must go and take that car and we would keep watch as we were not far off from where the car stood and we would see everything as it was going on.  They went.\n\tThey got there and pointed firearms at those people and forced the people out of that car.  After those people had left the car the late Luvuyo got into the car and drove the car towards us.  Africa Tjabane was left behind guarding those people.  When the car got to us he was called loud to come to us.  He came and we too got into the car and we left.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you know these people who you took the car from?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not know them.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were they white people or black people?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was black people.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Continue.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When we left there our intentions we to carry that attack the following day.  We were going to take the car, to keep it at a place to enable us so that the following day we could get it so as to enable us to carry on with the following attack.  We took the car and parked it near the Xuwusana College of Education as the place we were staying as was quite near.\n\tWe parked that car there and left to go and sleep.  We awoke the following morning.  After we had awoke we prepared ourselves, ate and did everything and prepared our arms.  We went to that car now in order to go to Da Gama.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Just pause here.\n\tMr Chairman, I'd like to point out that between 58 and page 59 a page was omitted from the affidavit which would be now inserted as 58(a).  Another thing that I wish to draw the Committee's attention to is, at paragraph 11.12 it's factually incorrect as a matter of fact.  The second line says:\n\"I said that we should use a rifle grenade\"\nokay?\n\"and Kid said we should use our firearms\"\nit's the other way around.  Kid said that the rifle grenade should be used and this witness insisted that the firearms be used.  I apologise for any inconvenience there, it just to have been a bit a mixup.  So it should read:\n\"Kid said that we should a rifle grenade but I insisted that we should use our firearms as the bus was too close\"",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Should the \"to\" be with \"oo\"?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "I don't see the \"to\".",
            "Female"
        ],
        [
            "MR LAX",
            "Ja, it's the, in the last sentence the second word is \"to\".",
            "Male"
        ],
        [
            "MS COLLETT",
            "Yes, it should be \"oo\".",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Right, we'll make those changes.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "As it pleases you.  May I proceed with the witness Mr Chairman?\n\tAlright, if you would continue your evidence regarding this Da Gama attack.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That morning after having prepared everything the unit commander, the late TNT and the late Luvuyo left to go and fetch the car.  We were then to wait for them about near the car, the road where the car was to pass.\n\tThey came back with the car and we got in and we left for Da Gama.  I beg your pardon.  Because we had awoke very early that morning we waited for the bus.  We first passed at Da Gama gate, we waited for the bus at a turn way off so that when it comes from about town about the area with Njeje and facing Da Gama, to enable us to follow it and then the driver would pass it.\n\tInitially our plans were to use a rifle grenade but when we were there waiting for that bus, we then discovered that we cannot use a rifle grenade, we must rather use guns.  Truly we are great.  The people who were supposed to shoot there were supposed to be the late TNT, the late Kid because they were at the left of the car and I was right behind the driver so I would not be able to shoot and the bus would be very near me.\n\tThey were supposed to appear through the car windows and sit with their backs on the window of the car and shoot over the roof of the car at the bus, as the bus is passing, they were supposed to do that.  That is where a squabble arose.  The late Kid said: \"No, let me simply shoot it myself with the rifle grenade\", I said: \"I cannot do that\" because it was too near for me to do that, it is better for you to use the guns.  They refused to do that.\n\tAnd at that time the bus is moving on, the car is moving on facing the gate of Da Gama.  The car slowed down about to turn into the gate, the bus slowed down.  We stopped near the gates as per instruction from the commander.  \n\tAfter stopping they disembarked, they shot at the bus.  I too shot but from inside the car.  Shots rang from a car that was seemingly escorting that bus, that we only discovered at that time.  There was a lot of - a shootout arose there, a lot of shots rang out and the security guards of Da Gama were also assisting, we were shooting each other.   The last time I shot was right there.\n\tWhen those people came out I could no more shoot because my bullets, the bullets were hitting the car at the sides where I was and others were going through the window from my side.  I feared that if I raise my head they would hit my head.  I was forced to also disembark.  It was difficult for me to disembark because the late - African Tjabane was next to me.  When I said he must disembark, it was also difficult for him.\n\tI was forced to jump over him and I jumped over him.  After jumping over him the late African Kid and TNT, I could not see them but shots were still ringing out at that time hitting the car and I thought at the time that they had retreated and left us there, all three of us.\n\tThe driver had been hit on his muscle behind his knee.  I was forced to stay in the car protecting the driver, taking the cover for the driver and Tjabane so as to allow them to run.  I did that, I shot.  They in the meantime were running away going into the forest nearby.  I again shot in order to give myself a chance to follow them, I then followed.\n\tWhen we were in the forest I saw in front of me the late African Luvuyo running, he was limping as he had been shot.  I followed him, I could not see Tjabane, where he had gone to.  I could not see the late Kid and TNT anymore.  We crossed through the long grass, crossed the railraod, crossed the road beyond the railroad facing a factory or a firm beyond the road and then we crossed that road facing the graveyard.  \n\tBullets and shots were ringing out from our back.  We then went through the graveyard, went through the ...[indistinct] river, over the river facing the houses at Mdantsane 2 going to the African Tona.  The plan was to go and leave the African who had been hit.  When we got there that African put into another house because their family's house has two sections, another for old people, another for kids.   He put us in the house below.\n\tWhen we got there he got out and said he's coming back.  He got back coming with a mother who was introduced to us as the wife of the African Jimmy Jones.  She was staying quite near, it seems next door to the African ...[indistinct] to help the African who was injured.  He helped him, bandaged him, wiped the blood off him, he brought food to us.  It was difficult to consume that food because we did not know what had happened to the others.\t\n\tWe stayed on the whole day in that house.  Late another house was arranged where we were supposed to go and sleep so that the following morning we could go to Transkei.  We went to that house and we slept.  The following day he gave us money to use for transport to go back to Transkei.  \n\tBecause I was afraid for the gun I was using and having on me, to go back with it to Transkei fearing roadblocks, I requested him to keep it for me.  I left it there with him.  We left and we boarded transport at Highway.  When we got to Highway we used a taxi to Transkei in order to go and give a report back about what had happened.\n\tWhen we got to Transkei, when we got there at Mamma's Restaurant we were told that the Africans had been arrested the day before.  We too we shall be forced to disappear and not be seen otherwise we would be captured too.  We left there going to a school there called the Butterworth College of Education, to go to Africans who were there.  As we had got money - the money we got from TO was only sufficient to take Mdantsane to Txoa, Butterworth that is.\n\tWe then arrived at that college, we met other Africans, we told them our problems and they gave us money.  We took transport going to Tsomo in order to go and hide there.  Truly we left until we got home at Tsomo in Transkei.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you find Jimmy Jones when you went back to Transkei after the mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, we did not get him.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, you didn't carry out the attack on the bus of the white children, is that correct?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, we could not because the mission at Da Gama ended up with a shootout with the security and we were split and we had left the car we were using there.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, TNT, Kid and Luvuyo, are they all deceased?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, they are not around, they are not alive anymore.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what about Tona?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As far as I know he is still alive, as the last time I saw him we were at court last year.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what about Jimmy Jones, where is he?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He too is still alive.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now is it correct that the director of operations testified at your trial in Bisho regarding the Bahai Faith Mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what did he say?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He explained that all that happened and which we did, we did according to instructions given.  As he too was getting reportbacks from the commander who was commanding us to go and make those attacks what had transpired, as the Director of operations.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And this man's name, the director of operations is who?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is African Leklapa Mpashlele.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, it's correct that you stood trial for the Highgate hotel, the Da Gama and the Nahoon Dam attacks in East London some time ago?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you tell the truth at that trial or not?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not tell the truth.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Why?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was trying to protect the commander.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Which commander?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "African Jimmy Jones.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Have you made full and proper disclosure today before this Committee regarding all these activities for which you are applying for amnesty?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so, yes.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you benefit financially from any of the attacks that were carried out, yourself?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not benefit.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you carry out all these attacks in line with your orders as a soldier of APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, as you are no doubt aware, there were people who were killed in some of these attacks and people that were injured, you know that do you?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question please be repeated?",
            "Male"
        ],
        [
            "MS COLLETT",
            "People were killed and injured in these various attacks, do you agree?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What is your feeling about that now?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Firstly, I'm not happy, I don't feel happy that today I am where I am about things that had happened, that despite the fact that I did those under instructions having received those instructions and as I was forced to do those.\n\tBut today I feel sorry for the families and relatives and next of kin of those who lost their lives and those who were injured in all those things and activities I was involved in.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And do you have a message for those people?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The message I have for the victims is that I ask for forgiveness because what happened I did not do because I liked or because they were from my own opinion, but I was following instructions that I was forced to carry out.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you believe that the instructions that you were forced to carry out would liberate the black people of South Africa?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is that why you carried them out?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is that why you became a member of APLA?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "You were very young at the time, do you think that also affected your choices?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the questions please be repeated.",
            "Male"
        ],
        [
            "MS COLLETT",
            "You were very young at the time that you belonged to APLA, do you think that this affected your choices?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As a soldier myself at the time I was compelled to do everything I was instructed to do without contradicting it, I had no right to question my instructions.",
            "Male"
        ],
        [
            "MS COLLETT",
            "If you are granted amnesty, what do you intend doing with your life?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "My intentions are to go back to school and continue with my studies because I had left them in the middle.  I want to go on and prepare my future and that of my parents.",
            "Male"
        ],
        [
            "MS COLLETT",
            "How long have you been in prison?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was arrested on the 10th of August 1994.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Have you been in prison since that date?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And have you had a lot of time to think about what happened and what you're going to do in the future?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is there anything further that you would like to tell the Committee at this stage?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I'd like to say is that today I'm here with the intention of coming to ask for amnesty for everything that happened and I'm asking for the Commission to give me amnesty.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Thank you Mr Chairman, that is the evidence.\nNO FURTHER QUESTIONS BY MS COLLETT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The normal procedure Mr Prior, would be for the applicant now to be questioned by those appearing for the victims and interested parties.  I see we have somebody sitting on my right who was not there at the commencement but he is for an interested party Mr Ntongo, aren't you?  You're not for any of the victims?",
            "Unknown"
        ],
        [
            "MR NTONGO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are any of the victims present who would wish to put questions themselves?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman yes, the two widows of the deceased in the Bahai, two of the deceased in the Bahai matter are present and they indicated to me on Tuesday that they wished to - I explained to them the process and indicated that I would be questioning the applicants and they said:  notwithstanding that, they would like to ask questions themselves.  Maybe it would be opportune to maybe ask them to come up.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It might be more realistic to ask them to listen carefully to the questions that are put by you too gentlemen and for them then to ask questions about anything that has not been dealt with, but they certainly will be given an opportunity to ask questions.  Are they aware of that?  Are they still present in the hall at the present time?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV PRIOR",
            "Yes, I see Mrs Resavi - sorry, I think they left the hall for a short while so maybe I should proceed with questioning Mr Chairman.  Thank you Mr Chairman.\n\tMr Ncamazana, the political training that you received, you said was to identify the political enemy of APLA, which was the white people of South Africa:\n\"The government, military and police of any black or white person that supported them\"\n\tDid that necessarily entail that you did not discriminate between black civilians or white civilians as being your legitimate targets?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "For example, the person at the Nahoon Dam turnoff, the black person that was shot, why was he shoot?  Can you maybe explain that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I said at the beginning, the late Kid, after he became angry he disembarked from the car, he hit a kombi because it had two white people.  It was only, he had hit the car from the back when it was turning and the black person was only seen when he was jumping off.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I understand from that that you did not want to - you never participated in that shooting at the kombi at Nahoon turnoff, it was something that Kid did out of anger or frustration?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It wasn't part of the plan of your unit on that day?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That kombi that he hit was not part of the plan.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Are you saying to the Committee today that you didn't associate yourself at all with what Kid did?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was not something that was decided, he simply did it out of his own.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you remonstrate or did anyone remonstrate with Kid for having perhaps acted out of anger of frustration?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Who spoke with Kid what?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "No, I'm asking you, you were in the car or the vehicle with other people of your unit, you say Kid got out of frustration and out of anger, this wasn't part of the plan, he just shot at this kombi.  I'm asking: Was there any reaction from yourself or anyone else in the vehicle to remonstrate with Kid to say: \"Well, maybe your putting our plans in jeopardy, you can't act out of, or the way you acted\", was anything like that said to him?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, there was.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What was said and who said it?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The unit commander told him that what he had done he must never do again because it was not part of the plan and he had done that out of his own.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can you think back to the time when you appeared before - I think it's Mr Justice Liebenberg, in the trial, was that position or was that explanation advanced during that trial?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Which, what are you referring to you?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "The trial, I think it was in Bisho - sorry, East London where you were on trial for the Nahoon, Da Gama and Highgate attacks, I understood you received an effective sentence of 16 years, was that matter ever raised that Kid had acted out of his own and you had not associated yourself with that act, in other words it was beyond your control?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember well what happened there at Court.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I may speak under correction, but my understanding of the judgement is that the defence that you put up there was that you were under force, you were under a sort of duress to participate in all these acts and actually you feared that if you hadn't gone along with the group, that you may also have been injured or even killed.  Wasn't that in fact the line of defence that you adopted?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I have said when we were on trial at the High Court, Supreme Court at East London, what I said there was not always the truth because I was trying by all means to protect the commander, that he may not be arrested.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes, I understand that, I'm just simply trying to understand what you tell us now about the Nahoon Dam incident, the kombi that was shot at.  During the trial, and I refer to page 63 of the bundle, the Judge set out in his Judgement, the plea, in other words the plea explanation that you had given and that was that you had been acting under duress, you were present at those incidents but you were there against your will and later on the Judgement it would appear that you feared for your safety if you hadn't gone along, words to that effect.  That was the sense of it.  Was that not true?",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "Mr Prior, could I just get a bit of clarification just so I can understand the question.  That explanation, did it relate to all of the acts generally or can you isolate it to the Nahoon Dam shooting in particular?  If you can just point us to that aspect on the record.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, at page 63 of the bundle Mr Justice Liebenberg sets out the detail of the plea explanation and it related to all the counts as I understood, that it was Nahoon, Da Gama and the Highgate as well as the various counts of robbery where the vehicles were highjacked before the attacks as well as the possession of the firearm.\n\tI do have the record of that trial present, I haven't put it up as a bundle because it was bulky.  If the Committee at any stage wishes to refer to the ipsissima of the trial, I do have that available for the Committee.  \n\tBut it's a general question, that a plea explanation was put on behalf of Mr Ncamazana, that he was, throughout those incident set out in the indictment, it was against his will as if were.  He was under a form of duress, he feared that if he didn't go along with the others he may have been killed or injured.  Could he respond possibly to that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is true but what I said at the Court in East London was not true.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You weren't under any form of duress, you were there of your own free will?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I was part of the unit and part of everything that happened.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Do I understand from that response that you were there because you wanted to be there?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was not forced, I was not by duress.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you.  Mr Ncamazana, as I understand the philosophy and the training that took place with APLA, particularly in the Eastern Cape, you received political training and were you kept abreast of the developments politically within the PAC specifically insofar as those developments or decisions that were being made were brought to your attention?  \tDid you keep abreast of those developments, political developments within your party?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What we were told there, that moment, was the policy of the PAC, the aims and the objectives of the PAC and everything in the documents of the PAC and APLA that was necessary for us to know.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Prior sorry, can you just canvass with him so we can clarify this, that APLA is in fact a formation of the PAC and that it's the political connection between on the one hand, the political commissariat and on the other hand the military commanders and how that interaction worked and how he understood that to work?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tMr Ncamazana, maybe to digress just for a while, did you understand the structure or how the APLA organisation fitted in with the PAC as the political organisation or group?  Did you understand the relationship between the two?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The APLA was the military wing of the PAC.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "With its command structures.  You had the commanders that gave commands down the line to the soldiers on the ground, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But there would also be a connection and there was a connection between the military wing, APLA, and the political side of the PAC where there was the political commissar?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question please be repeated?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you understand also, that between the military operation and the political group, the PAC, there was a political commissar which was the link or the connection between the two, the go-between?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I know that, that is true.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you understand also that the APLA could not simply operate on its own, it had to be politically accountable to the hierarchy or the higher structures of the PAC?  In other words APLA would carry out, in the military, political decisions or policies that had been formulated by the political party.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I knew then and what was told was that my duty was to take instructions from my commander.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes, I understand that but did you also understand in the broader sense, how the political structure worked and how it fitted in with the military operation?  Or how the military operation fitted in with the political decisions that were made, did you understand that broader picture as it were?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Members of APLA are also members of the PAC.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Let me give you an example.  For example the way forward or that idea of the way forward or people's war or the year of storm or the great storm, was something that the political leaders had devised and advocated, do you agree?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I knew was that slogan was from the late comrade Sabelo Pama.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And did you just regard that as coming from the military structure?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because he was part of APLA I saw it that way.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.  I don't know Mr Chairman if I've gone any further, maybe the Committee can clear that up.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Prior, can I just propose that perhaps we put the question in a slightly different or simple way.\n\tMr Ncamazana, in your knowledge of the nature of the relationship between APLA and the PAC, did you understand APLA to be taking instructions from the PAC?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It may be that that was so because truly, it could not do its own thing without the PAC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You do not know it as a matter of fact that this was in fact the position, the PAC as the political leadership giving directions to APLA.  Are you speculating or are you saying that was in fact the situation?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I think so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you say you understood your duty as one of carrying out instructions from your commander or commanders, who did you think the commanders were getting these instructions from as to what should be done from time to time?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "If the commander gave me instructions the instruction he was giving me, as to where he got those instructions was not my business, mine was to follow those instructions.  Where he got those instructions was not part of my business, mine was to follow and accept those instructions that's all.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I don't know if you're happy Mr Prior, maybe that has sort of clarified the position?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tApart from simply carrying out orders, which I understand your evidence mainly to be, although you had the political training and you did these things to liberate the country and liberate black people, liberate the Africans, am I correct in understanding that the overriding motive that you had was simply, you were carrying out instructions given by your commander?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so, in order to free the black people.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And despite - if I understand you further correctly, towards of your evidence you said you did not always like what you were doing or words to that effect, you didn't always enjoy, if I can use that word, you didn't like what you were doing but because they were orders given in the context of liberating your country you found that was your duty and you did that?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry Mr Prior, just to correct you.  He said that he didn't do it because he like doing those things but that was his duty as an APLA soldier essentially.  It has a slightly different slant.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I think I've just put it the other way around but the sense of it is that, even though he may have had misgivings about what he was doing, he did it nevertheless because of the instructions that he received, am I correct in understanding it like that?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "I think Mr Prior, his attitude to those instructions was not entirely clear.  Maybe we can find out from him what he means when he has said in his evidence in chief about twice that he was forced, he was compelled to do those things.\n\tCan we find out from you Mr Ncamazana, what do you mean in your evidence in chief when you say you were forced, you were compelled to do those things?  Forced and compelled by whom?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I said I was forced by the deceased at Court in order to protect the commander.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I thought you said that - before we talked about the Court it was in your evidence in chief, you were talking about the time of the general context in which all these acts had been perpetrated.  Are you saying that you did not really want to do these things?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "At Court I said that but what I did I did according to instructions as I was a soldier.  I was forced not to contradict what I was instructed to do.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes, but in your evidence a short while ago, before you rounded off your evidence, you said you were compelled to carry out those orders or you were forced.  I've actually got a note here: \"I was forced to do those things\".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Wasn't that part of his explanation to the relatives of the victims?  When you say he was rounding off his evidence, didn't he say this forced part as part of that, I'm not sure of it.  My recollection is that it was.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I have it in the following sequence\nHe says he was not telling the truth, he was protecting the commander.\n\t\tHe then said he was compelled to do those things, forced.  \n\t\tThen he was asked how he felt and he said: he feels for those families and relatives and he asked - the message was one of forgiveness.  \n \tSo it was well before that, he was asked why he carried those attacks out but anyway the record will speak for itself.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "That is my understanding as well Mr Prior, it was before he was asked what had happened in Court and what he had said there.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you.  I won't belabour it unless it's an issue the Committee thinks needs to be properly canvassed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just for the record, he did actually answer your question before my colleague interjected.  And in reply to your question he said: \"Njalo\" which means: \"Yes, that is so\".  It will be on the tape but if the Interpreter can simply confirm that that actually happened.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Yes, he did say so.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And just for the record, that was the question dealing with the fact that, as Mr Prior put it which was a slightly different emphasis to the way I'd put it, that he was carrying out his duties in spite of the fact that he didn't really like the thought of having to do those things.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "Mr Prior, just before you continue.  I would still like a bit of clarification on this issue of \"forced\" because the note I have indeed is in the explanation to the family: he was \"forced\" to do these things which is independent of the \"forced\" that he felt at the Court hearing, if he can just resolve those two.  \"Forced\" at the hearing, I understand that.  The \"forced\" in relation to his explanation to the family, can you just resolve that one for the Committee?\n\tWould you like me to repeat that?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Yes, we'd like a repeat please because he did not understand so he did not give an answer.",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "Yes, that's alright.  What I was saying Mr Ncamazana, was I understand the forcing that you talked about at Court, that you lied to protect your commander, that I have no problem with but you did say when you were explaining to the family, that you were sorry, you in fact did say that you were forced to do these things, can you explain what you meant by that?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was forced because I was a soldier, mine was to follow instructions only not to contradict instructions given.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tWhat I need to find out from you is that especially during March of 1994 and possibly from the beginning of that year, January, February, March of '94, were you aware of the political changes prevalent in the country?  \tMay I be more specific?  April was the election, the general election, the democratic election to which the PAC had committed itself, were you aware of that development?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I knew because I heard people talking.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And to I understand also - or I'm going to suggest the following, that you were also interested in that political development and the way the changes were going to affect you as an individual and also as an APLA member and also as a PAC member, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "My interest was that black people must be free from oppression, from the government of the boers.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And were you aware that in, I think it was January of 1994, there was a congress of the PAC at UNITRA, that is at the University of The Transkei at Umtata, they held their national congress, were you aware of that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I don't know, I cannot remember whether I heard that, whether I heard over the radio or from the paper.  I could not accept that as the truth because what the television, the radios and the newspapers say about the party I could not accept as a soldier.  What I was prepared to accept was from my commander, it's him telling me: \"this and this is happening\", not to me following things from the media.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "On the 17th of January, and I refer to the four reports that were handed to the Committee - may that possibly be identified or marked Mr Chairman?  We don't have any exhibits as yet here in this hearing.  I don't at this stage want to refer to anyone specifically but just to the general content of all four, they all say the same thing.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "These are these four?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll number The Star of Johannesburg as A1.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The Daily Despatch in East London as A2.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "The Sowetan?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The Sowetan as A3 and The Citizen as A4.  Sorry, The Star A1, The Daily Despatch A2, The Sowetan A3 and The Citizen A4 and I hasten to say that I have not put them in any form of order of merit, that is just the order in which the papers were.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tMr Ncamazana, I just want to put to you the sense of those newspaper clippings, that the PAC had announced, although their report also came under the heading:\n\"APLA suspends its war.  The PAC announced the suspension of the armed struggle.  APLA to lay down arms\"\nand so forth.  The commanders had started informing cadres to lay down arms.  That seems to be subject matter of quite widespread publicity and medica coverage on the 17th of January 1994.  The question that I want to ask you, did you not become aware of the publicity surrounding these announcements?  Maybe you could answer that question first.  Were you aware or were you not aware?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not get to know about those things published.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I see.  When you gave up an answer earlier that you did not always accept or believe what was printed in the newspaper, did that not refer to this announcement of the suspension of the armed struggle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Are you saying that when you went out with your unit and attacked all these places and people that you've said, you did not know that the PAC and/or APLA had made a public announcement to suspend the armed struggle running up to the election in April which was only a matter of weeks away from when you launched these attacks?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "If commander had told me about such a thing I would have known because he never told me about it.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I just want to try and understand you, from January '94 until before the first attack that you've mentioned in your evidence, are you saying to the Committee or do I understand you to say that there was never, as far as you were aware, any discussion or any talk in your own social group, your own unit or your town or your home, about the suspension of the armed struggle which had been announced in a very public way by the PAC and APLA?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I heard people talking about it on radio but I did not accept it because I could not hear through the radio, the television or the newspaper.  What I was supposed to hear as true must come from the mouth of the commander, he must tell us that today that is what is happening.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, if you had heard this and you didn't believe it and you wanted to hear it from the mouth of the commander, did you perhaps at any time ask Mr Jimmy Jones whether this in fact was true or not?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question be repeated please?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you at any stage before you went out on these attacks in March of '94, at any stage contact your commander or ask your commander whether the news that he armed struggle was being suspended because of the elections, where that in fact was true and whether that in fact affected you as a cadre?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not talk that with him.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You told the Committee that Mr Leklapa Mpashlele gave evidence at your trial in the Bahai matter and he supported what you had said or had supported you in the following way, that he confirmed that there was an instruction given by the military structures to attack Bahai, that was the sense of what he told the Court, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see I'm going to suggest to you that in light of the suspension of the armed struggle, that instruction could never have come from the military structures of APLA who had announced the suspension of the armed struggle as is reported in the press releases.  Just for your comment, can you say anything about that?  Do you agree or disagree with that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What happened could not take weeks, days or months, it could take 6 months that all APLA soldiers who are around in South Africa be told that the armed struggle has been suspended because APLA soldiers were not in Transkei, they are full in South Africa.  It was difficult that all of them could be informed timeously about it.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can I just maybe ask you this question, were  you aware whether your commander, Mr Jimmy Jones, was in communication with anyone higher than himself,  for example a person like Leklapa Mpashlele, the operational commander or military operations in APLA?  Did you know whether they communicated with each other?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not know.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Will you be much longer Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, Mr Chairman, I've basically just got into the general ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, would this be a convenient stage to take the adjournment?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We took a slightly shorter adjournment yesterday, did that inconvenience any of the other people?  Would it inconvenience you if we adjourn until a quarter to two?  Very well, we will adjourn until a quarter to two.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tMr Ncamazana, are you able to comment on the following proposition, that the group that you've referred to being commanded by Mr Jimmy Jones, also know as Xholile Mbabani, was that a dissident group, and what I mean by that, a group that wasn't or didn't consider itself to be obedient to the rest of APLA or to the rest of the PAC?  In other words, a group that did not want to suspend the armed struggle and had decided on its own to continue with attacks.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I don't agree.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Sorry, I didn't have my headset on, did you say: \"no that's not the case\"?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes.  No, that's the yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "The objective that you stated was the objective of your particular group and all these attacks,  you say was to assist liberate the country from the white settlers or the white colonialists, correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Given the time frame or the time span between the attacks and the general election that occurred a few weeks later in April, can you tell the Committee what benefit did those operations have, in other words do you think that they effected the outcome or the result of the - sorry, not result of the election, the fact of the election in any way?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was to be an election, you knew there was to be an election in a few weeks time when all the people in our country were going to vote, is that not so?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I heard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you must have known.  Everybody in the country who took any interest knew the election was coming.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you now hope to achieve by continuing to kill whites including white school children, a few weeks before the election that had already been arranged?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not think of benefitting anything except to follow the instructions I got.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would you agree that there was ...[intervention]",
            "Unknown"
        ],
        [
            "MR LAX",
            "Well didn't it strike you as somewhat peculiar that you were receiving instructions that weren't going to further your political mission?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "MR LAX",
            "Doesn't it strike you as strange that you were following instructions to do things that would have no liberating effect whatsoever because the elections were due to happen?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not see it that way.",
            "Male"
        ],
        [
            "MR LAX",
            "How did you see it?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I saw it the way the instructions came, as my commander who gave these instructions would not give me instructions that were not valid at the time,  that is why I carried on as per instructions given.",
            "Male"
        ],
        [
            "MR LAX",
            "So you didn't apply any of the political education you'd acquired, to consider these instructions or to consider the PAC's policies or to consider APLA's policies, you simply followed your instructions?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said already, all that happened at the time I was simply following orders that I was given, I could not have done otherwise because I could not contradict them.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Sorry Paddy.\n\tWas there room for a discussion of these orders at any stage?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Perhaps who would discuss those?",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Yourselves as a group when you were either getting your political education or at any other time, just as a group discussion the types of things that you were doing as an organisation.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question please be asked in another way?",
            "Male"
        ],
        [
            "MS GCABASHE",
            "You weren't simply a hit squad, you were a member of an organisation, is that correct?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so, yes.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now as a member of that organisation you went for training, both military training and training on the policies of the organisation, is that correct?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now at the time that you went either for your military training or for your general discussions about your organisation, did the opportunity arise where you could discuss some of the things you believed in and some of the things that you were sent out to do?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, we never had such discussions.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "As a member of that organisation, apart from going out on missions, what other contribution did you make to the discussion of, you know just to the way your organisation did things, you as a member?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Firstly, I was not political, I was simply a soldier.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "You say: \"ovokala\" and, is there anything else?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, nothing else.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But then says to me that you were simply as a soldier there to complete a mission and come back, you operated to me, like a hit squad.  You didn't discuss anything, you simply did as you were told.  Just help me understand your function.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "My duty was to accept orders given, that's all as a soldier.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had no political objective yourself, you were carrying out your duty to obey orders, is that what you say?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "By accepting the orders my intention was to help liberate Africans from oppression.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Ncamazana, what exactly did you hear over the radio about the PAC and the question of a suspension of the armed struggle?  Who was talking on the radio?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember anymore because when I listened and heard this report I was doing something at the time because I did not take special notice as I did not believe all what comes out of radios and newspapers.  What I believe are those things that come from the commander, not to listen from the radio, television or newspapers.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you recall the content of what was coming from the radio?  You do not remember who was talking but what exactly was being said about the PAC and this thing about suspending the armed struggle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "They were talking about the PAC that was suspending the armed struggle.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was your attitude to that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not believe it because it was on radio.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you become interested to find out as to what the exact position was?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was interested to know that but I never got to know as to actually what is happening until a point arrived when people voted.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you take any steps to try and verify this thing that was being said over the radio?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not do anything. ...[end of tape]",
            "Male"
        ],
        [
            "ADV SANDI",
            "...[inaudible] the exact position was?  Would that be a correct understanding of your attitude?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The reasons for me not to take special note is because I knew, I know that the enemy can do such a thing, disseminate over the radio and television something like that with the aims of fulfilling their aims, to fulfil their own aims.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If what was being said over the radio was true, that the PAC had at that stage suspended the armed struggle, would that not have been an opportunity for you to have to stop doing those things which we were being forced and compelled to do?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not see it that way because the commander had not at that time come to me to tell me of such a thing.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Ncamazana.  Sorry Mr Prior, about that.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did the PAC have offices at that time?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, it had offices.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then there was nothing to stop you going to the PAC office to find out from them what the true position was, was there?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I don't agree with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?  Why couldn't you go to the PAC office and say: \"Look what is the position about the armed struggle, I've heard this over the radio, is it true\"?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because first, I did not have the right to go to those offices.  Secondly, I could not listen to what they told me.  If they had anything to tell us they must tell it to our commander.  I had to listen to what my commander tells me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying you couldn't listen to what the PAC told you, the only person on the world you could listen to was your commander, Mr Jones, is that what you would have us accept?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I'm not saying that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought that is what you'd just said,  You said you couldn't listen to them, you could only listen to your commander.  And why didn't you have the right to go to the PAC office?  You didn't have the right to kill people either did you, but it didn't stop you.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not have the right to kill other people but according to the situation at the time ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now tell me why you didn't go to the PAC office, why you didn't have the right to do that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because I was not allowed to simply go anywhere.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because I did not - we were busy and I did not control myself.  Mine was to accept what I was told and not to do what I wanted to do on my own.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the only explanation you can give?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "If I could just follow up one little thing Chairperson.\n\tYou see I have great problems with what you're saying here, it doesn't square with what your leaders have told us in other hearing in the Commission, that the PAC was a democratic organisation, that APLA was a democratic organisation, that the cadres and the comrades discussed political issues openly as part of their political education.  \n\tAnd we heard yesterday and the day before from another commander of another unit who spoke about how his members discussed issues, discussed their objectives and here you are indicating a totally totalitarian approach which is totally at odds with the policies of the PAC and totally at odds with the policies of APLA.  How do you explain this if you know about the PAC's policies?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The question is quite long and I cannot follow it.",
            "Male"
        ],
        [
            "MR LAX",
            "I'll make it very simple for you.  Was the PAC and APLA not a democratic organisation?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Is it not a cornerstone of such democracy within that structure that members have a right to discuss issues?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "In that context, how can you possibly say it wasn't your decision to discuss these things, there was no space for that to happen, you simply followed orders?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because I did not control myself, as I've said.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you weren't in the PAC then if that is what you're saying, you were in some other organisation that operated very differently.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question please be repeated?",
            "Male"
        ],
        [
            "MR LAX",
            "Please explain to me then how the culture of your organisation that you were in could be so different from that which you have agreed the PAC and APLA was?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The culture and the procedure, what do you mean?",
            "Male"
        ],
        [
            "MR LAX",
            "Please, let's not mess around here, you know exactly what I mean.  You have simply answered me already in that issue where I simplified the very long question for you.  You know very well what I'm talking about, please answer my question.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, if I might interject here.  If the applicant is being asked to comment on evidence that was led yesterday about what a commander said happens within APLA, discussions that take place in this democratic army as it's been put, then surely we should have the opportunity of seeing exactly what was said yesterday so that we can comment it on that basis.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The question was about the PAC and APLA policy and an example was given that yesterday we heard the same thing from an ordinary commander.  But the questions about the fact that the PAC and APLA are democratic organisations whose cadres are entitled to and do discuss policy.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Whilst I hear what you are saying Mr Chairman, my question is this: Is the question that is being asked of my client, whether or not he was given an opportunity before every mission was carried out to discuss whether it was a good idea, a bad idea, put forward alternative objectives, because if that is the question then it should be framed in that manner.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You know perfectly well this question arises from my question as to why he didn't enquire about the ceasefire, why he didn't ask of the PAC, why he didn't make some enquiry.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, with respect, I think he has answered saying he didn't think he had to and he didn't do it, that's ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He said he wasn't entitled to do it, he didn't say ...[inaudible] and it is that we want to know about.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, whilst I understand that you're asking, that the Committee is entitled to ask a question like that, there's a lot of confusion that is obviously reigning because it's being compared to what somebody had said in testimony yesterday and which we don't have before us.\n\tI would ask that the questions be limited and specific so that he can understand what he's being asked.",
            "Female"
        ],
        [
            "ADV SANDI",
            "That has been contrasted with not only what had been said yesterday but a submission by PAC and the leadership of APLA to the Truth Commission, which was some time last year.  I think that is the contrast Mr Lax is trying to make there.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Whilst I hear what you're saying Mr Chairperson, I would ask that we don't have a copy of that before us so we can't specifically comment on what was said or whether it was even true for that matter.  He is here and he is giving his side of the version and when he was asked to comment on that he said: \"Well that didn't happen as he was concerned\".",
            "Female"
        ],
        [
            "MR LAX",
            "I'll rephrase the question in its most simplest form again.\n\tYou have conceded that APLA was a democratic organisation, correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, the PAC is a democratic organisation.",
            "Male"
        ],
        [
            "MR LAX",
            "Are you now saying that APLA was not a democratic organisation?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It may be but its democracy may not be equal to that of the PAC because in an army there are things you cannot do, we/you yourself.",
            "Male"
        ],
        [
            "MR LAX",
            "Of course there are things you can't do.  In society there are things you can't do, that doesn't change democracy.  The question is that APLA policy was under discussion.  You were expected to carry out and know APLA policy.  When you went on your mission your leaders were not with you, correct?  Only your individual units went out on those missions.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "So you were expected to understand the policy so that you could not make mistakes when you went and carried out your missions, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "And accordingly, to know such policy within a democratic framework either of APLA or the PAC, you would be expected to have discussed them.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question please be repeated?",
            "Male"
        ],
        [
            "MR LAX",
            "In order for you to know such policies and in order for you to understand such policies and in order for you to be able to apply such policies, you can't that without discussion, isn't that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "I'll leave it at that.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Again just to understand ...[intervention]",
            "Female"
        ],
        [
            "MR LAX",
            "Just one second, sorry.  Mrs Collett please, I noticed you passing notes to the witness, he's under oath and he's giving evidence, I'd appreciate it if you'd stop doing that.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, the nature of these notes, which I can pass to you as well, are to remind the witness that he is entitled to refer to evidence that was led in his trial, which evidence is not yet before the Committee.",
            "Female"
        ],
        [
            "MS GCABASHE",
            "I'm still trying to resolve APLA, PAC, those distinctions you are drawing in my own mind.  I'd like to think I'm halfway there, just help me finish thinking this through.\n\tYou are saying the PAC as an organisation was a democratic organisation?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But once you were a member of APLA it was a military formation and within that military formation you did not discuss the orders you were given, you simply did as you were told?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now, the only think that I'd like you to help me with if you can is, was there any opportunity at all to revert to your PAC status, I understand the military, and at that level discuss issues that concerned your organisation?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, we did have such opportunity.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "You personally, were you able to make use of those opportunities to understand the PAC as an organisation?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I used that opportunity to take whatever I was told about the PAC.  Whatever that I did not know, I then was accepting what I was told as new and accept it.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tMr Ncamazana, I would like to refer to a quotation or I'd like to quote what Brigadier D Mofokeng said at the submissions of the military hierarchy of the APLA at the Truth Commission during October of last year, the 7th of October.  A copy of that submission was handed to Advocate Corlett this morning.  I refer to page 25 of the transcript.  Please listen carefully.  \n\tBrigadier at that stage was explaining how the discipline worked within APLA and in the second to last paragraph he said the following, in fact he referred to certain rights which APLA cadres had and he said:\n\"These could be grouped into three categories: the right to equal treatment, the right of individual APLA members to have open and fair participation in the process of decision making that effected their lives and wellbeing, the right to express opinions to information, to attend meetings, make contributions and be greatly involved in the political life of the organisations\"\nDo you understand what I've read out to you?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I heard that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was Brigadier Mofokeng correct in that submission in what he says?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I would not know whether he was saying the truth.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you.  I want to just move on to your comment or your evidence when you said that:  at some stage school children were targeted by your group coming out of Butterworth, that was the Jimmy Jones group.   Is that correct, that there was discussion about attacking either kombis or buses of school children and killing them?  Was that part of the strategy, was that one of the aspects of your strategy in East London?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot understand the question properly, can you please repeat it?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright, let me put it this way: the question of killing school children, white school children, was that discussed by your group, that is the Jimmy Jones group in Butterworth?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We could not discuss it because at the time we had not been instructed to kill those school kids.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So when did you reach the stage that that instruction was given, and who gave that instruction, and was that instruction or that command, was that discussed among your unit?  Sorry, I know there's three questions but couldn't you deal with them in that order?  When did that instruction come to kill school children on buses?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not know which I should answer because it's three question, can you ask one question at a time please?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "When did the instruction come to kill school children, white school children on buses?  Was that - let me try and assist you, was that during March when these other attacks took place or was it at a different time?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "During March.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you.  And who gave that instruction?  How did it come about that that was mentioned?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We got the instructions from our commander, Jimmy Jones.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And where was that?  I mean, was that at Butterworth or was that at some other place?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was there at Butterworth, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was there any discussion around that by yourself or by Mr Mbambo or by TNT or by Kid or anybody of that unit?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What we did was to accept the instructions as they were given to us, we then - before we did, according to the instructions given, we had to plan we were going to execute our instructions.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You indicated in your evidence that when you were asked a question you said that the school children were also the enemy and their parents were supporters of the government of the day, could you maybe just explain that to me, I'm not clear.  On what basis did you say children, school children, were enemy of APLA or of the greater community or the greater black community?  I don't understand that.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The reason for me to talk that way, it is those were the instructions we got from our commander.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was there any benefit to be obtained by killing children whether psychologically or politically?  Was that discussed within your group?  Or are you able to comment if it wasn't discussed within your group, did you view it in that respect, that there was a political or psychological benefit to be obtained?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What we would gain was that people, the owners of the land would regain it.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I want to move on and I want to refer to a portion of the record, a portion of the same submissions made by the APLA high command at page 90 of that bundle of the submissions.  It was a statement made by Brigadier Fitla, and I refer to the middle of the page where the sentence begins\n\"So that is the political benefit also we are talking about and when we talk about proportionality here, we could have easily gone for much easier targets than the adults.  We could have gone for creches\"\n...[intervention]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Can you please read a bit slower so that we can be able to interpret because we don't have the bundle.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I beg your pardon.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes, you can carry on.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, there ought to have been copies, may I just enquire from our logistics officer?  I know there are copies at the back next to the photocopy machine.  Mr Chairman, I understand that I have purloined your copy, may I - I'll hand it to you immediately, I don't propose to ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman, I'll try and read slower\n\tBrigadier Fitla at that point said:       \n\"So that is the political benefit also\"\nThe discussion went about there was no distinction in APLA's mind about hard targets and soft targets.  Hard targets being military type installations like police stations and army bases and soft targets being civilians, that was the ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Sorry, Mr Chairman, that's just by way of background.\n\tThat was the context in which Brigadier Fitla then said the following:\n\"So that is the political benefit also we are talking about and when we talk about proportionality here, we could have easily gone for much easier targets than the adults. We could have gone for creches, we could have gone for institutions for the disabled but we had to look at proportionality.  Some of the things that we could also politically justify and defend.  If we had gone for children in a nursery school we would not be in a position to stand on this platform today and proudly speak of those activities, so therefore we looked at our operation at two levels as well.  First, the political benefits that would be derived by those activities in terms of also the support that both APLA and the PAC would enjoy\"\nAnd I end the quotation. \n\tI want to suggest to you that in the light of what Brigadier Fitla said, that it was not APLA policy to attack school children as you have mentioned here today and that if you say it was then you belonged to a different group than APLA, as we heard from Brigadier Mofokeng and Brigadier Fitla in October in Cape Town last year.  Would you like to comment on that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "In all what you have said there, what I must tell you is that I only followed orders as a soldier.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Prior, does it not possibly suggest perhaps that the applicant belongs to a different group withing APLA?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Well, that's what is being suggested, certainly a group that did not regard itself bound by political directives of the PAC, which was the controlling force in the organisation.  Yes, I certainly make that suggestion and I will ask the Committee to have regard to that at a later stage.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Prior, just for a moment again.\n\tMr Ncamazana, do you know this Brigadier Fitla Mr Prior is referring to here?  Have you heard of him?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I heard about him.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "May I follow ...[intervention]",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "It's actually not quite a follow-up, it's just within the broad context but I think I will slip it in.\n\tIt's just to again to finish off this discussion about policy and school children.  If you look at the other side of the same coin, did you discuss the killing of black school children, black children?  You know if you are saying these discussions, I didn't really make a contribution to white school children particularly being killed, what did you talk about in relation to black people being killed, black school children being killed?  That might put a context to what you understood as a cadre.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I'd please like the question to be repeated.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "I'm just talking about the context now of PAC policy and the fact that white school children would certainly have been regarded as a soft target, in fact as a \"none target\" but to understand where you the individual, where you are coming from, did you talk about black children being killed?  I'm just trying to understand your own - how you felt about your organisation and what you were doing, what you sought to protect.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I thought about it because an example in Transkei Northcrest had happened.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Can you just elaborate on that and give us a date in relation to your application?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Are we talking about what happened in Northcrest?  Do you want an explanation about that?",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Yes, just to understand where you the individual, where you are coming from.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot tell you about the date but this happened last year.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Sorry, I don't quite follow, what happened at Northcrest?  What was the situation there?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is where children were attacked, small children.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was this last year, 1997?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I think it was in 1993.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were black children attacked and killed?  Are you referring to an incident where black children were attacked and killed?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Perhaps I could help here.  He's referring to\nfamous incident or a notorious incident, let's put it that way, in which the SADF attacked the house, I think it was the Leruma family in Umtata and there were some young students in that house who were killed.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Is that correct, are you referring to that incident?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And was it as a result of that attack by the SADF on that house where those children were killed that the decision or the instruction came to then also kill white children?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I do not know.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Then I don't understand why you are referring, or why it was necessary to refer to that incident.  In what context are you placing that?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Prior, just to be fair to the witness, I think he was trying to respond to the question put by my colleague to try and equate the killing of black children and the killing of white children.  It didn't have anything specific to do with the change or the instruction that he got to go on that mission persay.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I understand - if the suggestion is, in his mind it made no difference because the SADF were killing black children then he must say that.  Is he saying that as a reprisal - I don't think he says that but he may be trying to say that, that as an act of reprisal white children were then targeted to make up for what the SADF did.\n\tBut it's unclear as to why that incident was being referred to and I think it needs to be put into context.  Maybe the Committee member who raised it, Advocate Gcabashe, can maybe help us on that.",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "It's really just to put it into a context Mr Ncamazana, just for us to understand you, what you learnt, what you lived and what therefore made you do certain things and discuss certain things.  That is all I was really trying to find out, how you related to your life, your experiences, to your organisation.\n\tWhether you discussed some of these things and that is what coloured your outlook on life and the way you followed orders.  I was just trying to understand you.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But what you haven't clarified to us is whether that type of incident is what made you do some of the things you did or as suggested by Advocate Prior, you haven't said it was a reprisal, maybe that's what it was.  You haven't really said to us: \"It is because of these experiences that I did some of these things\", we haven't got the connection yet.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The reason that I was ordered to do these things, I cannot tell you because the commander can answer that question.  I was only following orders.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your version, you never discussed anything, you never decided to do anything, you never came to any decision, you just carried out orders?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you never thought to question those orders even when you had heard that they seemed to be contrary to PAC policy, is that so?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I could not query things.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tI want to just move on.  The weapons used in all these attacks, and I'm not going to deal with each separately, the weapons that were used, were they all provided by your commander, Jimmy Jones?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And you mentioned in paragraph 6.6 of your affidavit, at page 51 of the prepared bundle, that you phoned Mtutuzeli Mamma, code name Matura, at Mamma's Restaurant.  That was to report the attack, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you actually speak to Matura after the attack or did someone else do that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The one who was phoning, who held the phone in his hand was the unit commander.  When he phoned he said he wanted to speak to Mr Matura and when he was called he then talked with him and told him everything.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I take cognisance of the fact that he initially referred to the attack on the minibus, the teachers, it wasn't specifically prepared but may I with the Committee's permission, in the time that I have available till Friday, if there were no gross violations of human rights, to notify either the school or anyone involved if they are interested and then to deal with this specific matter during this hearing?\n\tMy information to date, I haven't received any information that there were any fatalities in this incident.  So with the Committee's permission I will comply with the Act insofar as notice goes and that this matter then can form part of his application.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, I did point out to Advocate Prior that the application for this seems to somehow have slipped into this bundle of documents as well.  I wasn't too sure whether it was going to be dealt with or not.  Neither of the applicants can say whether there were fatalities or anything so I don't have any problem with Mr Prior dealing with it at all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tI'd like to move on to the Bahai Church attack, and I'm following the chronology of your affidavit.   Your colleague and co-applicant, Mr Mbambo, is it correct that during these attacks he was not a member of APLA or the PAC?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I have not proof of that because I only met him there then.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, is it not correct that after the Bahai incident your group was chastised for taking Mr Mbambo along, by Jimmy Jones, saying that he wasn't APLA, he wasn't a member of APLA?  Is that not correct?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, the channels are getting swopped here unfortunately, we're getting your discussion with the witness.  If you wouldn't mind just correcting that please.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Will you please repeat your question Sir, I apologise for that.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Was there never - sorry, I just seem to recall in the evidence that was presented and the statements and the confessions and the documents that form part of the bundle, that after the Bahai matter where Mbambo was present and you went back and reported to Jimmy Jones, that there was some form of rebuke, that Mbambo wasn't a member of APLA and why did he go along, why was he allowed to participate in that attack.  And I'm just mentioning that in support of my suggestion to you that he was not a member of APLA at that stage, he wasn't part of your group, officially a part of your group.  Do you understand what I'm driving at?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Which attack?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "The Bahai Faith Centre.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said proof to that I did not have.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just for the record.  On page 53 at paragraph 7.6, that's where they were instructed to take him back with them and he says so there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR LAX",
            "Page 53, paragraph 7.6.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes, that's not the reference that I'm alluding to.  May I just be given a moment, I think it was done in the other applicant's ...[intervention]",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, can I be of assistance here?  The situation - what Advocate Prior is referring to is actually a statement that was made that was annexed to the initial amnesty application which the applicant made.  It was a statement that was made prior to the trial of the Highgate hotel and the Da Gama incident which was held in East London.\n\tMr Chairman, you will see that the affidavit which starts at page 49, of this applicant, is a supplementary affidavit wherein he says that the application that was initially submitted with its supporting documentation is not what he wanted to say to the Truth Commission, in fact this was.\n\tSo I think, possibly if Advocate Prior could refer the applicant to the fact that this was actually the statement that he made prior to that hearing, it might give some clarity.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Thank you, I'm indebted to my learned friend.  I've actually found the place in the bundle and it may assist.  It begins and 14(h) and it is indeed a statement attached to his initial amnesty application.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Prior, just for the record, this was the confession that was made by him?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes.\n\tThe last sentence, I just want to get clarity on this.  I quote:\n\"At the house of Jimmy Jones he was given a report that a church in Mdantsane had been attacked\"\nThis is referring to the Bahai Church.\n\"They also introduced me as a person that was  that, wanting to join them.  Jimmy Jones told my friends that they were not supposed to take me with and that I must hand my smoke grenade back which I did\"",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Where is this?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I'm referring to the paginated bundle, 14(h) and 14(i) Mr Chairman.\n\tIt commences at the bottom of 14(h) and leads on with - I may have phrased the question originally more stronger than it was set here but it certainly seems that Jimmy Jones was to some extent alarmed at the fact that Mbambo had been taken along on a mission, obviously without his knowledge and he said any weaponry that Mbambo had must be handed over immediately, the smoke grenade for example.  Do you agree with that, that that happened?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I do not know such a thing.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, did he have a smoke grenade when he went to Bahai or when he came back from Bahai?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not remember.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, are you saying that he was a member of APLA at that stage, when you went out on that mission?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I said, I did not have any proof to that effect, he's the person that can answer that question properly.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well you stayed at his house at some stage before Bahai didn't you?  Before the Bahai attack, didn't you stay at his home?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We stayed in his house.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes.  And who did you stay with?  Who was with you or was it just yourself?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was me, the late TNT, the late Kit, Tona, we were sleeping in a separate room and he in another.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "That was virtually your whole unit under the command of Jimmy Jones was there, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that was four.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.  And was there no discussion of how he became involved or did you not ask him whether he was an APLA cadre, whether he had gone for training like you had?  Did you not speak to him in those sort of general terms?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, we did not.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "His father was a policeman, is that not correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And his mother was a nursing sister, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And she worked at the Cecilia Makawane Hospital at Mdantsane, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And in fact she worked with Doctor Buck Shandeki, one of the deceased in the Bahai matter, he was a doctor at that hospital.  Did you know Doctor Buck Shandeki?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not know him.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, did you know that Mbambo's mother worked with a doctor who had come from Iran, from the Middle East, who was working at that hospital and who was also connected with the Bahai Church at Mdantsane, did you know that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not know that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You did not know that at that time during March ...[end of tape]\n\t...[inaudible] stop that.   When you - sorry, you were in Mdantsane at the time just before the Bahai attack, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Where had you come from?  In other words, where was your last place where you had stayed, was it Butterworth?  Did you come from Jimmy Jones?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was coming from Butterworth.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And had Jimmy Jones told you to go and attack the Bahai Church at Mdantsane?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "That was a church that was working with the black community there, the community of Mdantsane, assisting them and uplifting their lives, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not know that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, did you not reconnoitre the target first?  Did you not go and keep observation?  Did you not make enquiries from the local population regarding the activities of Bahai Church?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not a reason for us to first, to reconnaissance because the late TNT and Kid knew that place.  They were the people who knew that place, that's why we didn't see any reason to again go and reconnoitre them.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "How did you travel from Butterworth, from Jimmy Jones' camp, if I may refer to it or base, to Bahai Church?  Did you go by motor vehicle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When we moved from Butterworth to Mdantsane we came by taxi.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you arrive in Mdantsane directly from Butterworth or did you come through East London?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because we were using from Butterworth, it started at East London, dropping some people there and then went with us with other people to Mdantsane.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would I be correct in assuming that along the way you met up with or came across several white people either driving in vehicles or walking along the street?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Which road, when?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I don't know.  I'm assuming that is you came into East London from Butterworth and if the taxi stopped in East London and then proceeded onwards to Mdantsane, that you may have seen white people driving in motor vehicles alongside the taxi or walking in the streets or did that not happen?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It may be that it happened, maybe I did not take notice.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see you never attacked any white people on route from Butterworth to Mdantsane, is that correct. even though there may have been several such persons along the route?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now, you say Kid and TNT knew where the mission was or where the target was, if I can use that expression?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And you got there by foot or got there on foot, and what time of the day did you arrive there?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We moved from Butterworth, I cannot remember the time.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, did you get there in the day or the night?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We got there by about sunset.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was the reason to take Palapala along, was it because he could drive a motor vehicle and the others couldn't?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was he told that the object of the mission was simply to steal or to repossess to commandeer a vehicle in order to get back to the Transkei?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What he came for was to drive for us so that what we had to do we would not have any disturbances and quickly rush back to Transkei on time as we had been told that we must quickly rush back to Transkei.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And I need to ask you this or put to you that, would you agree that there were many other targets in the East London area which would have suited your goals, in other words you could have got rid of a lot more white people in bars and pubs, in offices, in hospitals or wherever it was in East London rather than going all the way to Mdantsane to the Bahai Church where eventually you say you found three white people who you then killed?  Would you agree with that proposition?  There were many more white people elsewhere that would have suited your purposes?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Whatever the number, I could not do what I was not instructed, I simply followed instructions.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Prior, if I can interrupt you for a second?  They may have had a particular reason for attacking those people at that particular place.  Maybe we need to find out from him what reason they had for attacking those people at that particular place.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, thank you Mr Chairman, I'm simply laying a foundation.\n\tCan you tell us what the reason was to go to Bahai and kill the people that were in fact killed, the three gentlemen that you found there, the male persons that you found there?  What was the reason for that?  And by reason I mean, what political benefit did you achieve from that or was achieved from that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Mine was to follow and accept orders  As to what the political benefit was to be I cannot lie to you.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But Mr Ncamazana, on page 53 of the bundle there is your affidavit.  You say in paragraph 8.2\n\"We were briefed about a raid that we were to undertake at the Bahai Faith Mission at NU2\"\nThat's paragraph 8.  Now:\n\"We were briefed\"\nexplain that to us because you were there at the briefing.  What was said, what was the discussion?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Nothing was discussed, we were simply instructed about the raid that we were supposed to go and undertake at the church.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, I'm a bit puzzles here because a briefing is more than just getting an instruction.  If you were instructed, the simple words are: \"I was instructed\".  If: \"I was briefed\", to brief means to have things explained to you and set out, what the plan might be, what the objective might be, that's what a briefing is and that's the word that is used here, so please explain this to us.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What we were told was that, that's why we must go and attack and the method we were supposed to use were there.  As to the briefing and how briefing is done, it may be that we have used the wrong word here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've just said: \"We were told that is why we must go and attack\", what were you told about why you must go and attack?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not follow the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said we were told that's why we must go and attack.  That indicates you were given a reason why you must go and attack, what was it?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not remember myself saying that we were given reasons.  It could be that the interpreter misheard me or did not properly address me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Before you were told - Mr Ncamazana, before you were told that you should go and attack people at this church, did you anything about this church?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was the first time I saw it when I entered it, I knew nothing about it before that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you know anything about the kind of people who were attending services and all kinds of functions at this church?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I knew nothing.",
            "Male"
        ],
        [
            "ADV SANDI",
            "At this briefing you have referred to, did you get anything new by way of information about the church which you had not known before?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What we were told, we were told about the church we were supposed to go and attack, the method we were supposed to use and the people we were supposed to go and attack.  About how I was briefed and so on, I do not know.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one thing Mr Prior.\n\tWhen you say you were told the people you were supposed to attack, were the people described to you?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was said, it is white people that we were going to find at church.",
            "Male"
        ],
        [
            "MR LAX",
            "So it was just a question of killing white people, that's it?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "How did you know they would be there at that particular time?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I said, people who knew better about this are those who are late now because the late Kid, the place where the church was held was an area he was staying at 2.  He knew that church very well.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "And then in relation to Tona.  You left Butterworth without a car, what was he going to drive?  Why did you need a driver?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because firstly, the first attack we had been involved in before we nearly suffered because of the place we were at because it was next to a Court and a police station.  In this next area of attack for the second time it was amid houses, it would not be easy for us to quickly disappear.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But how did you know you would find a car at the church because that is what you found at the church after the shooting?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said already, the two deceased knew that those white people who are worshipping there have cars and that we would then be able to get one of those cars to return back.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But unless I've missed something, you left Butterworth on the Saturday, the attack at the church was on Sunday, is that right?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.  No, sorry, sorry, no that is not so.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Just give me that sequence again, about when you left and when you arrived in East London?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We left on Thursday.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The discussion about attacking the church Mr Ncamazana, are you able to recall how long this discussion took?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Are you talking about between myself and my comrades or between us and the commander?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Between all of you as a group immediately before you went to attack the church.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember how long it took.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would you say it was a brief discussion or a long discussion?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I think it was a short discussion.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were any questions posed to the commander who was making the suggestion that the church should be attacked?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The who was giving us orders about attacking the church or the commander of the unit?  Who are you referring to?",
            "Male"
        ],
        [
            "ADV SANDI",
            "The commander of the unit.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We did not ask him any questions.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What questions were asked about the target that was about to be attacked?  Are you able to recall those questions?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I cannot remember properly the questions, except that they tried to explain to me as I did not know that place and the other Africans who were going to go with and they were trying to explain to us as much as they knew about the church.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "When you arrived at the church just before sunset, is it correct that there was a Ford Sierra motor vehicle parked there?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I do not remember well.  I cannot deny or agree thereto.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, according to Palapala's evidence which he gave in the High Court, and I'm referring to page 129 of the bundle, that is what he said\n\"When we arrived at the church the gate was slightly open\"\nhe said there was someone painting, that is the person you referred to painting the burglar guards or you saw a person painting here so your version corresponds with his.  He said there was also a station wagon, a Ford Sierra, it was greyish in colour and he was asked whether he was interested in this vehicle, he said: \n\"No, because it was an old car\"\nDo you remember that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember that because there were many cars there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see I want to suggest to you that it seems from that that at least Palapala was under the impression that the purpose of going there was to obtain a vehicle but that Ford Sierra was too old for whoever's purposes.\n\tNow bear that in mind, I don't want you to reply yet because he goes on to say:\n\"Well, it was said that those vehicles were not there yet and in fact it was also suggested that we should leave the place so long.  This was said by Kid.\nYou then left the church for a while and proceeded to a certain place where you stayed for a while and then you said:\n\"We returned to the church, I think Kid must have seen the motor vehicle was moving in the direction of the church\"\nAnd then,  you then moved back to the church when that vehicle had arrived.  And I think that vehicle was a Jetta, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I do not remember.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can you dispute this?  If you say you can't remember then you can't really dispute what Palapala says, is that right?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That we turned back or something like that, I dispute but with the cars I cannot dispute because there were too many cars there.  As I had said we also keys off a BM.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes, but let's just concentrate.  The Jetta - you eventually made your way away from Bahai with a Jetta motorcar.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can you remember the colour?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "If I remember well I think it was a metallic green.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes, you're right, you're correct.  And I understand from the widow of the owner of that vehicle that it was a month old, it was a brand new motor vehicle.  Would you agree with that, it was a very new vehicle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now what I'm going to suggest to you, even though you say you had no information about the Bahai Church, I want to put the following to you.  It would seem that at least Kid, the commander and whoever else and possibly Jimmy Jones who gave you the instruction to go and kill these people, knew that there were three persons as you say, white people, at that Faith Mission, that they would be there towards the evening and that at least one of them had a brand new or a newish vehicle and that he would possibly be coming from some place to the mission at that time.  Do you agree with that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not know that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see, if your task was simply to go and attack the people there, the white people there, then I don't understand why it was necessary according to Palapala's evidence, why you had to wait until a certain person had arrived before the attack could take place.  In other words the attack seemed to be dependant of the arrival of that person and on my information it was the person driving the green Jetta motor vehicle, that was Mr Rasdvi.\n\tHe was in fact coming from the university.  So maybe I can simplify it.  It seems to me that your information was that the attack couldn't take place until that person had got to Bahai.  Do you agree with that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not know that and I cannot agree to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While you're talking about this Mr Prior, he said a moment ago that there were so many vehicles there he couldn't recognise vehicles didn't he?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "He said that Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Palapala at page 132 of the record, line 7, was asked\n\"Was there just motor vehicle outside\"?\nand he replied:\n\"There were two motor vehicles\"\n\tWhat do you have to say about that?  You said there were so many vehicles there, Palapala said there were just two vehicles there?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Is he talking about when we were going or when was he talking about?  What time was he talking about?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When he came out of the church with the keys.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I don't agree with him, I dispute that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tWhen you arrived at the church, is it correct that the congregation or people within the building were singing?  Did you hear that?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "On which occasion?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Well on the occasion that he mentioned because he disputes that they got there as Palapala states.  I'm simply going to put it on the basis that when they arrived there, possibly in the first instance.\n\tDid you hear singing or did you hear singing at any stage when you got to the Bahai church, whether it was the first or the second occasion, according to Palapala or on the occasion you say you got there?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not know of a second time, I only know me going into that church ground only once.  I do not know of any second time.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was there signing when you approached?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not hear anything.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I wish to refer to the photographs of the Bahai Church, they haven't been marked yet.  Could they be marked B and they are the photos of B1, 2, 3, 4, 5, 6, and 7 and they simply depict the Bahai Centre, the exterior as well as the exterior.\n\tMr ncamazana, could you just go through those photographs.  Would you agree that that is the Bahai Centre at Mdantsane?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Are you able to say whether, when you entered there, one of the deceased - were all the deceased present or did one of the deceased come in at a later stage?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We all entered at the same time.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And you say in your evidence ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you realise what the question was, it wasn't when you entered, it was when the people who died entered.  The three men you've called the white men, did one of them come in later or were they all there at the same time?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When we entered one was leading us, others were already inside.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "...[inaudible] N P Manensa, and I refer to page 94 of the record of the bundle, he said\n\"The deceased, two deceased were seated amongst us.  We were all singing and I was teaching them to sing a song\"\nAnd she talked about, at page 95:\n\"There were elderly persons in the church and there were children\"\nAnd she goes on at the bottom of the page\"\n\"We were busy teaching each other hymns, singing at the same time and the children were seated in the middle and the side of the church.  Whilst we were singing we lifted up our eyes and saw a young man and this young man was entering and so on and another young man and another one\"\nAnd on page 96:\n\"They were carrying guns\"\n\tYou say you heard no singing at all?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not hear any singing.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you realise that this was a church when you entered these premises?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I knew.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "From what, what made you conclude this was a church?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because I was told we are going to a church.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now, were the - the people that you say were white people, were they asked anything, where they worked, where they came from?  Were they asked any questions by the commander, that is Kid or TNT or whoever?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not hear him asking any such questions.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So they were simply ordered or instructed to move to one side away from the black people in the church, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And there they were gunned down, inside the church, is that right?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And were they trying to defend themselves, were they asking for their lives to be spared, were they pleading with you people?  Can you recall?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not hear them pleading or anything.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, did you see them, were they moving their hands as if to ward off any attack?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The last time I saw them they had their hands held up high.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Who had, did anyone make them to lift up their hands or had they simply raised their hands on their own?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "After the one who was outside had gone inside with his hands up they were then two, divided from the other people to one side and they also followed suit to their friend who had already lifted his hands up.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would you agree that that gesture is an indication of total defencelessness, they were indicating that they were at your mercy, if I may put it that say, that they were not armed, that they posed no danger to you, they posed no threat to your unit, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I would not know but I cannot dispute that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And in that position keys were then demanded from them, is that correct, car keys?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We wanted car keys from them after they had been divided from other people, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And did they throw the keys at you or did you remove the keys from them?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "They did not throw them because commander TNT had told African Xoxo he must go and take those keys from them.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.  I'm not going to question you on the detail of what happened there because the witnesses who testified, particularly Manensa, on detail she differs from you, but I want to put the following to you.  She said she heard people from your unit or your group talking about: \"Ama Africa\" and \"Ama Boer\" or \"Boers\" and \"Ama Africa\", is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And were the deceased, were they referred to as the \"Boers\"?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did no-one in that church of the elderly women, tell you that these people were not Boers, that they were not white people, that they were people from overseas and that they were people that were helping the community, they were part of the church?  Did you not hear that?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry Mr Prior, nowhere in her evidence does she say that these were people helping the community or were part of the church.  She simply tried to explain that they were not whites.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can I ...[intervention]",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, I'm just trying to make sure we don't end up down a false path and a red herring unnecessarily.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.  May I simply then just put that the witness tried to explain that the deceased were not white people, they were not Boers, ignore the balance,thank you.  I apologise for that.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I did not hear of any such thing.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What she in fact says she said was that she asked you, your people to have a good look at those people that you had made to stand against the wall and she said she told you that they were Persians from Iran and they were not the local people, at page 98.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not hear such a thing.  What I only heard is that they were praying that they were separated to others and praying at that time.  I did not hear what they were saying because the language they were speaking was strange to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The language who was speaking?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The way I heard them they were speaking a church language, that church of theirs as I did not know that church.  They had their hands up high clearly praying though we could not understand what they were saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was the: \"they\" that you are talking about?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We are talking about these people, the black people of the church.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Were the deceased also praying?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I would not lie to you.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well tell me, were they praying?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not know because I did not see them praying, I only saw them raising their hands up high.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I want to show you two photographs.\n\tMr Chairman, those were the only copies I got at lunchtime.  I've made photocopies, they don't really do justice.  The originals are available and they're being shown to the applicant. \n\tThe gentleman in the suit is Mr Rasdvi, he was the gentleman that worked at the university in the computer department and the other gentleman is Mr Anvari.  I do not have a photograph of the doctor, his family have left or gone back to Iran.  I want you to have a good look at those photographs.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "C1.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.  Mr Rasdvi, C1 and Mr Anvari, C2.\n\tWould you agree that just by looking at those photographs, that the deceased were clearly not white people or if I could put it this way, Caucasian but that they were obviously - I don't know how to explain this.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Some other race Mr Prior.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Some other race.  Thank you Mr Chairman.\n\tWould you agree with that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not know that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well look at the photograph please.  I'm asking you to study the photographs.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Are those the two men that your group shot?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not know, it could be that it is indeed them.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, do those people in those photographs look like white people to you?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You told the Committee that you did not shoot, do you want to think about that reply?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The answer that I did not shoot?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot think anything further about that because I was standing at the door keeping guard over those people inside.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see I have information that Mr Mbambo in an interview with Captain Els which is on a tape recording, it's been recorded, it was at his request, had indicated that you were one of the persons that shot at Bahai, among other things that he told him which are on the tape.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, if I may interject here.  Is that tape going to be made available so that we can listen to it?",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Most certainly and Advocate Corlett was informed this morning of the existence of such tape.  We're having difficulty with the machine, it was a machine used by the security branch and the tape is being, I'm not saying transcribed but we are trying to find another machine on which we can hear what was said but I'm putting on the basis of what Captain Els has informed me, what occurred at the interview with Mr Mbambo and that he indicated to me was clearly audible on the recording.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, whilst I haven't heard it and whilst I do admit that I was told about it this morning certainly, how can the witness be asked to comment on something he's neither heard or knows anything about at this stage?  Surely he could keep that question over until such stage as we've given such evidence.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "I agree, possibly that's the right approach Mr Chairman.  I will then go on.  And I'll endeavour to have the tape made available as soon as possible.\n\tAfter the killing of the three ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before we go on.  I don't know if you're expecting to get a machine here this afternoon but if you could get it tomorrow morning then we could all perhaps listen to it together rather than to have to pass it from one person to another.\n\tI don't mean it be a public performance but in our office or somewhere if we could tomorrow morning.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I understand that a machine is now available and it here.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, when we adjourn.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tNow were you ...[intervention]",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Sorry, before you continue.  Mr Chairman, might I just ask, if this a confession or a statement or something of that nature made by Mbambo, surely the correct thing to do is not to put it to this witness, it would be the correct thing to put it to Mbambo because he would have been the author of that?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, it will clearly be put to Mbambo but this witness must be given a chance of dealing with it rather than not say a word to him and then we get the evidence later of these very damaging remarks, accusations against him.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Mr Chairman whilst I hear you, I think that the furtherest that my learned friend could go is to say to him: \"Such an allegation has been made against you\", even without us hearing the tape and for him to say jay or nay.\n\tIt's not important that we hear the tape with regard to this witness but certainly with regard to Mbambo because he would have been the author thereof.  \n\tSo I have no problem with him asking this witness whether he sticks by his version that he never shot and that would be sufficient as far as I am concerned.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "He did reply Mr Chairman, so you, with respect, we move on.  He said: \"No\", he didn't shoot.\n\tThe vehicle that you eventually went away with was the Jetta and you took it back to Butterworth and you replied in your evidence that it was kept by APLA as was the custom or as was the practice, is that so?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We left the car at the coloured township with commander Jimmy Jones, with the guns he had given to us.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And did he use the vehicle for his own purposes or don't you know?  Or did he sell the vehicle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That was the last day I last saw that car.  I do not know what happened to that car.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, did you ever ask Mr Jones afterwards on subsequent occasions what happened to that vehicle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not ask him.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I want to move on to the next incident.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Before you do Mr Prior, there's just one thing that hasn't been cleared up from this bout of evidence. If I may just ask a question.\n\tYour instructions were to take applicant number 2, Mr Mbambo, with you after this operation, is that correct.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Now at that stage he didn't have a code name, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I only knew him then as Africa Tjobane.",
            "Male"
        ],
        [
            "MR LAX",
            "Now what did you do, do you know why it was necessary to take him with you?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "According to how we saw things we thought that if we left him behind we could experience questions being asked of us.",
            "Male"
        ],
        [
            "MR LAX",
            "So he wasn't part of your group and because he'd been involved it was necessary to take him with you because he posed a danger to you, a security risk, correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We did not first take him along, we first reported this matter to our leaders and then we were told that we may take him along.",
            "Male"
        ],
        [
            "MR LAX",
            "But because he was a security risk, that was the reason?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see, when Mr Prior put that to you earlier you said that that wasn't so.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not remember that now.",
            "Male"
        ],
        [
            "MR LAX",
            "The record will speak for itself.  What did you do during the period of two weeks between this mission and the next mission?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were stationed at the base.",
            "Male"
        ],
        [
            "MR LAX",
            "And what did you do at the base?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were doing the usual things.",
            "Male"
        ],
        [
            "MR LAX",
            "What was the usual things?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were going on with our training.",
            "Male"
        ],
        [
            "MR LAX",
            "Did Mr Mbambo join in with your training at that point?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What is ...[intervention]",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "Sorry Paddy, if I might actually just go a step back.\n\tHow did Mr Mbambo get involved?  Why did he go along on the mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said already, after the attack of the De Knox we gave a report back, we said we saw him as a dangerous person to us, what if we brought him along or should we leave him back but what was said was: if we see him as a security threat we must not leave him as he already had a lot of information about what we were doing.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now I understand why you took him back with you but why did you join in the mission itself?  On what basis did he go to Bahai with you, do you know?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was because we could not leave him outside, that's why he was, well, supposed to go inside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, when did he first come inside?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He entered when we all entered.",
            "Male"
        ],
        [
            "MR LAX",
            "When was that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was the time when the late Africa TNT had pointed this painter, forcing him to go inside and we followed into the hall of the church.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, we're talking ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did he first go on a mission with you?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was the time we were supposed to go back with him to Transkei to the mission of Bahai, to the attack of Bahai.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, why did you take him to the attack on Bahai?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said, we were instructed to come back with him and not leave him behind to protect ourselves as at the time he had a lot of information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of information?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Firstly, the guns we had or the weapons we had, secondly, it was almost commonly heard then that we had moved with him and over the radio it was announced that what happened there had happened - but the time we were instructed to come back with him this matter had not been reported over the radio.\n\tAfter we had heard over the radio the report that Port Knox had been attacked, we then decided indeed it was necessary for him not to be left behind.  And that also at the church he must not be outside he must come along into the church as everybody else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he a member of your unit?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "At that point he was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well when did he join your unit?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The time we left his house hoping to go back to Transkei to the church, that's when.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he wasn't a member before but you took him with you to the killing at the church and took him into the church so that he could see that all the things you did and he then became a member, is that what I understand?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Are we talking about a member of the unit or of the organisation?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A member of the unit.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He then became a member when we were going with him there as we have been instructed.",
            "Male"
        ],
        [
            "MR LAX",
            "When you say organisation, what are you referring to?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I'm talking about the organisation of the PAC or APLA.",
            "Male"
        ],
        [
            "MR LAX",
            "Well which of the two are you talking about because they're two separate things within one?  Was he a member of the PAC and then he became a member of APLA and part of your unit or was he a member of both the PAC and APLA already or was he just a member of the PAC and then became a member of your unit?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I knew then he was indeed a member of the PAC and he then became a member of the unit.",
            "Male"
        ],
        [
            "MR LAX",
            "You see that is what was put to you earlier, that's precisely what was put to you earlier and you denied that.  You said he was a member of APLA already and that is why I've been canvassing this issue with you because it's confused me that you've said one thing previously and then you denied it and now you are admitting it.  Can you explain this to us please?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can you please repeat that question?",
            "Male"
        ],
        [
            "MR LAX",
            "We have a contradiction here.  Previously you denied that he wasn't a member of APLA, you insisted that he was a member of APLA before this operation and now you're admitting that he wasn't a member of APLA, please explain this.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not say that I agree that he was a member of APLA.  What I say is that - what I knew was that he was a member of the PAC and that does not mean that you automatically a member of APLA.  You may a member of the PAC but not that of APLA.",
            "Male"
        ],
        [
            "MR LAX",
            "It's okay, the record will speak for itself.  We will leave it at that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.  Before I move onto the next incident, something that has just caught my eye.\n\tYour code name that you gave up in your statement at page 50 of the papers of the bundle is Tiznado, is that right?  Tiznado, I don't know if that's the correct pronunciation, T-I-Z-N-A-D-O, is that right?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Maybe it's not necessary to hear the tape.  If I may just refer you and your counsel to page 14(h) of the bundle where your co-applicant said the following round about the middle of the page\n\"One of my friends called Tona picked up the keys.  He went to the vehicles which were parked inside the church yard.  I was also told to go out.  TNT and Kid followed me leaving Tiznado inside the church.  Kid instructed Tiznado and said: \"Take them\", Tiznado started to shoot.  Kid later said to Tiznado that he must stop\"\nWhat do you say about that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I deny everything, there is no such.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And this was a statement that was produced, I imagine or I believe, at your trial.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "If I might be of assistance here Mr Chairman, it was produced at the trial of the Highgate, Nahoon Dam and Da Gama incidents where I believe it was ruled admissible, for what it's worth but obviously it's not evidence against this witness M'Lord.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Yes, I appreciate the evidential value.\n\tBut have you ever discussed that with your co-applicant, Mr Mbambo, that he seems to be making a very big mistake if he says you were the shooter?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What are you referring to that we discussed?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well the fact that he says you were the shooter at Bahai and you say one of the deceased persons was the shooter, are you able to assist us?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I'm saying as I'm saying it and it is not going to change.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I think the next incident following your statement is the Nahoon Dam and I think you mentioned that that was Kid's act of frustration and anger, it wasn't planned, it was out of your control and that certainly wasn't discussed with the unit, is that correct?  Would you say that was a mistake that occurred on that occasion?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It's a mistake he did at the time.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You're not saying that it was him because he's dead now or did you maybe shoot on that occasion?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said already, when he disembarked from that car angrily he shot at that kombi.  He is the only person who shot there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I'm not going to spend too much time on that matter, I'll move on.  Sorry, why were you at the Nahoon Dam turnoff at that stage?  Were you - oh sorry, I remember now, you were to attack the Da Gama bus ...[intervention]",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, they were to attack the school bus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They'd missed the Da Gama bus, they missed the school bus.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\n\tNow the - at Mount Ruth you said, near a nursery you highjacked a taxi and instructed the driver to alight but because you could not drive the taxi you called him back.\n\tNow this instruction for him to alight, was that at gunpoint?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was indeed, he was forced to go out.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So he was a reluctant person.  Did you not explain that you were APLA and this was part of the liberation of the country and that his vehicle was required?  Because we've heard evidence in other matters where APLA were involved, for example in the Heidelberg Tavern matter where the Opel Rekord motorcar that was taken from Guguletu, the owner of the vehicle was told that it was APLA and they required the vehicle for an operation and the vehicle would be returned or put in a place where he can recover it.\n\t And that was seen to be in accordance with how APLA operated.  You never informed him, the owner of this taxi, that you were APLA?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember whether he was told by the commander because when he was forced out of the car I was already outside of the car.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And when you took him along with you to drive the vehicle, was a firearm, was it pointed at him while he was driving?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "At the time I was driving he was not more under, at gun point.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.  Although in fairness to you, I think at page 56 of the bundle, page 8 of your affidavit you said\n\"You eventually let him go free and you gave him R20\"\nWas that for his petrol?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, we were paying him as we had used his car.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.  Now at the Highgate ...[intervention]",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one thing Mr Prior.\n\tThere's something you said this morning that puzzled me, you said that this man wanted to give you his day's takings but you refused it, why would he want to do a thing like that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because he was badly shaken.",
            "Male"
        ],
        [
            "MR LAX",
            "So did he think that that might save him, if he gave you the money?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you.  Before I forget, and Mr Chairman with your indulgence, I don't want to hop around unnecessarily but something has come to mind.\n\tI just want to refer back to Bahai and I want to go back to page 14(h) of the bundle, that is Mbambo's statement.  He indicated there that when he searched the white members as he put it, it got a sum of R60 or R70 from one of the white males and he got three motorcar keys from different people.  Are you aware of that, that money was taken as well?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember well, I cannot deny it.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I want to just touch on the Highgate Hotel incident.  The vehicle that you proceeded to Highgate Hotel, was that the Sierra motorcar?  Is that the cream coloured Sierra motorcar?\n\tI have one set of photographs Mr Chairman, I apologise for that state of affairs but I can have copies made.  It is just for identification.\n\tYou said that there was a station wagon.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, it was a car like this one.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And that was taken from where?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "At a shebeen in Mdantsane.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mdantsane, alright.  And who drove that vehicle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "...[no English translation]",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Who drove the vehicle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was driven by the late Luvuyo.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Before I deal briefly with the incident itself, you said afterwards you took the vehicle to some place where you wiped off the fingerprints or cleaned the vehicle or dusted the vehicle for fingerprints or sorry, wiped the vehicle for fingerprints and you then left it there, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I'm curious to find out, on the photographs it would seem that there are two bullet holes around the petrol tank of the vehicle, it seems to suggest that someone tried to shoot at the petrol tank or did in fact shoot at the petrol tank but obviously it didn't set alight, it didn't catch alight.  Do you know anything about that shooting at the vehicle in order to set it alight?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I do not know that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You said in your evidence that the decision to target the Highgate Hotel on that evening was because it was packed with white people unlike the station bar, I should presume had a few or much fewer people, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We did not ultimately get to the station bar, we turned around at Cambridge.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.  Was the intention then to kill as many people as you could?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The intention was to kill those people who were inside.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "All of them if you could?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, all of them if we could.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were you aware that there was a discotheque on at the hotel on that occasion, on that evening?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We saw it when we were passing there, that's we turned back to go there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I just want to get the place where you fired the rifle grenade, do you agree that you later pointed out - I don't want to burden the record with photographs of pointings out, but the place where the rifle grenade struck was very close to the entrance to the discotheque where the people were dancing.  There's like a little passage that goes up, the rifle grenade struck to the left on the wall, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was you intention to get the rifle grenade through the doors?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Didn't he say it was his intention for it to burst up against the lights that were hanging inside there and it would then shatter all over the people?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Sorry, yes that's correct.  I had the - in my mind's eye that the lights on the roof of the hotel, okay.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry Mr Prior, just one thing before you go on.\n\tYou said you - just explain what you mean when you said you never got to the station bar, did you not drive past there?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, we were still going there but we turned back.",
            "Male"
        ],
        [
            "MR LAX",
            "You see your statement says specifically, at 10.18 on page 57\n\"We first went past a bar at Highgate Hotel and thereafter East London station bar which had also identified as a target.  We returned to the Highgate Hotel\"\nThis is your affidavit, that's what you say in your affidavit so can you explain this to us please?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It must be a mistake when the printing took place.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Ncamazana, when you were on your way to the East London station bar, how far had you gone before you turned back to the Highgate Hotel?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "If I estimate it could be a distance of a 500 metres from the Highgate Hotel to the place where we turned back.",
            "Male"
        ],
        [
            "ADV SANDI",
            "At what stage did you become aware that it would be necessary to attack Highgate Hotel and not the East London station bar as you had initially intended to do.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We had to choose between the two.  When we passed the Highgate Hotel we saw that it was full, that's when we took the decision that we might as well not go there, that is to East London station bar.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you.\n\tWas it not possible to do both attacks on that evening?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We could not.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I understand the rifle grenade did not go off because it wasn't armed, did you know how to arm a rifle grenade?   I think it's an M26 rifle grenade.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said already the reason why that rifle grenade did not explode, it was discovered that a fault with it, that's why it did not explode.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can we turn to Da Gama.",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "Just before we go to Da Gama, just a couple of points that I'd like to clear up please Mr Ncamazana.\n\tAt the shebeen, was R3 000 taken in addition to the R20, do you know?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I have no information about that.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Because Nomge Faith Freddy says that apart from the R20, R3 000 was taken from them at the shebeen by one of the deceased, I think it should be Kid, either Kid or TNT.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I have no knowledge about that.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Where did you get the money from to fill up the car at Djongilanga garage?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Firstly as I've said, we were given money in order to finance our food as has been tabulated on my statement.  If we needed food, let's to make phone calls we could use that money.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Given by whom?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "By commander.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Jimmy Jones?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Just to round that off, is that the R100 that he gave you on or about the 10th of March or thereafter, before you came to Bahai as referred to in paragraph 6 of your, 6.5 of your affidavit at page 51 of the bundle?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That amount is separate, I'm not talking about that one.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did he give you more money than the R100 when you came to East London?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The R100 was given to us in our initial missions, the first time we came.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Before the mission - before the Da Gama attack and the Highgate attack, how much operational money had you received?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember well in the second attack because not all of us came this side as two groups of us came this way.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Tell me, was any money taken from the shebeen owner on that evening before you drove away?  Did you take money by force from her?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not know of that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Or were you outside while Kid was inside?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did Kid maybe say to you or to the group that he was going to go and acquire or obtain money from inside?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, he did not tell me.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But when he came out, is it correct that he had money with him?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I have no knowledge of that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you.  Can I move on to the ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How long will you be Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I need just to canvass Da Gama, I haven't touched on Da Gama yet.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If we continue at the rate we have so far today I think we will take the adjournment.  What time tomorrow?  We'll adjourn till 9 o'clock tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}