{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-03-18",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "M A NQWENDU",
            "MZIMHLE ELVIS BAM",
            "DUMOSANI ERNEST MBHEBE",
            "NDONISO MDYOGOLO",
            "S V MPHAMBANE",
            "SAKOMZI BHEQESI",
            "ANDILE H GOLA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54711&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/el/el2.htm",
        "speakers": [
            "ANDILE GOLA",
            "DOMUSANI MBHEBE",
            "JUDGE MALL",
            "JUDGE WILSON",
            "MISS COLLETT",
            "MR BRINK",
            "MS KHAMPEPE",
            "MZIMPHLE ELVIS BAM",
            "SAKOMZI BHEQESI",
            "SEKUMBUSO VICTOR MPHAMBANE"
        ],
        "original_speakers": [
            "MR BRINK",
            "JUDGE MALL",
            "MS KHAMPEPE",
            "MISS COLLETT",
            "SAKOMZI BHEQESI",
            "MR BHEQESI",
            "JUDGE WILSON",
            "SEKUMBUSO VICTOR MPHAMBANE",
            "MR MPHAMBANE",
            "CROSS-EXAMAINTION BY MR BRINK",
            "DOMUSANI MBHEBE",
            "MR MBHEBE",
            "ANDILE GOLA",
            "MR GOLA",
            "NO FURTHER QUESTIONS BY MISS COLLETT",
            "MZIMPHLE ELVIS BAM",
            "MR BAM"
        ]
    },
    "testimony": [
        [
            "MR BRINK",
            "The first matter will be that relating to Mr Mqwendu, Bam and the others.  My friend Mrs Collett appears for these applicants.   I may say that there was only one person interested.  He was notified, that is Sidentini Mplabani.   Notice was sent by registered post.  It was returned by the post office.   The Investigation Unit in the region endeavoured to trace him  at Gobozane Location without success.\tWhether he has got wind of the matter I do not know.  I see if he is here.  If I can call his name?",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Just give me the name again.  I could not hear you properly.  The name of the interested person.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Sidenti, S-I-D-E-N-T-I and the surname, M-P-L-A-B-A-N-I, Mplabani.  And that is the widower of the woman who was killed.  I will just see ...(intervention)",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Who is it Mr Brink?  Who is Mr Sidenti?  The person that you have just told us was notified, Mr Mplabani.  What relation is he ...(intervention)",
            "Female"
        ],
        [
            "MR BRINK",
            "He is the widower of the deceased.\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t116\tMR BHEQESI\n\tIs Mr Sidenti Mplabani here?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Can I just pronounce it properly?  Mr Sidenti Mplabani.  Is he present?  Mr Mplabani?  It does not look like he is present, Mr Brink.",
            "Female"
        ],
        [
            "MR BRINK",
            "No.  Thank you.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Very well.  You may proceed.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "The applicants are present and I believe - whether they are sitting in the order, I wonder if they could be in the order that No 1 will be Mr Mqwendu, No 2 will be Bam, No 3 Mr Mbhebe, No 4 Mr Mdyogolo and so on.  If that could be arranged.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "I first intend calling Sakomzi Bheqesi who will give us the background to the incident that has occurred on the day in question for which the applicants seek amnesty.",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MISS COLLETT",
            "Now Mr Bheqesi are you a member and were you a member of the ANC Youth League?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "I am a member of the ANC Youth League at Gobozane.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you live in what was known as the former Ciskei?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes I was residing there.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, what was the situation in the Ciskei that led to this incident that occurred for which you people seek amnesty?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "On the release of comrade Nelson Mandela in 1990 and the unbanning of all political organisations we here in Gobozane, we also saw ourselves involved highly in the struggle.   This started by showing unity here in Gobozane.  We were all members of the ANC National Congress. EAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t117\tMR BHEQESI\nThere was no other party than the ANC. \n\tOn the release of Mandela in 1990 we held a meeting as the youth of Gobozane where we decided everything that belonged to the past Government, where the past Government gave the people cards called 'snips', so that they should pay for those cards.  Those cards people would be able to earn money at certain times, but we as the youth were not aware as to exactly how do people go about getting these cards, but we knew that our parents were paying for these cards.\n\tWe united as the youth in many numbers in Gobozane and we decided to collect all these cards from all the Council committee members.   We collected all these cards from the community and it was mainly kept by adults.  We collected those cards and burnt them.   \n\tAs time went on one day we held a meeting at a school in Gobozane where the ANC Youth League and the ANC and Sanco jointly, held a meeting where people decided collectively that there must be change in the community.\n\tAfter lengthy discussions we decided amongst the people that should change in the community, the Councillors must step down and a Chairperson must be elected by the masses and govern in Gobozane.   We had a Councillor from the past regime in Gobozane by the name of Nsibele Mona.  He was at that meeting on that particular day.   He supported the idea and thus there was harmony when we all took one decision.\n\tAs time went on we had to elect a Chairperson to lead the community.  We heard that Brig Qozo who was the leader of Ciskei is calling all the people who were Councillors to Bisho and this we heard through the radios.  And even Mr Nsibele Mona went to that meeting in Bisho.  It was heard EAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t118\tMR BHEQESI\nthat the Brigadier told the Councillors that they must go back to the villages and govern again.  And they must not associate themselves with the ANC.\n\tMr Mona came back from Bisho and he called all his previous committees.   Mr Mona held several meetings with these committee members in his house and this he did in the evenings because he knew that us as the community we did not want him as the chief.  And when he came back from Bisho he did not tell us about all these changes that he is bringing about.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Was there conflict between any particular parties in the Ciskei at that stage?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "I do not understand the question.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Mr Bheqesi I said to you, was there conflict between any two political parties in the Ciskei at that stage?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes, at that time the African National Democratic Movement was not active in Gobozane.   We as the African National Congress we were united at that time.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you experience any problems belonging to the ANC Youth League and residing in your area at the time?\n(The applicant's microphone was not switched on.)",
            "Female"
        ],
        [
            "MISS COLLETT",
            "I will repeat the question.  Did you find any problems belonging to the ANC Youth League and living in your area?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "We did not have any problems until ADM became involved in our community.  That is when we could not see\neye to eye with each other.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And what was the reason for that?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "ADM in the community was supporting the Chief that he must lead the community but the ANC and the African EAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t119\tMR BHEQESI\nNational Youth League and Sanco did not see it fit that the Chief must lead the community.   It saw that the Chairperson elected must lead the community.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "So what evidenced this conflict in the area?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "They wanted the Chief and we did not.  And that is what lead to the conflict.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And was the conflict violent?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes, there was a lot of violence then in Gobozane.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What used to happen?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "At a meeting held by the ANC Youth League under the oppression that we survived in Gobozane due to the ADM and the Peaceful Security who were protecting the Chief led to us deciding that in order to show our resistance we must go to all the houses of the ADM members and burn them down, in order to show our feelings and the anger and hurt.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Had the ANC main structure attempted to negotiate or attempted to settle the dispute that existed in your area?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "The ANC tried under which the Youth League fell, to convince the Chief to step down, but all in vain.\nThere were no changes and there was no improvement in our lives.  We were just being continually suppressed.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "As far as the ANC Youth League was concerned was there freedom of association and freedom of political organisations in the area?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MISS COLLETT",
            "As far as the ANC Youth League was concerned was there freedom of political movement and association in your area at that time?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "We were not liberated at all.  We were not\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t120\tMR BHEQESI\ngranted the opportunity to show our political affiliations and even our meetings were disrupted.   There was no free political movement in Gobozane at that time.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "So was it a decision of the ANC Youth League structure to go and burn the houses of the Headman and the ADM members?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it was our decision as the youth.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And did you in fact do that?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes we did that.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Can you mention some of the places that you burnt, some of the people whose houses you burnt?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes, I can.   Mr Mbuzo Lifeni's house was burnt, one out of the two houses that he had.  He tried to defend himself by fighting against the youth with an axe, but the youth overpowered him and he died.\n\tThe house of Mr Mona who was the Chief was very difficult to burn because of the Security.  And the Security was shooting at that time.  His shop was burnt down.  It was not in his house.  It was burnt down to ashes.\n\tMr Hotozo Jesele's house it was all burnt down.  All five rooms.  His combi, a 16-seater was burnt down to ashes as well and his Isuzu van.  He also tried to fight against the youth but he was overpowered.  \n\tMr Msimbiti Mlindi's house, who was a member of the \nADM was not easy to burn down because his son was a member of the ANC Youth League.  He begged with us not to burn down his house.   We must only do whatever we want to do to his father and therefore we assaulted his father and he sustained injuries.\n\tMr Mbhebe as well we burnt his three-roomed house as well to ashes.  He also tried to defend himself and the  EAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t121\tMR BHEQESI\nfamily but we overpowered them, but they managed to hit one member of the ANC Youth League, Mr Tsehu who was found dead the following day.   He was hit, they said that they extracted his eye.\n\tAnd there was a Mrs Nohombile Mphambane.  Her house was not burnt down but only shattered her windows, because at that time the Brigadier's security forces were already there, but her son pleaded that we must not burn the house because only she was an ADM member not himself and his father, but we had to run away at the time because the security forces had already arrived.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you regard these acts that you performed in the name of the ANC Youth League as essential for political emancipation?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "I will say so as a member of the ANC Youth League.   All theses things that we did, we had hope that this would have a landmark on the politics.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "After you committed these particular incidents did you actually go to the ANC structure office in King Williamstown?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes, we did go there.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you inform them of what you had done?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "When we got to the ANC's buildings in King\nWilliamstown we told all the comrades who were there as to what happened.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did anybody express disapproval of your actions?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Amongst the comrades who were there no one criticised or disapproved but they just provided us with security.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "In other words you believed that they\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t122\tMR BHEQESI\nsupported what you had done as a main structure?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What happened after these incidents?  Did you go into hiding for a while?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Each and every individual escaped because we knew that by killing in the community one knew that it was endangering one's life.   Therefore we ran to different places, Cape Town, Dimbaza and all other places.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And the ANC main structure was aware of this?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes they were aware.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Subsequent to this there was a meeting at which you were not present, is that correct, which led to the incident for which you seek amnesty?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes there was a meeting that was held on the 26th of April 1993 and I was absent.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "But you became aware of the fact that this meeting decided that the deceased in this particular incident should be killed?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes I had the knowledge.   I said whilst I was on my way to school I met members of the ANC Youth League, it was round about six o' clock in the morning.   They told me on the bus about the decision taken and I supported the\nidea after they had given me the reasons as to why they wanted to kill the deceased.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And is it correct that you thereafter associated yourself with the killing of the deceased in this matter?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes I did.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Can you tell us what particularly you did to the deceased?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "The deceased, we went her house.  They saw us EAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t123\tMR BHEQESI\napproaching her house, toyi-toying on the 27th.  She ran away with her two children and approached the veld and we chased after her.  We found her near a river and we caught her.  The comrades who caught her were around about 10 to 15.  She was already bleeding at that time on the head and on the chest.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Is that when you arrived, she was already bleeding?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes she was already bleeding when I arrived.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And what did you do to her?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "The comrades came with her towards me.  They were bringing her to the group that I was with.   I was amongst the first group that was going to arrive at the incident.   And when I got there I wanted to find out where were they taking her because I said we had decided that we are going to kill Mrs Mphambane, but then they said that we are bringing her to the comrades.\n\tI picked up two stones.   I hit her twice on her head and on her chest.  She never fell.  And I picked up another stone and hit her on her head, but she did not fall.  I picked up the bigger stone of all the crowd and hit her on her head and she landed on her backside and that was her final fall.  As she died there.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Was your intention to assist in killing her?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "My intention was to assist in killing her according to the decision taken by the comrades.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now was this lady who was killed an ADM member?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes she was an ADM member.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "At this stage I wish to call another one of the youths to testify as to what actually took place at the\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t124\tMR BHEQESI\nmeeting prior to the death of this lady.\n\tI have finished with this witness.\nNO FURTHER QUESTIONS BY MISS COLLETT",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Hold it.   There may be questions that may be asked of this witness before you call the next one.",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "I have no problem with that, Judge.\n\tI might just indicate Judge, that he was not part of the actual meeting where the decision was taken to kill this lady.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Yes it is quite clear from his evidence that he took part and made sure that she was killed.",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "That is quite so.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Mr Brink have you any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes, I will not be long Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "You've told the Committee that the deceased was a member of the ADM, is that the African Democratic Movement?",
            "Male"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was the ADM a formal party or organisation with structures such as the ANC had?",
            "Male"
        ],
        [
            "SAKOMZI BHEQESI",
            "ADM was not a similar party like the ANC, but I do not have full knowledge of their motives, but as the ANC we were against the leadership of the Chief.\tWe as the ANC we believed that she formed part of the past regime that suppressed the citizen of South Africa. She was a symbol of apartheid.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did the deceased's husband hold office in the ADM or was he merely a supporter?",
            "Male"
        ],
        [
            "SAKOMZI BHEQESI",
            "Mrs Mphambane was known as the organiser of the African Democratic Movement and her actions showed that EAST LONDON HEARING\tAMNESTY/E CAPE\nMR BRINK\t125\tMR BHEQESI\nclearly.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, obviously the ADM was unpopular as far as you and the ANC Youth League were concerned, but can you tell me whether there was any large-scale support for the ADM in your region even though you objected to that organisation?",
            "Male"
        ],
        [
            "SAKOMZI BHEQESI",
            "They had very few supporters.",
            "Male"
        ],
        [
            "MR BRINK",
            "Are you saying that it was a minority trying to control the majority?",
            "Male"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so Sir.",
            "Male"
        ],
        [
            "MR BRINK",
            "Who was the Chief against whom objection was raised, Mr Bheqesi?   What was his name?  Can you remember?",
            "Male"
        ],
        [
            "SAKOMZI BHEQESI",
            "It was Mr Mtsibeli Mona.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Can I just - can you just spell his name for me please.",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "M-T-S-I-B-E-L-I, Mtsibeli.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Mona, surname, M-O-N-A.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "And was he an ADM member?",
            "Male"
        ],
        [
            "SAKOMZI BHEQESI",
            "Mr Mtsibeli Mona was a member of the ADM, because Brig Qozo said that each and every chief must be a member of the ADM, and thus we believe that he was a member of the ADM.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Is that all?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Bheqesi, how did - you in your evidence you touched on the fact that the ADM inhibited the ANC from exercising free political activities?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.\nEAST LONDON HEARING\tAMNESTY/EASTERN CAPE\nMS KHAMPEPE\t126\tMR BHEQESI",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "How did it do that?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Firstly, it did that by trying to nominate the chiefs as the leaders and they used to assault us and they would kidnap some of us and keep them in the Chief's house so that they wanted them to reveal all the activities of the ANC in the community.  There was no free political activities because of the ADM.  They used to go to funerals in full ammunition.  The people lived in fear all the time.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "There seemed to have been quite a lot of them if they could do all these things.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "How were your meetings disrupted by members of the ADM?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Our meetings were disrupted by members of the ADM because the Peace Force Security that was residing in Gobozane were associated with ADM.  They knew all about the meetings that we were holding at the school.\tThey were aware that it was ANC meetings and they were always in the Chief's house.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Sorry to interrupt.   I just want to know how your meetings were interrupted by them?  If you can just confine yourself to answering my question.  The manner in which the ADM members disrupted your meetings.",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "ADM members would sent the Peace Force Security, they would not go there personally, but would send the Peace Force members.   They disrupted the meetings of the ANC Youth League and the general ANC membership.\tMembers of the Ciskei Police and Police Force Security dispersed us with teargas and the Chief was there in the school surroundings although he did not enter the premises.\nThat is when we decided that it was the ADM that disturbed everything.\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMS KHAMPEPE\t127\tMR BHEQESI",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Who is this Peace Force?  Is it a part of the Ciskei Police Force?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "The Peace Force is a security that was there before the leadership of Brig Qozo and they were protecting the Chief but I would not really say what their relationship is with the Ciskei Police Force, but they were offering ADM members protection.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Was Brig Qozo ruling the Ciskei at this time?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes he was ruling Ciskei at that time.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And was the ADM the party that supported him\nand the party that he in turn supported?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes because he was the leader of ADM.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And they wished to retain the system of chieftainships in the Ciskei?  Is that so?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And that is what the Government of the Ciskei wanted?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But you as the ANC Youth League did not like this and that is what led to the trouble?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "That is one of the things that led to the trouble.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And that is why you burnt their houses and killed them.  Is that so?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Do you have a copy of your application form before you?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "No I do not have one.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Will you please make that available to him.\nI want you to turn to paragraph 11 of your application \nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nJUDGE MALL\t128\tMR BHEQESI\nform.  Have you found it?  Now before you read it I want to ask you a question. \n\tYou took part in the killing of this woman because you felt yourself bound by a decision that was taken at a meeting that she should be killed, is that it?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Now just read paragraph 11.A to me.  Read it aloud.\nMR BHEQESI\n\"There was no approval from the organisation, because we didn't plan to kill anyone.   This was an accidentally act.   Our plans was to negotiate with her\".",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "You understand what that is?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes I got that.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "It says that this was an accidental act.  You have told us that you intended to kill her.",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Now which is right?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "When I met the youth in the morning they told me that they had reached a decision in the previous meeting that Mrs Mphambane must be killed.  Although the youth in that meeting, it was clear that there were few of them\nwho were not supporting the idea, but finally it was decided that she must be killed.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I am not asking you that question,  I understand that.  You have already told us that it was decided at a meeting that she should be killed.  That was conveyed to you.  You then took part in the killing of this woman.  That is not my question.\tYou have already given that as an answer. My question now is, you say here in you\nEAST LONDON HEARING\tAMNESTY/E CAPE\nJUDGE MALL\t129\tMR BHEQESI\napplication form that this killing was accidental.  That you did not intend to kill.",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "We had the intention to kill Mrs Mphambane.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "So why do you say here in this application form that it was accidental?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "The murder of Mrs Mphambane was due to a decision taken that she must be killed.  The reason why I wrote this in the application in front of me it is because I was told that this was discussed, although there were people who were opposing the decision.  The killing of Mrs Mphambane was not an accident.  It was decided the previous day.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But why write it was \"an accidental act\"?  \"Our plan was to negotiate with her\", why say that in your application?   You swore that it was true didn't you?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "The reason why I wrote this on my application form is because us as the ANC we had no intention to kill people who were against us, but I tried to indicate in my application form that her murder was not the main objective.  We were just trying to negotiate with her, but although it was a decision taken I still say that it is accidental.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I do not understand how anything is accidental when you go and throw stones at that woman to make sure that she dies.  How can that be accidental?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "The reason why I said she was killed accidentally is the fact that when we filled in the form we were doing it on our own.  We were just trying to show that her death was an accident because although we did kill her that was not our main purpose, but we were just trying to show our feeling that her death was accidental.\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nJUDGE MALL\t130\tMR BHEQESI\nIt was the main objective to kill her although we had to kill her in order to protect ourselves.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Yes, I am now not talking about what your main objectives were.  We are just confining to this little point here you see.  So you now admit that what you have said here in this form was not true?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "It is the truth Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "How can it be the truth when you say that it was accidental?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "It is the truth in the sense that the death of Mrs Mphambane as I have stipulated on the form was an accident although it was a decision taken that she must be killed, but her killing will state that it was a clear accident that happened.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And further in your application you said, didn't you, that when she ran away you went home in order to leave your uniform and your books?  You didn't arrive at the place where Mrs Mphambane was murdered.  You met the Youth League when they were returning to chase her.  Is that not true?  That's not true is it?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "That is the evidence that I gave in court in order to protect myself.  The genuine truth is that I did\nnot go home.  I chased her together with the youth.  That is what I said in court in order to defend myself.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think that you have given us two annexures.  There is Annexure A which sets out your participation and Annexure B which sets out the evidence that you gave to the judge presiding at your criminal trial, which you have indicated that was in fact not the right evidence.  Annexure A is in fact what happened.",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.\nEAST LONDON HEARING\tAMNESTY/E CAPE\nJUDGE WILSON\t131\tMR BHEQESI",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And in Annexure A you said,\n\"There were some of us who arrived late and did not beat her\".",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That wasn't you was it?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "When I got there I assaulted her.  I was not in the group that later arrived who found her dead.  There were girls whick were comrades as well who arrived after she was dead.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "What did she die of?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Mrs Mphambane was killed through stabbing, through being stoned and by knobkieries.  I cannot actually say which one led to her final blow.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Bheqesi, what is troubling me is what you are saying in your evidence and what is contained in your application.  If you check page three of your application form you state that the intention of approaching Mrs Mphambane was not to kill her but to dissuade her from further participating in the activities of ADM.   That what is contained in your application is further amplified by Annexure A, which you annexed to your application.",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it as I have put it down here.  Why I say it in this Annexure is because we were against what Mrs Mphambane is doing altogether and our intention was to kill her.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Do you understand the meaning of the word 'democracy'?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes I understand it.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Does it mean that a person can belong to any political party in which he has faith and has a right to belong to any political party?\nEAST LONDON HEARING\tAMNESTY/E CAPE\nJUDGE MALL\t132\tMR BHEQESI",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Now if the ANC were in a majority as you say in your area, and there were a small minority who wanted to belong to a different political party, did they not have a right to belong to a political party?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "We as the ANC stressed that everyone has got the right to join their political organisation of their choice, but the problem with the African Democratic Movement is that Mrs Mphambane took steps that frightened us and she went to another village to find people who should assassinate the leadership of the ANC.   We were not against the fact that they belong to their political organisation but their decision to terrorise the African National Congress leadership led to the conflict.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now you seem to have been motivated by the fact that Mrs Mphambane had organised assassins to kill members of the ANC.",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now where did you get that information that she was behind organising people to kill members of the ANC?   Was that information obtained from someone who was reliable?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "We got this from a reliable person.  Firstly Mrs Mphambane - before I met the ANC on the bus it was already known in the community that she wants ADM members to assassinate the leadership of the ANC.  And this became true when one of our leaders who by going to this particular village in the afternoon on the 26th saw her, although he didn't see her coming back with the ADM or as to what she was already doing, but people really believed that she was intending to do what she was doing, although there was not EAST LONDON HEARING\tAMNESTY/E CAPE\n \nMRS KHAMPEPE\t133\tMR BHEQESI\nenough evidence.  \tAnd that is when we believed that what has been said is true and we decided as comrades that we should protect ourselves because we did not know who was going to die in the long run.   We were all scared.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "So a group of grown-ups, men, young men, strong young men, because there is a rumour that she might want to attack and kill members of the ANC, go and kill a woman.  I find that very difficult to understand.  Just because she has different views from yours.",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "At that time in the villages in Ciskei it was very difficult to undermine even ideas that came with females, moreover if they belonged to the ADM.  We were bound to take the decision that we took regarding Mrs Mphambane, because the ADM that she approached, in that particular village, was heavily armed and dangerous.  And we heard in that particular village that this ADM has killed ANC members in that village and therefore we had to take the steps that we did in order to protect ourselves.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "How many ADM members did you kill in your village?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "It is two, including Mrs Mphambane.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I thought you told us more than that when you were burning houses?",
            "Unknown"
        ],
        [
            "SAKOMZI BHEQESI",
            "In my explanation I stated that it is Mr Mboso Lifeni who died during the burning of the house but a member of the ANC was hit by Mr Headman Bembe, Mzwetu Tseu who died and Mrs Mphambane is the one member who died in the ADM in Gobozane.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "Thank you Mr Chairman. Just a few questions.",
            "Female"
        ],
        [
            "RE-EXAMINATION BY MISS COLLETT",
            "I see that you filled in\nEAST LONDON HEARING\tAMNESTY/EASTERN CAPE\nMISS COLLETT\t134\tMR BHEQESI\nyour application form in English.",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "That is so.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Are you fluent in English?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Although I have passed matric I am not so fluent in English.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, what you have told the Commission here today that there was a plan and that you associated yourself with that plan or that decision to go and kill Mrs Mphambane.  Is that the truth?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is so.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "You have given different versions up until today.  Is that correct?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is correct.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And do you confirm those versions that you have given up until today are not the whole truth?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "They are absolute truth.  That is exactly what I did.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What you have said today, is that the truth, the whole truth?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes it is.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, if you look back on what you did at that time in the name of the ANC Youth League, have you any comments on that?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes there is.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What is it that you wish to say?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "In the past struggle in our ANC, there were no other things that we intended to do.  We were very active and very conscientious and moreover, the death of Mrs Mphambane hurts a lot.   We were not so politically aware.  The youth in Gobozane were not so politically aware.  What I can say now, I am very sad with the past, because at that\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nMISS COLLETT\t135\tMR BHEQESI\ntime our political struggle was still very new and we were just struggling to achieve the new South Africa.  That is all.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And do you regard yourself as being more mature now?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes I see myself as a freed person and should I get forgiveness I am prepared to play a role in building the new South Africa, because I am now politically aware and on my release I am prepared to have a role in the building of South Africa.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you realise that the taking of life is not justified?",
            "Female"
        ],
        [
            "SAKOMZI BHEQESI",
            "Yes, I see.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MISS COLLETT",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Yes, you are excused.\nWITNESS EXCUSED\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t136\tMR MPHAMBANE",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "Mr Chairman I would now like to ask Sekumbuso Mphambane to testify because he was the person who was present at the meeting that took the decision to kill the deceased in this matter.",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MISS COLLETT",
            "Now Mr Mphambane, have you heard the evidence of your co-applicant in this matter?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes I have heard the evidence.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you confirm that the evidence which he gave regarding the political situation as the ANC Youth League saw it in Ciskei is consistent with that of your opinion?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Were you a member of the ANC Youth League?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes it is so.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now was there a meeting that was held at a school in Gobozane Location on the 26th of April 1993?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Ma'am.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Were you present at that meeting?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "I was present.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did that meeting take place after the incidents to which your co-applicant has testified regarding the houses of the Headmen, etc?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes it is so.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What happened at that meeting?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "It was the 26th of April 1993.  The comrades of the ANC Youth League were from court.  They had been accused of arson.   As the youth of the ANC league we waited for them at school, ...(indistinct) school.   When our comrades arrived they gave us a report, according to the court cases.  They told us that the cases had been\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t137\tMR MPHAMBANE\npostponed.  After that we had our regular meeting on Mondays.  In the meeting we discussed Mrs Mphambane's issue.  The youth discussed this.   \n\tAs we were discussing this issue the youth got excited about what the Chairperson was saying about Mrs Mphambane.  Apparently Mrs Mphambane had gone to a village called Bele.  She was trying to get assistance to overcome the ANC executives.  The youth discussed this issue.  \n\tAs we were discussing this issue one of our comrades came.  He also became part of the meeting.  He told us that that afternoon he saw Mrs Mphambane going to Bele, but he did not see her coming back.  As we heard that report her son came in, Lukane Mphambane.  As he heard what was being said about his mother, and as he was aware of the decision that  would  be  taken  by the youth, he asked us that whatever  we  do  to  his mother, he said we can do anything to his mother but not to the house that belonged to his father.  The youth then decided that Mrs Mphambane must be killed.\n\tWe then decided going to Mrs Mphambane, that evening.  It was before eight o'clock.   We got to her house and we did not find her, although the doors were opened we could see that she had escaped.   \n\tWe then held a small meeting as the youth.  We decided that we must go back to school to sleep there.  We went as the youth back to school.  However, before we got to the school one of our comrades, Nqolo Mzitji(?) was saying that we should not sleep over at the school, because the police would find us and Mrs Mphambane must have gone to the police for refuge or perhaps had gone to call the ADM.   He then assured us that there were three rooms at his house\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t138\tMR MPHAMBANE\nthat we would be able to sleep in.  We were very pleased because we were scared to sleep at the school, because the police would arrest us.\tWe then went to Nqolo Mzitji's house.  \n\tWe got up in the morning, the next day, that was the 27th of April 1993.  We waited for a bus at the bus stop. We were looking for Mrs Mphambane at the bus because we thought that she would use the morning bus to go to the police to report us.  The bus arrived.  We asked the driver if we could go in to search.  He allowed us.  We could not find her in the bus.   \n\tWe did, however, found one of our comrades, Sakomzi Bheqesi.  He was going to school.\tWe then made him get off the bus. We forced him to join the struggle because we too were missing out on school.   As a member he did not give us too much trouble.  He joined us.\n\tWe then concluded that we must go to look for Mrs Mphambane at her house.  We then went to her house.  Not far from her house we saw her running towards the forest.  We ran after her.  It is not that we discussed that we would run after her.  We just spontaneously ran after her.   She ran with two of the children.\n\tWhen we got towards the top, because she was at the bottom her daughter Kanyiswa stopped, saying to her mother that she must not run away, she must stop, because the youth had arrived.  Her daughter said she must ask for forgiveness.  She did not listen.  She just kept on running.\nI ran passed Kanyiswa because I was not chasing after her but after her mother.  As the youth I was the first one, one of the first ones to get to Mrs Mphambane.  I took stones because I saw the other members throwing stones at her.  \nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t139\tMR MPHAMBANE\nI also picked up stones and started throwing them at her.   I then said to myself- she then said to me that I, as Victor's son was in the Youth and within the ANC.  She was surprised.  We continued to stone her.\t\n\tWe took her to yet more youths.  The other members then asked, where are we taking her because she was meant to be killed.  We continued to throw stones at her.  She fell on the ground.   The others arrived.  She was already on the ground. They continued to throw stones at her.  Some were beating her up on the head with canes.\n\tAfter that when we were sure that she died we left as the comrades, we left her body there.   \n\tWe saw her children on the way.   They asked if we'd killed their mother.  We told them that we'd killed her and we then proceeded to ask which side they belonged to.  The daughter then said she is an ANC member.  Then she was asked to sing one song of the struggle.  She sang.\n\tWe then went to the bus stop trying to catch the eight o'clock bus.  The bus was there at the bus stop.  There were people going to King Williamstown.   We asked everybody going to Cape Town to get off.  We said this bus belonged to the comrades and it is going to town.\tEverybody got out of the bus.  We got on.  We did not pay.  This bus took us to King Williamstown.  We were not all able to fit into the bus.  There were so many of us.  Others were even on top of the bus.  Others got transport from around the village.\n\tWhen we got to town the bus driver, his name was Nzima Sinjokonja he closed the door.  He did not want to open the door for us.  He said he is going to tell his superiors that we got into the bus without paying.  \n\tAs the other buses came, one of the windows was opened.  EAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t140\tMR MPHAMBANE\nWe got out through the window, some of us.  I was one of the people who got out of the bus.  We went to the ANC offices at the Old Mutual in King Williamstown.  We then divulged all.   After that they gave us both a resting place and a hiding place because the police were roaming around King Williamstown.  We heard that those that were in the bus had been arrested.\n\tIn the afternoon I left the comrades in the office.  I left for Cape Town, where my family stayed.  There was no other place I could go to.  I went to Cape Town that same day.\n\tThen in 1994 I was arrested over the same incident.\nI was sentenced in 1995 on the 28th of February.  I was sentenced to nine years imprisonment, in Mdantsane Prison.\nThank you.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What was the purpose of going to the ANC office in King Williamstown to report this incident to them?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We wanted them to know what we have done as members of the ANC Youth League.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Was disapproval or discipline ever metered out to you by the ANC main structure?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "They were not totally against what we have done.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you mean to say by that that they approved of what you had done?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "I could say that because they never rebuked us.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "At that time, did you think that what you were doing was wrong or not?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We thought that what we had done was good and righteous, because in our village, Gobozane, we wanted EAST LONDON HEARING\tAMNESTY/E CAPE\n \nMISS COLLETT\t141\tMR MPHAMBANE\nliberation.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you believe at the time that what you were doing was for the political struggle and for emancipation?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes, because the presence of the ADM in our community was oppressive.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, do you stand by what your co-applicant said that there was an intention to kill this lady on that particular day?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes, we had intentions of killing Mrs Mphambane on that day.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And you associated yourself with that intention?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes, I absolutely associated myself.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, prior to today have you given other versions wherein you have not told the truth?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes, in the application that I made I think there would be a discrepancy between the application and what I say now.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And is it also correct that you didn't give this evidence that you have given today at court?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "It is so.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, do you confirm that what you have told the Commission today is the truth?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "It is the absolute truth.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And if you look back on the deed in retrospect  is  there anything that you would like to comment?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes there is.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What is that?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "The presence of the ADM in our community was EAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t142\tMR MPHAMBANE\noppressive.  We then had to do something.  I feel great remorse for having taken somebody's life, but there was no other way that we could do this.   We were the youth, we are the youth.  We did not have a full grasp of political movements and steps.  We did this because of the energy of youth.  We did not go through the correct thought processes or channels.  We did not think of the repercussions either.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you regard yourself as being more matured now?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes I would say so, because at the time it was in 1993, in retrospect and by reflection I realise that this is the time of democracy and politics are no child's play.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MISS COLLETT",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "I am afraid at one stage during the course of your evidence my translation device went off, but I picked up something about someone spoke to you and said, leave my father's house alone but you can do whatever you like to my mother.   As I understand it, was that the daughter or son of the deceased?",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "It was the son.",
            "Male"
        ],
        [
            "MR BRINK",
            "And that he indicated that he did not mind if you killed his mother as long as you left his father and his father's house alone?",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "He did not say that he would not mind or be hurt.  He just said that we could do anything we wanted to do to the mother, but not to the father's house.   I do not think that he thought that we would kill his mother.  He thought that we would beat her up, not take her life.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was he a member of ANC Youth League?\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nMR BRINK\t143\tMR MPHAMBANE",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "I am not sure, because he would miss most of the meetings.   The first time I saw him was the meeting that we went to on the 26th of April.",
            "Male"
        ],
        [
            "MR BRINK",
            "Was he at that meeting?",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "He came to the meeting but it was already in the middle.",
            "Male"
        ],
        [
            "MR BRINK",
            "Do you know what the policy of the ANC was at this time in regard to the killing of oponents, political opponents?",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We were not very politically aware in a literal sense at the time, therefore we did not know the policy of the ANC.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, the Chairman of the Committee you will recollect questioned the previous applicant in regard to paragraph 11.  Would you look at that same paragraph? It seems to be in all the applications, it seems to have been compiled by the same person in prison, is that correct?  In other words, all the applications which are together appear to be in the same handwriting.  Was it another prisoner who assisted you, or a prison warder, or who assisted you?",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "No, these applications we made ourselves.  Some of us had problems, because we could not write properly.  I was the one who could write properly.",
            "Male"
        ],
        [
            "MR BRINK",
            "So are the applications in your handwriting, in the main?   I am not criticising you, I just would like to\nknow, to get clarity.   I am not trying to trap you, I just want to find out.",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "It was me Sir, it is my handwriting.",
            "Male"
        ],
        [
            "MR BRINK",
            "So then it was you who referred to, if you have a look at that paragraph to which I referred, paragraph 11.A on page 5 of the application and your application as well, EAST LONDON HEARING\tAMNESTY/E CAPE\nMR BRINK\t144\tMR MPHAMBANE\ntalks about,\n\"...no approval from the organisation, because we didn't plan to kill anyone, this was an accidental act\".\nCan you explain why it was an accidental act if you intended to kill Mrs Mphambane?  And why all the applicants seemed to, as far as I see, say the same thing?",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "As we all made the applications together, it would be difficult for others to remember properly about what exactly what happened in the meeting, the procedures.  I based this application on the statement that I made in court.   I had in mind that I would be given an opportunity to speak out and say what happened on that day.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Are you seriously suggesting that young men who attended a meeting at which you decided to kill a prominent member of your community, would have difficulty in remembering that you decided that and would think it was accidental?   Do you ask me to believe that?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "I am not seriously saying that some of us forgot.  What I am trying to reveal is that perhaps they had forgotten as to exactly what decision was made at the meeting.  Secondly, this part of the application we compared to what we said in the court of law.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The fact that you were filling in an\napplication for amnesty and swearing to the correctness of it did not influence you in any way.  You were quite prepared to put something in you knew was untrue.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "It did influence us, because we have to tell the truth so that we can be freed as prisoners.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Why did you lie then and say, because what you are telling us now it was a lie, we did not plan to\nEAST LONDON HEARING\tAMNESTY/E CAPE\nJUDGE WILSON\t145\tMR MPHAMBANE\nkill, this was an accidental act.   That is a lie, a blatant lie, isn't it?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "What we have said here that we did not plan to kill her, this was evoked in a meeting that we should kill her.  I think this is what this paragraph is trying to clarify.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "... by the paragraph it can't, because a decision is taken.   Everybody is aware of the decision. They go looking for this woman.  They do not find her.  The following day they go there determined to carry out that decision.  They succeed in carrying out their decision and you, then you say here in the application form, \"it was accidental.\"\n\tNow you have passed matric, and I am sure you must admit that by the most stretch of the imagination can it be said that Mrs Mphambane had died as a result of an accident? Her killing was intentional, is that not so?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We had intentions Sir, to kill her.  We had intentions to kill the late Mrs Mphambane.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You see Mr Mphambane, the difficulty that we have is that it is not only paragraph 11 that you have been referred to wherein you seem to indicate that the decision of the ANC Youth League that was taken was not to kill her, but to discuss with her about her involvement or the allegations that she was involved in organising ADM members from Bele Location to kill ANC members.\n\tIn your application when you were responding to the questions in paragraph 9, you go on to say, \n\"The Youth League organised a meeting to tell Mrs Mphambane that what she was doing you were against\".\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMS KHAMPEPE\t146\tMR MPHAMBANE\n\tAnd you go on to explain in your Annexure A in which you said contained the true fact of what happened that day, you go on to say. \"... the Youth League decided...\", do you have your Annexure A, now on the third line of your Annexure A you say,\n\"The Youth League decided to go to her house to discuss the above matter with her and we were a group of about 300\".\nNow unless you want to tell us that it was another meeting wherein the Youth League took a decision to meet with Mrs Mphambane in order to discuss the allegations that she was organising members of the ADM to kill the ANC members, we cannot, I cannot reconcile what you are saying now in respect of paragraph 11, to what is also contained in your application in respect of the other paragraphs.",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "There was one meeting on the 22nd, sorry the 26th of April, there was no second meeting on that particular day.  What I am referring to where I say that we tried to discuss with Mphambane, this was just to show that the Youth League made efforts to try to talk to Mrs Mphambane.  These were in vain, because when we tried to go to her house she would chase us away, swearing at us.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "When you went to her house that night you say the house was open, she was not there and you went back to the school, is that so?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...(indistinct)",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes it is the truth, because we went back to school, but we did not go inside the school.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You see when you made your application you said,\nEAST LONDON HEARING\tAMNESTY/E CAPE\nJUDGE WILSON\t147\tMR MPHAMBANE\n\"When we approached her house she ran away before listening to us, what we were going to say, and we did not chase her\".\nThat is not the same as coming and finding her house empty, is it?   But you now say you did not go into school, you told us that one of the comrades told you not to go, the police would find you there and you went to this house where you stayed in the three rooms.   Do you remember telling us that?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir I did say so.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Now in your application in Annexure A you say,\n\"When we arrived at the school hall we decided to wait for her until the following morning.  During the course of the night we were busy discussing other matters pertaining to the way African Democratic Movement members were treating us.   We stayed in the hall for the whole night\".\nWhere is this, going to somebody else's three rooms, and once again, a completely different version.   Which is the truth?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "The truth is we ended up going to our comrade's house.   By saying that we went to sleep at the school in my application, because there were so many of us, we could not all fit in into those rooms.   (Tape ends.)\t.... whether they should go to the house or not.  This is where I think that they went to sleep at the school.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What you said is,\n\"We stayed in the hall for the whole night\".\n\"WE\", it's not other people, is it?    That is not true is it?   I just want to know why you put so many things into \nEAST LONDON HEARING\tAMNESTY/E CAPE\nJUDGE WILSON\t148\tMR MPHAMBANE\nyour application that don't accord with the evidence that you have given here today.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "The reason why there is a discrepancy between my evidence here today and my written application, what I am saying here today is the truth.   My saying that we slept at the school hall the whole night, we were one, I was one with the people who slept over at the school.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "When you were completing this application form were you and your friends all together, probably in one place?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes we gathered in the same place.  It was difficult to fill in this form as individuals because some of us are almost illiterate.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And were you under some kind of stress?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes, because when these applications arrived we had to fill them in and complete them the same day.  We were not given time to fill them in properly or give proper detail.  We were just given these application forms and were told to fill them in very quickly.  We were in a hurry.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Who told you that you had to complete them quickly?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "It was at the prison.  They would tell us that they had to post them immediately.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you not told that you could be legally assisted in the completion of such application forms if you so requested?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "No we were never told that.  I was surprised when I read a book on the amnesty of the Truth Commission that, because this application is quite lengthy, there must be someone who is legal who would help us.  I was surprised because when we filled in this form the circumstances were\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMS KHAMPEPE\t149\tMR MPHAMBANE\ncontrary to that.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "It may be convenient to take the adjournment at this stage.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "I think the Interpreters did not pick up your response.  (Question inaudible)",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "She was my aunt.  Her husband is my father's younger brother.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Did you know the deceased to have been a very active member of the ADM?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And was she active because she was the organiser of the African Democratic Movement?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes, because she would go to Bele to organise ADM.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mona was the Chief at the time.",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And by virtue of his position as Chief, was he the Chairman of the Council, you have actually - I think the previous applicant has referred to him as a member of a Council.   Was he a Chairman of the traditional Council - Mr Mona?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Mr Mtsibele Mona was a Chief at the village.  We heard that Brig Qozo, saying that all the people that were headmen should go back to their status and they should join the ADM.  He came back and he resumed his seat as Headman again.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Is he presently still alive?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes he is still alive.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Was he not considered a threat to the ANC\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMS KHAMPEPE\t150\tMR MPHAMBANE\nto the extent that Mrs Mphambane was?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes he was perceived as a threat just like Mrs Mphambane.  When he accepted his seat as a Headman, that caused the violence and chaos in the village.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Did you see the persons that actually stabbed her?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Besides a knife and stones were any other weapons used?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes there were other weapons, like canes.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "By canes, you mean sticks?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "How old was she?  Do you know?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Are you talking about Mrs Mphambane?   I am not sure how old she was.  I think she was over 50.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "How old are her children?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "She has elder children than me.  I am not sure exactly when they were born, but she has two that are older than me.  She has had four others, one of them is my age and three of them are younger than me.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well the two who were with her that day, what age were they?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "I am not sure, perhaps 16 or 17 years of age.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I want you to listen to what my notes say about your answers to the questions on a certain aspect of your evidence.\n\tAmong other things you said, because you all were young you did not have a full grasp of politics, do you confirm that?\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nJUDGE MALL\t151\tMR MPHAMBANE",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Then you said it was the energy of the youth that drove them to do what they did, is that right?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "And that they did not think of the consequences.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "But you believed that you acted righteously, because in your village you wanted liberation, because of the presence of the ADM in your community you felt oppressed.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "So it was not the Nationalist Government that was oppressing you, it was the ADM that oppressed you.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir, it is so because the outskirts of Ciskei was under Brig Qozo.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "... village how the youth - I am now not talking about how you had seen other parts of the country reacted, I am talking about in your village.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "And did you really believe that by killing this woman you are going to feel liberated?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes we believed that, because with past deeds of peoples' houses being burnt down her house, the windows got broken, but she did not stop evoking violence in our village.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "So all the burning down of the houses that we have heard today done by the youth and in the process of which somebody died, indicated the kind of lawlessness on the part of the youth.  Is that right?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes, because it was not right to take\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nJUDGE MALL\t152\tMR MPHAMBANE\nsomebody's life.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "To get onto the bus and order all the passengers off the bus, to commandeer the bus, and not pay anything and to order the driver to go where you want him to go, that is also a kind of lawlessness, was it not?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir, it was breaking the law.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "It was the reckless disregard of the rights of other people.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir, you can put it like that, but it was the spirit of the day.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "In other words lawlessness was the spirit of the day, or perhaps anger was the spirit of the day.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir, as I tried to explain before, that was the energy, the spirit of the youth in a political setting.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What you wanted you could do.  If you wanted a bus you could take it, throw everybody else off,  that was what your feelings was, was it not?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir that is what we did on that day.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "After having brutally murdered this old woman you came back where her children are standing waiting, and they ask whether you have killed their mother, you say yes, that is correct.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And then you start questioning them, what side did they belong to and when this young girl said she belongs to the ANC you made her sing a song, knowing her mother is lying dead a few yards away.  What sort of behaviour is that?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "As I have said before Sir, that we were\nyoung, we did not think properly, when we killed their \nEAST LONDON HEARING\tAMNESTY/E CAPE\nJUDGE WILSON\t153\tMR MPHAMBANE\nmother we were in the spirit.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You have told us that you went to King Williamstown to the ANC Headquarters, tell me who you spoke to there?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "There was a comrade who was the President of the ANC Youth League at the border, we referred to him as Shoes but his proper name I do not recall, also Toto.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Were these two with the ANC Youth League that you were talking to?  Not the ANC itself, not the responsible members of the Party?   Is  that what you are now saying, you went to King Williamstown to the Youth League?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We went to the offices of the ANC Youth League, it was the Executive of the ANC Youth League that we went to.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You see I have totally misunderstood your evidence.  I understood that you went to the ANC as such and that is why your counsel asked you whether they were - you were asked and you said they were not totally against what you had done, I took it that was - it was not the ANC it was still the Youth League that all of you were going to chant before?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "The ANC Youth League is formed by people.  Those officers were comprised of the Executive of the ANC Youth League.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "We have heard enough about the acts of the members of the ANC Youth League to know what regard they had for the rights of others.   You did not talk to any mature proper member of the ANC?   Senior member?  Your acts were never approved by the ANC as such.  Is that the position?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir we never spoke with the body of\nEAST LONDON HEARING\tAMNESTY/E CAPE\nJUDGE WILSON\t155\tMR MPHAMBANE\nthe ANC per se we spoke with the Youth executives at the ANC offices.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mphambane to your knowledge was the ANC local branch aware of what you did?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "I think they became aware after we had run away with the bus.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I am talking about the local branch of the ANC and not the ANC Youth League.  Was it aware of your conduct?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We did not report to them that we would do this.  They heard our report after we had left.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So they became aware of what you had done to Mrs Mphambane and the circumstances under which what you did, happened.  Did they distance themselves from your conduct?  The local branch.",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "They knew that we killed Mrs Mphambane, and they also were aware of what Mrs Mphambane was doing.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "How did they know, or how did they become aware of what happened to Mrs Mphambane?  Who gave them the report?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "At the time, especially that particular day they did not get a report from the youth, because we were running away.  They must have gotten a report from comrades that had been arrested when they came from court and were going back to the village.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So you cannot say whether they became aware of had happened in 1993?  You cannot say that as a fact?  You can simply presume that they became aware of what had happened after the ....",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "No, I am not emphasising, because I did not go as an individual.  They must have gotten a report from\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMR BRINK\t156\tMR MPHAMBANE\nthe comrades that have been arrested.  On that particular day they must have heard because the police went to fetch the corpse.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Wouldn't everyone in the village have been talking about this murder by 300 ANC Youth League people?  Her children would have been talking about it.",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Her children got on the bus with us that day.   Therefore, what I am saying is that they must have heard when the police went to fetch the corpse.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you take the children with you?",
            "Unknown"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir we took them with us.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you ever admonished by any member of the ANC in your village?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes, when we were in jail, after we had been arrested they came.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Sorry, I have not quite finished.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Well, I am sorry Mr Brink.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I shall not be long.  I just have one question in the light of that.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Do carry on.",
            "Unknown"
        ],
        [
            "CROSS-EXAMAINTION BY MR BRINK",
            "(cont)\n\tWere all your co-applicants involved in the killing, that is the actual killing of Mrs Mphambane?",
            "Male"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes Sir, all of them were involved.\nNO FURTHER QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "Thank you Mr Chairman.",
            "Female"
        ],
        [
            "RE-EXAMINATION BY MISS COLLETT",
            "Now, when you filled in this amnesty application form, did you know exactly what was required of you when filling it in?\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t157\tMR MPHAMBANE",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "It was the seven of us that filled in the\nform.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you know what information exactly was required of you?  What you exactly had to say in that application form or were you uncertain?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We were not certain, but we had a good idea, because we read it, we filled in what we could.  Some parts were quite difficult, but we endeavoured to fill in the form because we had to give it back immediately, so that it could be posted.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now you referred to lawlessness of the youth.   Sorry before I ask you that, were you offered your forms in Xhosa at all, or were you only given English forms?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We were only given English forms.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Would you have been more comfortable with filling in the form if it were in Xhosa?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Definitely.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, you have referred to the lawlessness and you have agreed that there was a certain amount of lawlessness on the part of the youth.  Do you stand by that?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "As far as you are concerned, was this consistent with the behaviour of other ANC Youth League members throughout the country at the time?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Yes at the time.  The areas around us were behaving in a like manner.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you ever hear of the ANC distancing themselves from the actions of the ANC Youth League?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "No, never.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you believe that your actions were part of a legitimate struggle towards political liberation?\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nMISS COLLETT\t158\tMR MPHAMBANE",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "Certainly.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "The Executive of the ANC Youth League, did it report to the ANC main structure?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "I am not sure but I think that they must have reported to the ANC regional border committee.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you as members of ANC Youth League ever receive information or reports from the main ANC structure via your Executive?",
            "Female"
        ],
        [
            "SEKUMBUSO VICTOR MPHAMBANE",
            "We did not get a report.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Thank you.\nNO FURTHER QUESTIONS BY MISS COLLETT",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Thank you.\nWITNESS EXCUSED\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t159\tMR MBHEBE",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "Mr Chairman it is my intention to call each of the further five applicants individually, so that they can just tell the Commission what role they actually played on that day in the actual killing.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "In the actual killing.",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "In the actual killing.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "I will confirm with them that they associate themselves with everything that the other two applicants have already said.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "I call Dumisani Mbhebe.",
            "Female"
        ],
        [
            "DOMUSANI MBHEBE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MISS COLLETT",
            "Mr Mbhebe were you a member of the ANC Youth League in 1993.",
            "Female"
        ],
        [
            "DOMUSANI MBHEBE",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now you have heard the evidence or testimony of your two previous co-applicants.  Do you associate yourself with everything that they have said?",
            "Female"
        ],
        [
            "DOMUSANI MBHEBE",
            "Yes I do.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you confirm that it was correct and that it pertains to yourself as well?",
            "Female"
        ],
        [
            "DOMUSANI MBHEBE",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "I am simply going to ask you now did you associate yourself in the intended killing of the deceased in this matter?",
            "Female"
        ],
        [
            "DOMUSANI MBHEBE",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What role did you play?",
            "Female"
        ],
        [
            "DOMUSANI MBHEBE",
            "After we got to Mrs Mphambane she had been bleeding.  I picked up a stone, threw it at her, it got her at the back of her head because I was throwing the stone\nEAST LONDON HEARING\tAMNESTY/EASTERN CAPE\nMISS COLLETT\t160\tMR MBHEBE\nfrom her back.  After she had fallen I hit her yet again.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, how do you feel about the fact that in the struggle for your political objectives you killed a person, now?",
            "Female"
        ],
        [
            "DOMUSANI MBHEBE",
            "It is painful and I feel remorse because I took part in taking her life.  Now I do realise that we were not supposed to have done that, but because of the spirit of the day I found myself in such a situation.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "That is the evidence.\nNO FURTHER QUESTIONS BY MISS COLLETT",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Mr Brink?\nNO EXAMINTION BY MR BRINK",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, you are excused.\nWITNESS EXCUSED\nEAST LONDON HEARING\tAMNESTY/EASTERN CAPE\nMISS COLLETT\t161\tMR GOLA",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "Mr Chairman I now ask for Andile Gola to take the stand.",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MISS COLLETT",
            ".",
            "Female"
        ],
        [
            "MISS COLLETT",
            "Mr Gola you have heard the evidence of your co-applicants?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you confirm that the evidence that they have given is correct and that you associate yourself with that?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes I am involved.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Is it true what they have told the Commission?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "It is the truth.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now I want to refer you to the actual killing of the deceased.  Do you confirm that it was an intentional killing on the part of the youth?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes it was an intention.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "What role exactly did you play in the death of the deceased?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "I was one of the first ones that arrived.   She just stood as we were running after her.  I stood behind her.  She said that I must forgive her.  She will join the ANC.  I then said she must go and tell the community.  When everybody came she came towards me.  I took out a knife and stabbed her.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Why did you stab her despite the fact that she had said that she was asking for forgiveness?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Because I saw her coming towards me.  I was not sure whether she was being sincere or not.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "So is it your evidence that you did not\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nMISS COLLETT\t162\tMR GOLA\nbelieve her?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "I did not believe her at all.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now she died as a result of this attack on her by the youth.",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Looking back retrospectively, how do you feel about the fact that you took a life of a person in your political struggle?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "I feel a lot of remorse.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Why is that?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Because when you sit down and think that somebody's life and the gravity of somebody's life is not a light thing.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Are you sorry for what happened on that day?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes I am sorry.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "That is the evidence.\nNO FURTHER QUESTIONS BY MISS COLLETT",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "I just want to clear up one point.  When you saw the deceased, was the group who was approaching some distance away?",
            "Male"
        ],
        [
            "ANDILE GOLA",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "So you were quite close to her?",
            "Male"
        ],
        [
            "ANDILE GOLA",
            "Yes I was very close to her.",
            "Male"
        ],
        [
            "MR BRINK",
            "And she said that she sought forgiveness and promised to join the ANC.",
            "Male"
        ],
        [
            "ANDILE GOLA",
            "Yes she did say that.",
            "Male"
        ],
        [
            "MR BRINK",
            "And she was unarmed?",
            "Male"
        ],
        [
            "ANDILE GOLA",
            "No, I did not see any weapons.  She just had a small blanket around her.",
            "Male"
        ],
        [
            "MR BRINK",
            "Having told you that she repented she moved EAST LONDON HEARING\tAMNESTY/E CAPE\nMR BRINK\t163\tMR GOLA\ntowards you, why didn't you then call upon the others in this group who were now approaching to hold it.  Here is a woman who now repents and wishes to join us, or join our \nmovement, or the ANC.",
            "Male"
        ],
        [
            "ANDILE GOLA",
            "Because the people were very angry when they got there.  I could not talk to them.",
            "Male"
        ],
        [
            "MR BRINK",
            "But why did you stab her?  Here is a woman who said she repents, she wants to join the ANC, notwithstanding which you take you knife and you stab her.  Why?",
            "Male"
        ],
        [
            "ANDILE GOLA",
            "Because she was coming towards me.  I was protecting myself.  It was self-defence.",
            "Male"
        ],
        [
            "MR BRINK",
            "Protecting yourself from an unarmed woman when you had a knife.   A woman who said that she sought repentance, would join the ANC and you were defending yourself.  Please explain that?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And a woman who was over 50 years of age.",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "I was protecting myself because she was coming towards me in a hurry.",
            "Male"
        ],
        [
            "MR BRINK",
            "With what?  With what was she coming towards you?   Here is an elderly woman ...(intervention)",
            "Male"
        ],
        [
            "ANDILE GOLA",
            "She had a blanket around her.  I did not know what she had underneath that blanket.   I was scared that she would take my knife too, because I was tired.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "How old were you at the time?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "I was 17 years of age at the time.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And you were scared that this old woman of 50 might take your knife?  You seriously ask us to believe that?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Yes I was scared.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Are you saying that if she had not come towards you you would not have stabbed her?\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMS KHAMPEPE\t164\tMR GOLA",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "I would not have stabbed her.  I would just have followed after her.   I would have just taken her to\nthe rest of the group.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But, what was your intention to run after her, if it was not to stab her?  Had there not been a decision to kill her?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "The intention was to kill her.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think Mr Gola, you must stick to the truth.  That is a fundamental requirement to your application.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Why did you draw your knife if you were frightened that she might take it away from you?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "I took my knife out because when the group was approaching she ran towards me.  I did not know why she was running towards me.  And I took out the knife to protect myself, because I was tired as well.",
            "Male"
        ],
        [
            "MR BRINK",
            "No I have nothing further.   The Committee has taken it out of my hands now.  No, I have nothing further, thank you.\nNO FURTHER QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "JUDGE MALL",
            "How many times did you stab her?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "I think it was twice.  I am not sure, because I have never stabbed anyone before.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Where did you stab her?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Towards her face.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Did anybody compel you to do that?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "She compelled me because I realised that even after the first stab she was charging towards me still.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "So even after the first stab you saw her charging towards you and that is why you stabbed her a second time.    You feared that she was going to go for your knife ...(intervention)\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nJUDGE MALL\t165\tMR GOLA",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Yes I stabbed her a second time.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And she had still not drawn a weapon.",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "No, except that she kept on charging towards me.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "When did you join this group that chased after her?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "I joined the group after the bus stop.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "You joined the group willingly because you knew where they were going?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Yes, I was aware of what they were going to do because I was at the meeting.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "So it was quite clear -  it did not occur to you that you should not join them?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Yes, I knew where they were going.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "And nobody compelled you to join them, that is correct, isn't it?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Nobody forced me to go.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I want you to look at your application.  Attached to your application are two documents in handwriting.  One is called Annexure A and the other is Annexure B.   Is that your handwriting in Annexure A?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Somebody was writing on my behalf in this application.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Annexure B, is that also somebody else who wrote on your behalf?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "And were you satisfied with what he had written there on your behalf?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "I would say I was satisfied because he was writing on my behalf.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "And you signed it, Annexure B.  Is that your signature?   Look at Annexure B.\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nJUDGE MALL\t166\tMR GOLA",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Yes I signed.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I want you to tell me, what is meant by this statement where it says, the last paragraph\n\"The above is my statement I made in the court.  It was untrue, because I took part in the killing of Mrs Mphambane\".\nThat is correct, isn't it?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I do not think you are reading from the right place.   This applicant appears, he is Gola and he is - Annexure G, or Bundle G, Gola.   He does have an annexure.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I thought it was D.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No, no.  Is you have a look at the index you will see Gola, Number 7 Gola, is G.   D, is Mdyogolo.\nThis applicant is A M Gola and he is G.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I am sorry, I withdraw all the questions I put to you.  I made a mistake.  I mistook your name for the other person, with a similar name.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Gola what kind of a knife did you use to stab the deceased?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "It was a small knife, a fish knife.   It was a pocket knife, a fish knife that I would keep in my pocket.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And why did you bring along that knife on that day?   Was it for a particular reason?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Because back home in the village we would carry a knife all the time in the pocket.  We would slaughter sheep, cows ...",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Was this knife suitable for slaughtering cows?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "Yes, it was suitable.\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nJUDGE WILSON\t167\tMR GOLA",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It must have been quite a big knife?",
            "Unknown"
        ],
        [
            "ANDILE GOLA",
            "It was a small knife.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I suppose it was small, but very sharp.",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes it was sharp.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Any re-examination arising out of what has been said now?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MISS COLLETT",
            "Thank you Mr Chairman.  Just a few things.\tWhen you associated yourself with this group who intended to kill the deceased, did you also intend to participate if you could?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And if the opportunity presented itself for you to have stabbed the deceased you would have done so with that knife?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes I would have done so if I would have been given the opportunity.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "And in fact that stabbing that you did do with that knife assisted in bringing about the death of the deceased, didn't it?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "You at no stage disassociated yourself with the intentions of the group.  It was at all times your intention with the group to kill the deceased.",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes it was an intention.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Even after she had asked for forgiveness?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes, because I did not trust that she was sincere.  We did not trust that she was sincere.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "It still remained your intention to kill her?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes, because she was not trustworthy.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Thank you Mr Chairman, no further\nquestions.\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMS KHAMPEPE\t168\tMR GOLA",
            "Female"
        ],
        [
            "NO FURTHER QUESTIONS BY MISS COLLETT",
            ".",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "It wasn't because she was not trustworthy, Mr Gola, there was a decision already taken to kill her.  Is that not the reason why you participated?",
            "Female"
        ],
        [
            "ANDILE GOLA",
            "Yes, that is why I participated.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Yes, thank you very much.\nWITNESS EXCUSED\nEAST LONDON HEARING\tAMNESTY/E CAPE\n \nMISS COLLETT\t169\tMR BAM",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "Mr Chairman I call Mzimphle Bam.  Mr Chairman it is B in your papers.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Your full names?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MISS COLLETT",
            "Mr Bam were you a member of the ANC Youth League in 1993?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "You have heard the testimony of your other co-applicants.  Do you associate yourself with that and is it the truth?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes that is the truth.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you associate yourself with the actions of the ANC Youth League on that day and intend to kill the deceased in this matter?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you go along with the group when they chased the deceased in this matter?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes I was together with them.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Where in the group were you?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "I was at the back of the group.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Did you inflict any physical injury yourself on the deceased?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "No.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Why was that?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Because when I arrived there she was already dead.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "If you had been one of the first to arrive there would you have assaulted the deceased with the intention of killing her?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "So your evidence is that at the time you got EAST LONDON HEARING\tAMNESTY/E CAPE\n \nMISS COLLETT\t170\tMR BAM\nthere it would have been a pointless exercise?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Is your evidence that at the time you got there it would have served no purpose in you assaulting the deceased because she had already been assaulted and was dead?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you confirm that you associated yourself with the actions of the people that were inflicting the physical harm to the deceased that caused her death?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you also confirm that you intended that she should be killed?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "How do you feel now, looking back retrospectively, about the fact that you associated yourself with the intention to kill a person who ultimately died?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "I feel very bad about this.   Firstly, in the Mphambane family, yes at that time we were forced to act the way we did, but now today I feel very painful about this matter and to the Mphambane family I ask for forgiveness.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Now, why do you say you were forced to act as you did at that time?",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "The reason is that all that happened in the village at that time, I was part of that group, although I did not injure her but if I was the first person to arrive there I would have taken part in injuring her, but when I arrived she was already dead.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "Do you confirm that this was an act that you believed was committed because of the political struggle that existed at that particular time?\nEAST LONDON HEARING\tAMNESTY/E CAPE\nMISS COLLETT\t171\tMR BAM",
            "Female"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes I do confirm that.",
            "Male"
        ],
        [
            "MISS COLLETT",
            "That is the evidence, Mr Chairman.\nNO FURTHER QUESTIONS BY MISS COLLETT",
            "Female"
        ],
        [
            "MR BRINK",
            "I have no questions thank you, Mr Chairman.\nNO CROSS-EXAMINATION BY MR BRINK",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Were you part of the group that chased her?",
            "Unknown"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes I was part of that group.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So these various other statements you put up in your application were completely untrue?   First of all you put up a statement, Annexure B which you say, is a true statement, where you said you were looking for your grandfather's cattle, goats and cattle.  Do you remember that?",
            "Unknown"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And that was all untrue?",
            "Unknown"
        ],
        [
            "MZIMPHLE ELVIS BAM",
            "That is what I said in court.  It was a lie.\nJUDGE WILSON",
            "Male"
        ]
    ]
}