{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-04-02",
        "location": "EAST LONDON",
        "day": "4",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54714&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/el/eln2a.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "COMMITTEE ADJOURNS",
            "COURT",
            "DUMISANI NCAMAZANA",
            "INTERPRETER",
            "MR LAX",
            "MR NTONGA",
            "MR PRIOR",
            "MS COLLETT",
            "MS GCABASHE",
            "NTONGA",
            "ON RESUMPTION",
            "PROBLEMS WITH MICROPHONES",
            "WITNESS EXCUSED"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PRIOR",
            "INTERPRETER",
            "DUMISANI NCAMAZANA",
            "MR NCAMAZANA",
            "MS GCABASHE",
            "MR LAX",
            "ADV SANDI",
            "COMMITTEE ADJOURNS\n",
            "ON RESUMPTION\n",
            "MS COLLETT",
            "NO FURTHER QUESTIONS BY MR PRIOR\n",
            "CROSS-EXAMINATION BY NTONGA",
            "MR NTONGA",
            "NCAMAZANA",
            "COURT",
            "NO FURTHER QUESTOINS BY MR NTONGA\n",
            "QUESTIONS BY MRS RASAVI",
            "MRS RASAVI",
            "NO FURTHER QUESTIONS BY MS RASAVI\n",
            "RE-EXAMINATION BY MS COLLETT",
            "NO FURTHER QUESTIONS BY MS COLLETT\n",
            "PROBLEMS WITH MICROPHONES\n",
            "WITNESS EXCUSED\n"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Prior, you had just been asking about money taken from the shebeen and money they got for petrol.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can carry on.  You said you had other matters you're now going to carry on with.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you, I proceed now with the Da Gama incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you remind the applicant he's still under his former oath.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "You did not ask this question Sir, so he must be asked a question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It's not asking a question, will you remind him that he is still under his former oath.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.\n\tMr Ncamazana, at the Da Gama incident - if I understand you evidence, was the intention to have the bus in a certain position in order to shoot at the passengers alternatively to fire a rifle grenade at the bus?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Our intention was to shoot it with the rifle grenade.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did anyone have hand grenades with them during that operation?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, there was one.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, because I saw a photograph, I don't have it with me.  There was a hand grenade found near the Honda Ballade after the operation.  Was the intention to throw that hand grenade into the bus?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, that is not so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Right.  And is it so that as chance would have it the bus turned into Da Gama premises and you were unable to effectively carry out that attack?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think it was chance was it Mr Prior, that was where the bus always went.  They were a little bit too late to carry out their attack.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No suggestion as I understand it, that the bus took a different course this morning.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "As chance would have it the bus turned and instead of stopping for traffic from the approach, they turned in with the following vehicle and what I'm trying to suggest to the witness is that the operation in that respect failed because they weren't able to effectively shoot at the bus as they intended.  I think he's answered that Mr Chairman.\n\tWhen the Da Gama attack was planned, was the premises - was any observation kept, was any reconnoitring done by your unit before this day?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We knew the whole method of our attack.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you also know that the Da Gama textile factory also had security on the premises?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not know about that, I do not know about those I was walking with.",
            "Male"
        ],
        [
            "MR PRIOR",
            "From that do I understand that there was no discussion amongst yourselves in the unit that there was possibly risks to your own safety should the Da Gama bus be attacked?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We never discussed such a matter.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did anyone perhaps ask was there any risk to life, your own life, because of possible security arrangement that Da Gama had or was that not part of the planning or preparation?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not remember whether there was such a person because our plans were to shoot at it with a rifle grenade in motion that time without us having to stop first and shoot at it.  We were supposed to shoot at it and leave afterwards, before it turned and go into the gate.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Alright.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Sorry Paddy, can I just get some clarity on some matter?\n\tMr Ncamazana, you say that you discussed the whole method of your attack.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Where did this discussion take place?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "At the home of Africa Tjobane.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Can you recall some of the detail of these discussions, what exactly did you discuss?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember what we discussed exactly that day, as to the direct words that were used at the time but our intention was to attack with a rifle grenade.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But who led the discussions, who had all the information about the route, about the number of people, about which side did the attacking from?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was the unit commander.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Had any of this detail been discussed with Jimmy Jones who was the person who had authorised or asked you to go on this mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What we got from him was the instruction that we must go and attack that bus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was the unit commander at the time?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The late Africa TNT.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, just so we're clear about this, what actually went wrong was that a vehicle turned in front of your vehicle between you and the bus making it impossible for you to then shoot at the bus with your grenade, that's why you had to work out an alternative strategy and then an argument ensued about what that strategy should be, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, that is not so.",
            "Male"
        ],
        [
            "MR LAX",
            "What happened?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When we were there we were still waiting for the bus, for it to come, it was on its way.  The late Africa Kid said I must using the rifle grenade against the bus then simply use the rifles.  When the bus approached, them required to shoot they did not shoot.  It became evident that they were afraid.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was the normal practice Mr Ncamazana, when an operation of this nature is about to be carried out?  Did you have a practice of discussing specific questions in regard to preparation?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What methods or ways are you talking about?",
            "Male"
        ],
        [
            "ADV SANDI",
            "You did not have a practice amongst yourselves of discussing specific issues before you carry out the operation with the purpose of ensuring that such an operation becomes a success, you just go out there to carry out the operation without any discussion whatsoever?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We used to have discussions.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Normally what would you discuss as part of the preparation to carry out the operation?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We discussed the method of attack and the routes we were supposed to use from that target.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I thought I heard you saying to my colleague here you do not recall the discussion you had, but that is not the issue.  \tYou can carry on Mr Prior.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.\n\tWas it not part of the planning of the operation how to safely leave the scene, in other words to safely get away from the scene of the operation?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Prior, could you just follow up.  In reply to my question he started telling us what actually happened, he disagreed with what I put to him.  Can we just finish that off before we lose that thread?  Would you do it please?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman.  Sorry, regarding the discussions prior to the operation?",
            "Male"
        ],
        [
            "MR LAX",
            "No, he was - perhaps finish what you're doing with the discussion about that but then let's just pick up.  He ended up by saying they were afraid, they didn't shoot.  He didn't say what happened after that.  Sorry, if we just don't lose that thread and we'll come back to it just now and you carry on with the discussion issue.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Maybe he can just pick up from that.\n\tYou said you were afraid about shooting in that situation.",
            "Male"
        ],
        [
            "MR LAX",
            "Let me recap, let me recap.\n\tI put to you what I understood had gone wrong with the operation and you disagreed with that, you then started saying that at some point Kid said you must not use the rifle grenade, that instead you must use the rifles, you remember that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I remember it.",
            "Male"
        ],
        [
            "MR LAX",
            "You said that the bus approached and it was time to use the rifles but they were afraid to use the rifles at that point.  We were then interrupted in your evidence.  Can you just carry on from there and tell us what then happened?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When they were required to shoot with the rifles they did not comply because it became evident that they were afraid, they still insisted that I must shoot with the rifle grenade as was initially discussed.  I told them \"No, I cannot use this rifle grenade because it is too close to me\", the bus that is, \"how can I shoot at the bus when it is this close to me\"?",
            "Male"
        ],
        [
            "MR LAX",
            "What were you afraid of?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was not afraid, they were the people who were afraid.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you have just told us you said you could not use the rifle grenade because you were too close, you said that not they.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why couldn't you use it?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because of the distance I could not use that rifle grenade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had your vehicle pulled up alongside the bus then?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was moving parallel to the bus, next to the bus.  I was at the side near the bus inside our car.",
            "Male"
        ],
        [
            "MR LAX",
            "Was the problem - there are two possible problems, one is that the grenade wouldn't work at such a short distance, the other is that the blast might blow you up as well, what were you afraid of?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was because it would not work, that rifle grenade would not work that I was supposed to use there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "As I understood your evidence the plan was to use the rifle grenade before you even got to Da Gama.  My difficulty is, at what stage were you or how were you going to use the rifle grenade in any event?  What was the plan, how were you going to shoot the rifle grenade in those circumstances?  That is now before the discussions and the argument about being too close and so on.  What was the plan about the rifle grenade?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Our plan was when the bus approaches our driver would precede the bus and I would appear through the window of the car and shoot at the bus.",
            "Male"
        ],
        [
            "MR PRIOR",
            "From within the car?  So in other words you wouldn't get out of the car to fire the grenade?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I would not be going outside of the car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You would shoot at the bus as the bus approached your vehicle or as the bus drew alongside your vehicle?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Prior, he said they would go in front of the vehicle, they would precede the vehicle and they would fire back at the bus, if I understand him correctly.  Just so that it's clear there.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It seems from your evidence that you were unaware that this vehicle that came inbetween - sorry, let me maybe establish that.  The vehicle that came inbetween the bus and your vehicle, is it correct there was a security officer in that vehicle who began shooting at your vehicle after you people starting shooting, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And you were unaware of that situation, that there was a security officer following the bus on that occasion?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I was not aware.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And just to perhaps round off the bus as far as I am concerned, will you agree that the bus was full?  I have information that there were 22 persons inside the bus.  I know you wouldn't know the exact number but was that bus, the personnel carrier of Da Gama Textiles, full of passengers as you saw it?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot disagree when you say there was a number of people, whatever the number was.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you know whether the bus was struck at all by bullets from your firearms, that is your unit's firearms?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not know, I cannot lie to you.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Alright.  Now during the firefight that you described there was shooting to and fro, TNT and Kid were injured, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I refer to paragraph 11.14 in your affidavit at page 58(a) of the bundle of documents.  You said\n\"Tjobane asked them whether he should shoot them, that is Kid and TNT.  They responded that they would carry on and then kill themselves\"",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question please?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Let me repeat it\n\"Kid and TNT were injured and Gobane asked them whether he should shoot them, that is Kid and TNT.  They responded that they would carry on and then kill themselves\"",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That I heard from him after he was released from prison because they were arrested in Transkei.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry?  Was that only after this shooting and not at the time of the shooting?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That I only heard perhaps a month after the shooting occurred.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And who did you hear that from?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Through Africa Gobane.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So it didn't - sorry, I just get the impression from your affidavit that it happened in that sequence\n\"that the gun battle ensued\"\nthat was the preceding paragraph and then\n\"Gobane said because they were injured could he shoot them, they said they would shoot themselves\"\nand then you said in the following paragraph\"\n\"I covered for the others and they ran away\"\nSo it's not as it appears in the affidavit, that's incorrect?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well let me just question you on that, was that also part of the plan, that if anyone of your unit were injured that his colleague or comrade would then kill him or shoot him?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When we go out on a mission and I get injured and it is evident that I cannot retreat properly or fight back it is necessary that my own comrade must finish me off if I cannot kill myself because when the police arrest me they'll take me to hospital I'll be charge there and then they will torture me and then the information will be revealed, all of it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Ncamazana, the instruction or the order to attack Da Gama Textiles or the personnel bus, that never came from Jimmy Jones specifically, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It came from him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Because I refer to paragraph 13.3 of your affidavit at page 58 of the paginated bundle.  You were talking about after the Highgate incident where you shot the rifle grenade, you had then gone to NU6 at Mdantsane and there you had left the Sierra motor vehicle and there you said\n\"The following day we proceeded to\"\n...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Prior, what page reference have you referred us to, we're a bit puzzled here?",
            "Male"
        ],
        [
            "MR PRIOR",
            "58 of the paginated bundle, page 58 of the paginated papers.\n\tYou then said you went to a house of a friend Sipho Fuchane and in paragraph 11.3 you said\n\"We left his house at about 19H00, we returned to Gobane's house.  On Sunday we planned our next target which was to be Da Gama\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you'd better read paragraph 10.2 first Mr Prior, on page 55 or 10.1 on page 54.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.\n\tDo I understand from 11.3 is that you at that stage discussed how the Da Gama attack was to take place?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Where at are we planning?",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'd like you to look at the photographs of the Da Gama scene.\n\tMay they just be marked Exhibit D.  Mr Chairman, you will notice that the - I've only put up 6 photographs, sorry 8 photographs, sorry 7 photographs and the key refers to far more points than - because there were substantially more photographs but the main ones are the aerial photographs of the road outside Da Gama and the position where Constable Williams was shot, from the police, and the two TNT and Kid's bodies were found.  Those are marked at C and D.\n\tCould you look at photographs 1, 3, 4, 5, 6, 7 and 8?",
            "Male"
        ],
        [
            "MR LAX",
            "Can we just note for the record Mr Prior, there is no photograph 2.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, I noticed that now, there's no photograph 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What exhibit number are we giving to these?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Exhibit D Mr Chairman.  Can we simply refer to the photographs as D1 in that number or should be number then consecutively?",
            "Male"
        ],
        [
            "MR LAX",
            "I think we can leave it as they're already numbered on the sheet but obviously just noting there is no number 2.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.\n\tMr Ncamazana, can you look at photograph D1, that is the first photograph.  I just simply want to - for your confirmation, do you agree that that depicts the Da Gama factory, the road?  If you look at point A there's a white vehicle there, my information is that was the Honda vehicle that you were driving or that you had been using.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That appears on the index to the photographs.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Are you able to orientate yourself as to\nthat photograph?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I can see the car there to which the arrow refers with A and there's a B also.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you.  Will you turn to photograph D5, which I think is a better one.  That is the photograph where you see the factory on your lefthand side and there seems to be a railway line on the right side of the photograph, righthand side.  Can you tell the Committee, in which direction did you flee, in other words ...[intervention]",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The way I used, I crossed the railway line.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And did you leave TNT and Kid behind in the vehicle when you left the scene or did they leave the vehicle with you?  In other words, in the direction of the railway line?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is they who left us in the car, three of us.  I did not see where they ran to.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I see.\n\tMr Chairman, I don't wish to pursue the Da Gama matter any further, I want to come back just briefly to the Bahai matter.  I've supplied the Committee and the various representatives with an extract of the criminal record before Mr Justice Liebenberg, from pages 1245 to 1248.\n\tMr Ncamazana, I'm going to come back to that trial in East London ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you supplied copies to other ...[indistinct]",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This will be Exhibit E.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  May I take the opportunity to supply a copy to the translators.\n\tAnd this was the evidence given by Mr Mbambo, your co-applicant.\n\tMr Chairman, with the Committee's indulgence, I wish to refer to at least three passages in that extract.\n\tAt page 1245 the evidence read as follows or reads as follows, Mbambo said\n\"We went to the house of Jimmy Jones\"\nand he said\n\"Jimmy Jones is Xolile Tjabane\"\nthen at line 10 the questions was asked\n\"Did they speak to him\"?\n\t\t\"Yes, they spoke to him\"\n\t\t\"And what did they say to him\"? -\nthe answer was\n\"They briefed him about what happened there at\nMdantsane and they told him also about me\"\nDo you remember that evidence?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot lie to you, I do not know.",
            "Male"
        ],
        [
            "MR PRIOR",
            "He was then asked\n\"Is Jimmy Jones a member of the PAC\"?\n\t\t\"Yes, I heard him say that he is a member\"\n...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He wasn't asked, this is not his evidence.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I understand Mr Chairman.  He was a co ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You put to him \"You were then asked\".",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "No, I'm referring to the passage Mr Chairman.  The question - or should I really put the sense of what was said in the extract?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm merely saying what you put to him was \"You were then asked\" and you were starting to read.  It was Mbambo who was then asked.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman, if I put that to the witness then that was obviously incorrect.  I'm referring to what Mbambo said at his trial.  I do apologise Mr Chairman.\n\"Jimmy Jones said that he was a field commander of APLA\"\nCan you recall that evidence being given by Mr Mbambo?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That's what he said.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The next question was asked of Mr Mbambo\n\"And you say that they told him about you, can you explain what you mean with that\"?\nthe answer was then\n\"They told him about what happened at Mdantsane and then they told him about my presence, why I'm amongst them, the reason behind it\"\nAnd at line 25 ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's his reply?  Does he remember that?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The answer, his answer in Court or where perhaps?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you remember this being asked and said in Court?  You've told us so far that you didn't remember the first passages, that you did remember Jimmy Jones saying that he was field commander of APLA, now can you tell us whether you remember them telling you about what happened at Mdantsane and them telling him about your presence, why you were amongst them, the reason behind it.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, it's not him, he wasn't the one who was saying why he was amongst them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is what they said.",
            "Unknown"
        ],
        [
            "MR LAX",
            "This is what Mbambo said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[indistinct] Mbambo's evidence, he's saying what happened.  Do you remember Mbambo saying that at your trial and do you remember if it happened?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember that well.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, there are two questions, he's given one answer.  Let's just clarify that.\n\tYou don't remember that it happened at the trial, that he said such things but did such things actually happen as far as you can remember?  In other words, when you went back to Mdantsane, at least to Jimmy Jones' place in Butterworth, did this conversation take place?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What we told him was what he had instructed him, us, that we must bring him along to Butterworth and we just told him that.  He is the person who said we must bring him along.",
            "Male"
        ],
        [
            "MR LAX",
            "So in fact you don't agree with this evidence or the thrust of this evidence and the emphasis in which it is put here?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not agree with it.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Can I just ask, has the witness had the opportunity to read this transcript?  I mean, are we asking him to recall just from what is being said to him now or has he had the opportunity to try and remember some of this?",
            "Female"
        ],
        [
            "MR PRIOR",
            "He's being asked whether he recalls it being said at his trial.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe we should just give him a minute to read through that transcript, see if he can refresh his memory and then we can really in a meaningful way ask these questions.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I'm in the Committee's hands, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please explain to the applicant that we are going to adjourn now to give him an opportunity to read the transcript which will refresh his memory of what took place at his trial.  He will then be asked questions, not only about what took place at the trial but as to whether he remembers what actually happened at the time when they reported back to Jimmy Jones.  We'll now adjourn for a few minutes.\n\tCould you let us know when he is ready?",
            "Unknown"
        ],
        [
            "COMMITTEE ADJOURNS",
            "",
            "Unknown"
        ],
        [
            "ON RESUMPTION",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Collett, has your client had an opportunity of reading those papers?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "That's correct Mr Chairman, he has.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  I simply propose to put the extract to him and ask for his comment.  I don't propose to belabour any point.\n\tMr Ncamazana, at page 1245 - I'm going to bring you back to sort of from the quotation from line 25.  Sorry let me just go back, at line 19\n\"They told him\"\nThe evidence is referring to obviously Kid talking to Jimmy Jones\n\"They told him about what happened at Mdantsane and then they told him about my presence\"\nreferring to Mbambo.\n\"why I am amongst them, the reason behind it\"\nAnd then the question was asked\n\"What did they say, who spoke to Jimmy Jones\"? - \"It\n\t\twas Kid\"\nDo you remember that being said at the trial?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot disagree if they say so but I cannot remember well.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The next portion is from line 25/26, the reply was or the answer was\n\"He said that they forced me to go along with them from my house\"\nThat is Kid who is talking about Mbambo.\n\"because they thought I'm of the view to inform people about them\"\nDo you remember that being said?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I can answer, all that is written on this paper I cannot disagree with that despite me not having any knowledge about it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That seems to make sense, that you'd have taken Mr Mbambo who wasn't a member of APLA at that stage, that you would have taken him along.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, if I might interject here, it's not that he said that he didn't know whether he was a member, that he wasn't he was a member of APLA, he didn't know whether he was a member of APLA at that stage, that was his evidence yesterday.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, I'll leave it, I won't pursue that.\n\tAlright, on the following page 1246 I want to refer to about line 10, the answer as to the question of how Mr Jimmy Jones reacted when he was told about the incident at Mdantsane, that was the church at Mdantsane.  The answer was as follows\n\"As he was not known to me M'Lord, when he heard about that his facial expression was not so clear and also he continued now reprimanding them, saying why now after they had done that, what they are now telling him they've done at Mdantsane, they now choose to run to his place\"\nDo you remember Jimmy Jones saying that when you went to Butterworth?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No such thing was said.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And I continue at line 25 onwards  ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying this was not said at the trial or that it was not said at Jimmy Jones' house?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "This was not said there at commander Jimmy Jones' place, perhaps about it having been spoken at the Court, I cannot disagree there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I continue at line 25/26 onwards\n\"That Jimmy Jones said that they ran to him, that is to that place.  Are they not going to give\"\nthat is your unit\n\"Are they not going to give people the impression that they are the people\"\nreferring back to Jimmy Jones\n\"that they are the people who had sent them to do what they had done at Mdantsane\"?\nLet me maybe paraphrase that.  By going to Jimmy Jones at Butterworth and explaining what had happened at Bahai Church at Mdantsane, the impression was going to be created that it was Jimmy Jones who had sent the unit or your members and ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shouldn't you read the next sentence as part, it's part of the passage isn't it?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I was going to come to that.\n\"And then he said to them he told them that the armed struggle has been amended\"\nthat was cleared up, the actual word was \"opelile\" being \"it's come to an end\" or suspended.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Are you now asking whether I agree or disagree with what is written there?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, do you agree that it was said?",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, at Butterworth or at the trial?",
            "Female"
        ],
        [
            "MR PRIOR",
            "Obviously it was said at the trial because it's in the transcript of the record, it's obvious.  I'm asking, was that in fact true, did that happened?  Were those words said by - did Jimmy Jones say that?",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just clear this up.  Just for the record, he's already said that he can't remember what happened at the trial and so he accepts what is written in this transcript as being a reflection although he can't remember the exact words.  So let's not interject every time about where it was.  I certainly understand Mr Prior to be asking \"Do you remember this\"?  He's referring specifically at Butterworth.  Let's understand that as the context in which these questions are now being asked.  Do you understand?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I hear.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, my question is, did that happen?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, it did not, no such thing happened.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I've no further questions of this witness.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR PRIOR",
            "",
            "Male"
        ],
        [
            "MS GCABASHE",
            "If I might just ask for clarity.  You will agree though that Mr Mbambo was with you when you went to report at Jimmy Jones' house after this incident?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "After we had attacked at the church, going back to the Transkei, when we got to Butterworth he, Africa Tjobane and Africa Tona, when we sent the report back they were not there.  It was myself, TNT, Kid and commander Jimmy Jones, they came later.\n\tAt the time we were giving the report of the church, Africa Tona giving the report because he was involved.  Africa Tjobane came later after we had given all the report.",
            "Male"
        ],
        [
            "MR LAX",
            "Are you saying then that in the light of that he wouldn't have been in a position to report any of this discussion because he couldn't possibly have heard this discussion, is that what you're saying?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He had no right to give a report back because he was not instructed to go there.  He was - the instruction was that he must come with us to the Transkei.",
            "Male"
        ],
        [
            "MR LAX",
            "No, you misunderstand me completely.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Was he not in any way present when you reported back on the Mdantsane operation at the Bahai Church?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, he was not there.",
            "Male"
        ],
        [
            "MR LAX",
            "Was he not there when the question of his presence was discussed?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He was there when we were explaining that here is the person we were told must come back with, after having reported about all the missions we were instructed about.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Where was he on the first occasion, where did you leave him when it was just you, TNT, Tona and Kid at JJ's house?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He was in the house but in another room.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "And then he was fetched from that room when you went to show him to Jimmy Jones, is that what you're saying, it's only then that he met Jimmy Jones?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY NTONGA",
            "Mr Ncamazana, when did you join PAC or APLA?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I joined the PAC about 1992.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And when did you become a member of APLA?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "1993.",
            "Male"
        ],
        [
            "MR NTONGA",
            "In your evidence you said that, actually in your affidavit you say that in the trial you did not tell everything correctly or the truth and you explained in this Commission that you did so to protect your commanders, am I correct about that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "By that, are you saying that in that trial, that is the East London one, I don't want to confuse you, you did not mention your commanders in the trial?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I never mentioned their names.",
            "Unknown"
        ],
        [
            "MR NTONGA",
            "Were they ever mentioned by your co-accused at the trial in East London?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Their names appeared but I did not know about who talked about their names.",
            "Male"
        ],
        [
            "MR NTONGA",
            "So in other words no protection was given to them because their names are part of the record in the criminal trial in the Supreme Court in East London?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I said, I tried my best in my testimony to protect him.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Okay, let's leave that.  I assume that you know the structure of APLA as a former APLA cadre?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Will I be correct to say that you have the high command, thereafter the regional command, thereafter the operational command, the base command and lastly the unit command?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And this structure is used in order to relay or to take instructions strictly?  It's  used in that manner from the unit commander, base commander, OC, regional command and high command, that's how you use it?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, do you not mean the other way around, commands are usually issued downwards rather than upwards?",
            "Male"
        ],
        [
            "MR NTONGA",
            "Is that correct, that the instructions come from the high command down until the man on the ground?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that's how it operates.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Is it possible for you to tell us what rank did Jimmy Jones hold in this structure?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He was above the camp commander.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I see.  And the base commander was Jimmy Malinga?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And the commander of the  unit of which you were a member was TNT?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Let's come to something else.  After you were convicted and sentenced in East London you completed a form applying for amnesty, remember?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "At this stage you had already been convicted and you are now making a full disclosure to the Commission to consider amnesty and you had to reply to certain questions in the form, remember that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The person who arrived there was an attorney who asked me questions and making me sign an application and advising me about how I must respond.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Yes, I appreciate that but you asked a question from the form and you give information, you write it down.  It's the the normal procedure to complete a form?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Did you give him the name of the man who gave you the commands in that application in respect of the convictions in East London?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember well as to how I answered that question unless you can remind me.",
            "Male"
        ],
        [
            "MR NTONGA",
            "No, no, you were asked who gave the orders, who commanded that unit and you gave a name ...[indistinct] that name.  Do you still remember that, at page 29?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR NTONGA",
            "You remember that name that you gave at page 29?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I remember it as I see, as it is written down here now.",
            "Male"
        ],
        [
            "MR NTONGA",
            "You were also asked about the dates when you were given orders and you said that you could not remember the dates, same page, same paragraph.  Do you remember that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And your affidavit is dated the 27th of September 1996, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I see it.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Let's look at the next application in respect of the minibus ...[indistinct] 41.  In that application you were applying for the minibus incident, remember?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, this is page 41, it's different to the typed one you've got there.",
            "Male"
        ],
        [
            "COURT",
            "...[indistinct]",
            "Unknown"
        ],
        [
            "MR LAX",
            "Is that handed in?  I beg your pardon.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And there in your application for the first time you mention Tjabane.",
            "Male"
        ],
        [
            "MR NTONGA",
            "At page 44 Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well shouldn't we call him Tjabane or should we call him Jimmy Jones because the applicant has in the main been calling him Jimmy Jones hasn't he?",
            "Unknown"
        ],
        [
            "MR NTONGA",
            "No problem.\n\tThere you mention Jimmy Jones at page 44.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, he also mentions him at page 41.",
            "Male"
        ],
        [
            "MR NTONGA",
            "If you compare the two applications - and for the time being forget about the affidavit you made later on, will I be correct to say that it appears that Jimmy Jones was only involved in the minibus attack but not in the other operations that were involved in the East London Supreme Court, will I be correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, that is not so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I know what you have said in your affidavit but looking at the two applications, in the first one where you list a lot of, may counts, it counts murder, whatever it is, you give one commander and in the second one where you are applying for the minibus attack you gave another commander who gave you orders.  Will I not be correct to say that if you look at those two applications it appears that for other operations one man gave orders and for one operation other men gave orders?  Is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, it's true that this are not similar, these applications.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And another - this application of the minibus was made some time in 1977(?), on the 26th September 1987, about a year apart.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I see it.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Is it also not correct that the minibus attack was the first attack?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so, it was the first attack.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Is it not perhaps correct that as you have put in your first application, that the other attacks were really ordered by the man you said in your first application?  I appreciate your affidavit.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said already, what I've said in my first application I was saying on the advice of the attorney who came to help me assign that application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did the attorney come to see you?  Did you ask to be, for legal aid or something to get the services of an attorney?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not ask for an attorney I simply saw an attorney arriving.  He did not ask me alone, he also asked other PAC members who were there, telling us that it is the PAC that sent him to come and make us sign those applications.",
            "Male"
        ],
        [
            "MR LAX",
            "Do I take it from that that you yourself had no intention of applying for amnesty at that stage, it was only when this man arrived that you decided \"Well I'll take advantage of this opportunity?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I had intentions of applying for amnesty.",
            "Male"
        ],
        [
            "MR LAX",
            "Well how did you make those intentions known and how did you intend to execute them?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We took a period of about six months or about the whole of '96 phoning the offices of Mr Ntonga and Mr Mbandazayo to come and help us make these applications for amnesty, they never came.  They - we were told that they are at Goedemoed or P.E., they never came.",
            "Male"
        ],
        [
            "MR LAX",
            "And then who actually came to help you fill in this form eventually?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was a Mr Mbanjo.",
            "Male"
        ],
        [
            "MR LAX",
            "Was he not connected to Mr Ntonga's office or was he from some other office?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He said he was coming from King William's Town.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I don't know Mr Chairman if I can assist here?  What really happened is that the PAC head office sent us a list of all the people on behalf of the legal aid for amnesty and we divided that work amongst certain firms.   Our firm took others, other firms took others so that's how the people were seen in prison.   Mr ...[indistinct] King under ...[indistinct] and company.\n\tI put my first proposition before I finish that it's not perhaps that the other attacks, that is other skirmishes or operations were really ordered by the said Mr Fundisi and you've said \"no\", remember that?, not by Jimmy Jones?\n\tI want to put another proposition to you, before I put it, you told the Commission that you are not aware exactly when there was a decision by the PAC to suspend the armed struggle, you heard about it but you did not receive it directly from your commander.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Is it not - this position is not possible that commands were given before the 17th of January '94 but were carried out thereafter because of whatever reason, breakdown of communication or whatever it is.  Is that not possible, that commands were given before the suspension of armed struggle which is the 17th of January '94 but that order did not reach the men on the ground and they ...[indistinct] the operation nevertheless.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Lastly, you have told the Chairman that you understand the structure of the organisation, was it normal procedure for you as a cadre to communicate or even report directly to a man who was about two ranks above you, ...[indistinct] leader, that is Jimmy Jones?  Do you want me to repeat it?  Do you want me to repeat it, the question?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, please repeat the question.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Do you say that in your unit it was normal procedure to report to Jimmy Jones who was about two ranks higher than your own unit leader, not for the unit leader to report to his superior and that superior to repeat it to Jimmy Jones?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I knew was that the report back must be sent back to the same person who gave the order.  I could not give the report back to the unit commander because I gave the report back to Jimmy Jones as the one who gave us the instruction.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Thank you Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "NO FURTHER QUESTOINS BY MR NTONGA",
            "",
            "Male"
        ],
        [
            "MS COLLETT",
            "Thank you Mr Chairman. ...[intervention]",
            "Female"
        ],
        [
            "MR PRIOR",
            "Sorry Mr Chairman, it was indicated yesterday that the widows of the deceased wanted to ask questions so possibly before Advocate Corlett re-examines?  Mrs Rasavi would like to ask a few questions.\n\tCould you come up please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you start questioning, could you just give us your personal details?",
            "Unknown"
        ],
        [
            [],
            "I am the wife Mr Rasavi who was employed at Fort Hare.\n\tI really have to ask for the patience of the Commission, I'm no lawyer, I'm no advocate.  I have to get myself into this before I can say what I want to say and ask what I want to ask so please bear with me.  I'd like to thank you for giving me the opportunity first\nand foremost because it's the first time in these four years that ...[intervention]",
            "Female"
        ],
        [
            "MR LAX",
            "We understand that it's difficult for you.  If you just need a few minutes to compose yourself, that's okay.",
            "Male"
        ],
        [
            [],
            "It's the first time in four years that families  actually have been acknowledged to exist.  Where the legal trial was concerned it was through grapevines and rumours that we found out.  This is the first time that we actually have been, become an intity in this entire process and I'd really like to recommend to the Commission that they advise strongly to the other side of the law that this becomes a normal procedure, that the families involved be kept up to date.  I want to say this, I have to say this because for four years you know, it's been four long years.\n\tI am not sitting here as somebody who sits with vengence or who looks out for revenge or who wants to see you know, my own sight of what I would consider justice.  I'm not here to sit like that.  I am here because I am stunned and I am filled with questions.  I am incapable of understanding why and I don't just sit here as wife but I sit here as somebody whose husband was a dear of another one of the three who were killed.  \tMr Anvari was a dearest friend of my husband and therefore he was my fried.  Mr Bashandiki who got killed, ...[indistinct] Bashandiki was another very, very dear fried.  We were not just co-relionists, we were dear, dear friends.  I stit here stunned because I didn't just lose one person, I lost three, thee close people.\n\tThey meant more to the entire community than just being three people.  They were members who led the community, who were asked, many women alike, the entire community, that they should be part of that institution that would guide that community.  So they were not just three men who were there at the wrong place at the wrong time.\n\tThey were three men - I would like really him to know that who had lots of integrity, who had lots of integrity, who lived in Africa because they loved Africa and they loved the African people.   And they came here to try and instill in all these people that same love for each other.  I'd really like you to know that, I think you must know that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Rasavi, I don't want to stop you at this stage but perhaps I could explain the purpose of the proceedings.  At the moment the applicant is giving evidence and the purpose, if you have any questions you want to put to him, we will give you unlimited opportunity thereafter the two applicants have given evidence, for you to tell us exactly what the facts are as you know them.   You will be able to come and do that but I think rather at the moment let's finish with this man so if you know what happened and you disagree with any of the things he said, you can ask him about them certainly.",
            "Unknown"
        ],
        [
            [],
            "I wasn't there when it happened.  I was at the trial and I have my own qustions.  I hear the Truth and Reconciliation Committee is based on truth, amnesty is based on truth.  I hear opposites, I hear contradictions, I heard contradictions in the trial and I'm hearing contradictions left right and centre.  As long as these questions, to me in my mind, are not answered then that part as far as I'm concerned the truth has not been established.  I don't know if I have anything to say, whether I consider the truth has been told but as long as that exists then there is a question within my mind.\n\tHe  says that he was just following orders.  Whenever a question is asked then he says \"I was just following orders\", well for me that is not just good enough.  I would like him to tell me today, not as an accused but today as a human being, I would like him to tell me you know, in all that time when all these terrible things were happening within South Africa, does he know of any other place within the entire South Africa where a command was given for a unit to go to a black residential area and there kill people who had absolutely no connection whatsoever with any political connotation?  Does he know of any other incident within South Africa that such an order had been given?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you hear and understand the questions?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I hear the questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you answer it?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The question is difficult to answer because many other things that happened to black people, that happened to black people I did not know except those things I heard about, especially during the TRC process that concerned black people who during a vigil, police came in and shot at them and killed them.  It was women and children and that happened in Durban.",
            "Male"
        ],
        [
            [],
            "I am aware that incidents like that happened, I am aware.  I'm talking about white people.  Don't get me wrong, really, really, please don't get me wrong.  I myseld don't see colour, I really do not see colour and these men also didn't see colour.\n\tWhat I'd like to know is, do you know of an incident where there white or where white people were ordered to be killed within any black residential area within the entire South Africa who were not there either to earn a living or who were not there to have a jolly good time but who were just there?  Do you know of any incident within a black residential area where such an incident was ordered to take place?\n\tI don't know of any.  I know of places of word where whites were gone and killed, I know of places like the Highgate Hotel and that's not in a black area but I mean within the residential area.  There is not one, I promise you there is not one. \n\tMy question to you is this, doesn't it strike you as enormously strange that such a small church should have been selected whithin the heart of a black residential are at that time, that time where there was so much struggle going on, so much fear in the hearts of all the people?  Doesn't it strike you as strange that three white men that were willing to go into the heart of such a black area, not for political means, not to gain money but purely to help the people there, doesn't it strike you now as strange that you should have been sent to kill those people who were actually uplifting your people?   Isn't that strange?  Doesn't that raise a question in your mind?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is long and I cannot understand it, can it please be repeated?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question as I understand it was, do you know of any instance where a group people were ordered to kill white people in a black residential area, where those people were there to help the residents?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I do not remember me hearing about that, I cannot lie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the second part of the question was that if you agree that you don't know of any instance, doesn't it strike you now as odd that you should have been ordered to go to a small church in a black residential area to kill white people?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "About that explanation just now given, what is the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you now consider that there was something odd about the instructions given that you should got to a church in a black residential area, a small church there, and kill three white people?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Not just three ordinary white people but three white people who were committed to helping your community, that's the thrust of the issue?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "This question is difficult to answer because today I understand that what happened was not good or nice to the victims and to the families of the victims.  That is the reason why I am here today to ask for amnesty for those acts.",
            "Male"
        ],
        [
            [],
            "As a human being do you today not within your own mind query why those orders were given, you can think?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I sometimes ask myself but I cannot get answers to those questions.",
            "Male"
        ],
        [
            [],
            "Alright.  Do you still hate whites?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I don't hate them.",
            "Male"
        ],
        [
            [],
            "So we no longer have to be kicked out of your country?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No.",
            "Male"
        ],
        [
            [],
            "Are you still a member of the PAC?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            [],
            "You know I have studied a little bit of history, my interest is World War 2 actually and when anybody has been wrong in any situation of war which I would assume you claim you were in at that time, reparation somehow have to be made and now you are seeking amnesty from the Government and if they grant this to you then that is what the Government gives to you, your normal ordinary life back.\n\tThat is raparations in my eyes that they are giving you, the one who has been part of a crime which has been committed again what I feel, my husband, what is it that the Government should give the families who have lost their providers?  You get back your normal life if you get amnesty, what should the Government give to the families?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot lie to you, I do not know what the Government is giving the families of the victims.",
            "Male"
        ],
        [
            [],
            "I don't ask whether you know what the Government is giving, I'm asking you what do you think?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is to reconcile the perpetrators and the families of the victims.",
            "Male"
        ],
        [
            [],
            "That will bring back our providers, that will not make our lives easier.  I understand that you cannot get back your relatives and husbands and the victims because they have passed away.",
            "Female"
        ],
        [
            [],
            "South Africa has suffered from racial prejudice, right?, suffered very, very dearly.  Women have suffered for much, much longer gender prejudice, do you think it could be justified that we just pick up the guns and start killing men?  That is exactly what you have done, you just picked up your guns and started killing whites, do you think that's justified?  That any such a thing is justified, to kill?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, that is not so.",
            "Male"
        ],
        [
            [],
            "It is not justified?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot think it justifies or does not justify but I think it will not be a good thing.",
            "Male"
        ],
        [
            [],
            "But it is justified that men that you killed, whites which oppress you?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've said, what happened was happening under instructions I was given that I could not contradict.",
            "Male"
        ],
        [
            [],
            "So next time there is again an armed struggle you will once again pick up the arms and do exactly the same?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I don't think so, I don't think I'll again involve myself in such things.",
            "Male"
        ],
        [
            [],
            "Alright.  Ultimately the decision to kill these people is your own, right?   You have received orders but you also have, you are a human being and you think and ultimately the decision to kill is your own?  How can you as a civilian or a soldier kill three defenceless unarmed people?  You actually look into their eyes, how are you able to be willing to commit such an act?  Explain that to me because I cannot, for the world I cannot understand it.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We could not have done otherwise because that was the instruction that was given, that we could not contradict, we were forced to do that.",
            "Male"
        ],
        [
            [],
            "You were forced?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was - we were kind of forced to accept that instruction.",
            "Male"
        ],
        [
            [],
            "Okay.  My last question to you.  You say all you cared about was to kill anybody who supported the Government, whether they were white, Chinese, Persians, it doesn't matter, as long as you killed people who were supporting the Government.  Then why is it that you did not kill Africans who were supporting the Government? - at the church.  If it is assumed we are supporting the Government of course.  Everybody there was one.",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The instruction that was given to us was that we must kill white people, not black people at that church, that is why they were divided from the blacks and those who were white were then killed.",
            "Male"
        ],
        [
            [],
            "",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You indicated that that was your last question but bear in mind that you will - we welcome you to give you the opportunity to come and explain further what you feel, what you believe and thank you very much for your participation.\n\tI had invited you to re-examine - oh, is there a second person coming?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "No Mr Chairman, she has declined, she would also welcome the opportunity to testify later on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I understand now from Mr Lax that there are one or two points that he thinks it would be better that he should clear up before you re-examine.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks Chairperson.  I'm just interested in a follow-up on the questions that Mr Ntonga asked you, particularly about the filling in of these various amnesty applications.\n\tNow in the first one you were assisted by an attorney and when Mr Ntonga pointed out to you the disparities between the two amnesty applications your answer to his question in that regard was that you filled it in \"On the advice of the attorney who helped me fill in the application\".  Do you remember that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember it.",
            "Male"
        ],
        [
            "MR LAX",
            "How did he actually fill in that application form for you?  Did you tell him the full story and then he suggested to you that you should only mention TNT or did you only tell him about TNT?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I gave him the whole story.",
            "Male"
        ],
        [
            "MR LAX",
            "Why was it decided to leave out the thing about Mr Jones?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Firstly, it was new - not new to me that day for them to say I must not include his name, that is Jimmy Jones' name in my application because there were people who came.  It is apparent that they were sent to us and they told us that when we make those applications we must not refer to people who are alive, we must implicate people who are already deceased.",
            "Male"
        ],
        [
            "MR LAX",
            "Who were those people?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember well who they were because I was not called then to receive those people, I only got the message from other comrades who were called by those.",
            "Male"
        ],
        [
            "MR LAX",
            "When did that happen?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "During 1996.",
            "Male"
        ],
        [
            "MR LAX",
            "1996?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Was it before you made this first application?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Approximately how long before?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember the month and the date but all of this happened during 1996.",
            "Male"
        ],
        [
            "MR LAX",
            "So the fact of the matter is that when you made this first application you didn't tell the Truth Commission the truth?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was because I was accepting the instrutions that were given to us but later I discovered the TRC will not give me amnesty if proceed giving these lies.",
            "Male"
        ],
        [
            "MR LAX",
            "But wasn't that clear to you from the form?  The form makes that very clear, that you're obliged to make full disclosure.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so, it explains so.",
            "Male"
        ],
        [
            "MR LAX",
            "So you knew that at the time  you didn't make full disclosure?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I knew but because I too was afraid of my life, losing my life by not accepting the instructions, not to speak about the commander and to refer to those who are already deceased.",
            "Male"
        ],
        [
            "MR LAX",
            "Who threatened you with your life, that you were afraid to lose it?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I feared for my life by speaking, by not accepting what I was told and speaking the truth but when time went by and I talked - thinking about this, I realised that it would not help me not to speak the truth to the TRC despite the one who instructed me to do these things is still alive and not amongst those who are deceased, as I have been told to talk about the late TNT.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you, if you feared for your life, speak to the prison authorities, tell them that you were very worried, here was a situation were the law required you to make full disclosure and you were worried that if you made full disclosure you would put yourself in danger, maybe they could move you to another place or provide you with some security?  Why didn't you follow that up?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I did not think about that accept that I was afraid at the time.",
            "Male"
        ],
        [
            "MR LAX",
            "Are you afraid now?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I'm not afraid now because I'm saying the truth, the only truth now and I'm compelled to say the truth.  What can happen to me after me having said the truth, that will then happen, that will be it.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "When did you stop being afraid because you have now told us about Jimmy Jones?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Before we went on trial for the church case at Bisho.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But at that case you didn't tell the truth, that's what you said to us yesterday unless I misunderstand you.",
            "Female"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, if I might interject.  At that trial they never gave any evidence.",
            "Female"
        ],
        [
            "MR LAX",
            "So what was it that made you change your fear at that point?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because I was told that at the trial at Bisho I must say I got instructions from Commander Sabelo Pama.",
            "Male"
        ],
        [
            "MR LAX",
            "Who told you that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was commander Jimmy Jones.",
            "Male"
        ],
        [
            "MR LAX",
            "So at that trial you were going to lie again about your instructions?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was not - it was not my intention to lie again because as I did not lie there.",
            "Male"
        ],
        [
            "MR LAX",
            "But your instructions didn't come from Sabelo Pama.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is true.  I discovered what will not - it will not happen that for example, it is not possible for a command to come from a General on top  and to reach the soldier on the ground, that cannot happen and the TRC will know it and see that indeed I'm lying plain when I say I got the instructions from Sabelo Pama.",
            "Male"
        ],
        [
            "MR LAX",
            "The point I'm simply making is, you were intending to give that version at your trial and that was a lie and you were aware of that, isn't that so?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I was not about to say that.",
            "Male"
        ],
        [
            "MR LAX",
            "So you were going to disobey saying that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, that would not mean I did not follow the instructions because the person who was telling me these things was outside and not in prison, stays relaxed with his family.  He did not support me with anything in prison and my family was suffering.",
            "Male"
        ],
        [
            "MR LAX",
            "That doesn't change the fact that you were going to disobey what you presumed to be your commander? Whatever your motive might have been, you were still going to disobey him?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, because I was not under his command I was under the Government control.  I was not in a camp or outside where I'm supposed to take orders from him.",
            "Male"
        ],
        [
            "MR LAX",
            "So you still haven't answered the questsion, what was it that made you not afraid, if that was the case?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was because I knew that it will not help me in Court and the TRC to lie and say I was intructed by Sabelo Pama to go and attack at the church while it's the one who gave me the instruction is still alive.",
            "Male"
        ],
        [
            "MR LAX",
            "So it had nothing to do with being afraid, but everything to do with what might help you?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one last aspect, and I'm not sure - it's an aspect from the transcript of your first trial, I'm not sure whether you have a copy of this yet and maybe what we can do is make a copy and let you read during the lunch break and just deal with it after the lunch break.  So I think I'll hold this question over till that point rather than deal with it now.\n\tThank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'll get back to my invitation to ask you to re-examine.",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MS COLLETT",
            "Thank you Mr Chairperson.\n\tMr Ncamazana, when you testified in the East London Court, is it correct that you were given instructions or that you believed that you had to protect the persons who, person that had given you the instructions to carry out these commands?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was protecting the one who gave me the orders to do these things.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Why were you protecting him?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Because I was afraid of him being arrested.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Afraid of him being arrested because he was your commander?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so because it may be that if he is arrested I may in danger.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you believe that you had to protect him because he was your commander and that was your duty as a soldier?",
            "Female"
        ],
        [
            "MR PRIOR",
            "With respect Mr Chairman, that is such a leading question, with respect.  We've heard so many conflicting versions from this witness, whether he - what he told and what said to either protect himself or advance his position.  I object on the basis that it's a leading question.",
            "Male"
        ],
        [
            "MS COLLETT",
            "I'll rephrase it.\n\tWhat did you believe your duty was as a soldier towards your commander?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "What did you believe your duty was as a soldier towards your commander?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "To do whatever I could to protect him from arrest during that trial because I knew the police were after him and they also told me to talk about him and say he is the one who commanded me to commit those acts.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you expect any benefit from APLA or the PAC if you did that?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, there was no benefit that I would reap from such a thing.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now when you filled in your amnesty application the first time, did you receive any advice from anybody as to who you should or shouldn't implicate or what you should or shouldn't say?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "There were such advices given.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What was the gist of that advice?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were told that when making these applications for amnesty we must not talk about the commander we must talk about those who are already deceased.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Are you trying to say that you must say that the people that commanded you are already deceased?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And is that why the application was intially filled in with the name of the person that is contained therein?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so, yes.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now you stood trial in Bisho for the Bahai Faith case, do you remember?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, was it your decision that at that particular case when you, if you should have given evidence or that the facts that were to be put to the witnesses were that Jimmy Jones was the person who commanded you?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That's what I thought because indeed it was he who had instructed me but he had sent people to come and tell us that we must not mention him and he too came personally and told us these things and I told him, I denied right in front of him that I would not do such a thing.  There was a person there when he came to tell us, the mother of Africa Tjobane, that's the reason why he was stopped by the Court from visiting us.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What do you mean he was stopped by the Court from visiting you in prison?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because he was there to change us from mentioning him in Court and talk about Sabelo Pama.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is it correct that it was in the Bisho High Court in connection with the Bahai Faith case that  you implicated Jimmy Jones?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did Jimmy - the defence that you raised to the Bahai Faith case in Bisho, what was that defence?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I said was that I had no - I was not guilty except that I was following orders that I got from him.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did Jimmy Jones testify in the Bahai Faith case?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, he gave no testimony in Court.  He said he was going to appear before the TRC and tell everything.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is it correct that, or will you confirm that it is correct that the State did intend to call Jimmy Jones as a State witness?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question please be repeated?",
            "Male"
        ],
        [
            "MS COLLETT",
            "Do you remember or can you confirm that the State in the Bahai Faith trial intended to call Jimmy Jones to give evidence on their behalf?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so, the Court sought to use  him as a State witness against me and Africa Tjobane.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And do you remember that he didn't come and testify for the State?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember that he refused.",
            "Male"
        ],
        [
            "MS COLLETT",
            "M'Lord, at this stage - Mr Chairman, at this stage I wish to hand in a letter which was sent to the Prosecutor in the Bahai Faith case.  It was the intention of the Prosecutor, as the witness has correctly said, to call Jimmy Jones to refute the evidence of obedience to orders which was, the defence which was raised.\n\tMr Chairman, a letter was then sent to Mr Christopher who was the prosecutor in that case, which I believe that your, that the members of this Committee should see because I do believe that it is relevant to this Commission and I would ask to hand in a copy of that.  I have shown it to Mr Prior already, he is aware of the letter.\n\tNow Mr Ncamzana, it's correct that you've seen this before isn't it?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I cannot remember well, unless I can read it or it can be read to me.",
            "Male"
        ],
        [
            "MS COLLETT",
            "This is the letter which was sent by the legal representatives of Mr Jimmy Jones saying that he applied for amnesty with other members of high command and that his evidence would not support the State's case, it would in fact destroy it, do you remember that being communicated to you?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember that being communicated in Court.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And is it also correct that in the Bahai Faith trial there wasn't a single person called from APLA to refute the obedience to orders on the part of the State or by the State?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Are we talking about the person who was going to testify in our favour or in favour of the State?",
            "Male"
        ],
        [
            "MS COLLETT",
            "In favour of the State.  There was no commander from APLA that came and testified in favour of the State?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "A highly placed person from APLA who came to give witness was Africa Mphashlele.",
            "Male"
        ],
        [
            "MS COLLETT",
            "But is it correct that he came and gave evidence for you in your defence?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, we don't have a transcript of that evidence before the Commission at this stage but can you remember what he said with regard to the operations, the Bahai Faith operation, did he say that - let me ask you, what did he say about the Bahai Faith action?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What I remember well is that he explained that he got the report back from commander Jimmy Jones about the attack on the Bahai and other places that we had attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I interrupt for one moment to say your letter will be Exhibit F.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Thank you.\n\tNow did he tell the Court or did he make a comment as to whether the acts that he referred to, particularly the Bahai Faith matter, seemed to fall within the policy of APLA or not?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Despite me not remembering everything but I can remember that he did not reject the attack as not fitting within APLA policy.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And can you remember what he said about the armed struggle being suspended and these attacks having taken place after the armed struggle had apparently been suspended?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I remember.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What did he say?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What he said when he was speaking, indeed the armed struggle was suspended but it was not easy for that to be communicated properly or in time with all the soldiers as it first had to go through the commanders in the whole of South Africa and then the commanders to pass that information on to APLA soldiers who are all over South Africa and not in Transkei only.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And did he mention that this took a period of time or not?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He said that could take as more, about six months for it to reach all soldiers of APLA.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did he confirm that certain attacks took place after the armed struggle and before the people were, the APLA soldiers were communicated with?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question please be repeated?",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did he say that there were certain attacks that took place at the hands of APLA after the armed struggle was suspended but before the bases and the commanders had actually received those instructions of the suspension?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "If I remember well he did say that those things can happend, that attacks be carried out because those soldiers or such soldiers had not received such messages about the suspension.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now you've mentioned that TNT was the unit leader, what do you mean by unit?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "When I talk about the unit I talk about the group I was with, the group I was moving with to go and attack the places we attacked.",
            "Male"
        ],
        [
            "MS COLLETT",
            "So by that do you mean that the unit could have been differently comprised for different attacks?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That can happen that a unit commit or be involved in separate attacks.",
            "Male"
        ],
        [
            "MS COLLETT",
            "What is the duty of the unit leader?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is to lead that unit.",
            "Male"
        ],
        [
            "MS COLLETT",
            "In carrying out the mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, to carry those operations through and to lead it during the planning stages, to plan the attacks.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now the missions that you were instructed to take, for example the Highgate Hotel mission, the Bahai Faith mission, did you have any say as to whether they were a good idea or to propose alternative missions in their place or did you have to just carry out the missions that you were instructed to carry out?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "To communicate that, those alternatives to whom?, to the unit commander or to the commander who gave those instructions?",
            "Male"
        ],
        [
            "MS COLLETT",
            "To anybody.  Did you have a choice in what mission, in the places that you were carry out these missions at or were they, were you simply advised as to where you would carry out a mission or where you were to carry out a mission?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I could not contradict or perhaps not accept the order given or have questions about it.   After it having been explained to me that the attack, mine was to accept the order as it was given.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Were you ever given details about the victims that you were to attack?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What kind of detail?",
            "Male"
        ],
        [
            "MS COLLETT",
            "Well, any personal details about them, where they worked, what they did or anything like that?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, no such details were given.",
            "Male"
        ],
        [
            "MS COLLETT",
            "The initial reconnaissance before a mission was carried out, was that done by the unit who was carrying out the mission or was it done by some other unit?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Reconnaissance was done by another unit but the unit that was supposed to carry out the mission was forced to do reconnaissance itself but within the unit the members of the group felt that there is no necesity for any reconnaissance, because they more or a lot about that place, that depends on them.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now you've been referred to an amnesty application that was made by yourself in 1997, it's actually the amnesty application referred to at page 40 of the record and it's an amnesty application regarding the Fort Knox attack, do you remember that?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, you were never tried for Fort Knox, is that correct?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so, I was never called to Court.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is it correct that the amnesty deadline had been extended in 1997?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And is it correct that it was then that you decided to make amnesty for this attack as well despite the fact that there'd been no charges or trial?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And that was after or during the Bahai Faith trial, is that correct?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was indeed during that time of the Bahai trial.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now, are you satisified that you have made full disclosure - sorry, is it correct that you submitted to the TRC a supplementary affidavit?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Supplemented, what do you mean, I cannot understand the question well.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Is it correct that you made an additional affidavit to the Truth Commission after you had submitted those initial amnesty applciations?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Now why did you make that supplementary affidavit?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was because in my first applications I knew that they weren't telling the truth, that is the reason why there was a lot of conflict between ourselves and our initial attorney who was supposed to represent us, Mr Ntonga and Mbandazayo and even with the TRC we had a lot of conflict\nbecause they would not agree with the way we were putting the truth forward, that is why they withdraw from representing us, they told us they would not represent us.",
            "Male"
        ],
        [
            "MS COLLETT",
            "The information contained in the supplementary affidavit, is this the information that, as far as you are concerned, is the truth and that you wanted the TRC to see to support your amnesty application?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Thank you Mr Chairperson, I have no further questions.",
            "Female"
        ],
        [
            "NO FURTHER QUESTIONS BY MS COLLETT",
            "",
            "Female"
        ],
        [
            "ADV SANDI",
            "Mr Ncamazana, can I just ask you a few questions to understand the causes, the factors that led to your getting involved in all the activities you have outlined both yesterday and today.\n\tThe other purpose of the questions I will be asking you is to find out from you your thinking, your motives and perspectives for having been involved in all the actions you have told us.\n\tNow, to start with, you say you were 18 in 1994 and were you attending school?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I stopped schooling in 1993, in the middle of 1993.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why did you stop schooling?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It was because I was going to join APLA.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you making any progress at school, that is before you left school to join APLA?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, there was.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you ever get in trouble with the authorities at school?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I had no trouble at school.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Generally speaking, would you say your parents took any particular interest in your schooling activities?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, very much so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I would take it that you were staying together with your parents, is that correct?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I stayed with them, yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where are your parents at the moment?  Are they here to give you some moral support?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, they are present now.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were your parents aware that you were involved with the PAC and APLA?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot lie to you that they knew but they could see my friends, that when we are at home perhaps staying at the back house talking about politics.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How would you say you were getting on with your parents, would you say you were getting on very well, there were no problems about you not being able to obey the parental authority?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, no such thing ever happened, that I would be disobedient or there would be problems of misunderstandings.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You have mentioned quite a number of youths who were involved in APLA, generally speaking would you say these were more or less the same age as you?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Which people?",
            "Male"
        ],
        [
            "ADV SANDI",
            "You've mentioned people like Luvuyo, TNT, Kid and a whole lot of others.",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "They were not my age group, I was the youngest amongst them all.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that to say that there was no other person within the groups you were interacting with, a person who was of the same age as you?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I don't remember that there was any of such age as myself that is.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In conclusion Mr Ncamazana, we are now about to come to the end of your testimony before this Committee in support of your application for amnesty, are you satisfied that you a have answered all questions that have been asked of you frankly and honestly?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "There has been no inhibiting factor on your part such as the fact of loyalty to those who were your commanders at the time in question?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Can the question please be repeated, I do not understand it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Let me put the question in a slightly different way.  Are you still loyal to your former commanders?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I do not know about that, it is they who can say whether they still trust me or not.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I do not know how the interpreter has put this to you, do you consider yourself as having any duty towards your former commanders?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, that is not so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Speaking here today before this Committee and making an application for amnesty, do you feel that you owe your commanders anything?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I do not owe them anything.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You have - perhaps at the risk of repetition, you have not felt yourself inhibited, constrained in any way by the relationship between yourself and your commanders?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "How contrained, can you explain that?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Maybe I should accept that you have answered the question.  Now, coming to the end, would my impression of you be correct or incorrect, that you are a person who was readily prepared to carry out any instruction without questioning?  Is that impression on my part correct or incorrect?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that perhaps because, as you've just said, you were the youngest person amongst all the people you have told us about?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, that is not so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you very much Mr Ncamazana, I think that's the end of my questions.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.\n\tOne question you didn't answer that Advocate Corlett asked you was  \"Did your unit have different compositions for different operations\"? and you went on to say \"Well we did lots of different operations\", that was in fact your answer, you didn't answer the question properly.  What is your answer to that question?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "What we did we did as a unit.",
            "Male"
        ],
        [
            "MR LAX",
            "So it was - and who was the unit, just tell us again?  Yourself?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Myself, the late Africa TNT, the late Africa Luvuyo, Tona.",
            "Male"
        ],
        [
            "MR LAX",
            "Was that it?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "The late Africa TNT, Kid, Tona, Djobane.",
            "Male"
        ],
        [
            "MR LAX",
            "And of course yourself.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Myself that is.",
            "Male"
        ],
        [
            "MR LAX",
            "Who else was at your base?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Which base?",
            "Male"
        ],
        [
            "MR LAX",
            "You only had one base, that base was at Butterworth.  You've referred to it as your base, the place where you did your training and the place you went to stay after your missions and between your missions.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "We were not staying together alone there, we were quite a number of people being trained there.",
            "Male"
        ],
        [
            "MR LAX",
            "Were those people part of your unit or were they part of other units?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "They were not part of our unit.",
            "Male"
        ],
        [
            "MR LAX",
            "What was your unit's code name?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot remember well what our code name was.",
            "Male"
        ],
        [
            "MR LAX",
            "But you were only in one unit?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You would have used that code name all the time.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I was at that unit that time we were supposed to go and attack.  At the base we are not one unit, we get united or integrated with others.",
            "Male"
        ],
        [
            "MR LAX",
            "So your unit was disolved when you got back to the base, is that what you're saying?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Did memebers of your unit carry out other operations with members of, with the other members from that base?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I have no knowledge of that, I only know the unit I was involved in, which I was involved in.",
            "Male"
        ],
        [
            "MR LAX",
            "So you didn't see other members going out on operations?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I never saw them going on such missions.",
            "Male"
        ],
        [
            "MR LAX",
            "So was yours the only unit that was doing operations at that time?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I would not know that it was the only one.  What I know is that anybody who leaves the base going wherever, those people who are left behind are not supposed to know where those you are leaving are going.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, you said early in your re-examination that you were protecting your commander when you were going to give evidence at the trial.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I was protecting him.",
            "Male"
        ],
        [
            "MR LAX",
            "And you said you were afraid of him being arrested.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "What were you afraid of?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Is that he be arrested, perhaps that could cause something or cause trouble with my life and that of my family.",
            "Male"
        ],
        [
            "MR LAX",
            "So you were worried that if he was arrested you would seen to be, to use the coloqual term, an impiempie and that would have implications for you and your family?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Thank you Chair.\n\tThere's just one aspect I want to ask you on Mr Ncamazana.  If you turn to page 126 of the documents before us, this is Tona's evidence and it's really essentially, this is where he is saying as far as he was concerned he was going to East London to steal a car, that's essentially what he's saying here.  In particular on page 126 he says that\n\"Accused number one and I went out\"\nthe last sentence of that first paragraph.  And he goes on to talk about going to look for vehicles, did you do this with him?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I never did such a thing.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Are you saying that what you recall of Tona's evidence is false essentially, all of it is false, about going to East London to steal a car?",
            "Female"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, it's not true.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Two points I'd like you to assist me with.  One is, have you got any other names for Makabongwe Mfundisi, the person referred to in your original application at page 29?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Makabongwe Mfundisi is TNT.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it's been mispelt where he's spelt as Malibongo Fundisa, when your counsel put it at page 166 line 13?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, it is incorrectly spelt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you have referred to JJ quite often in your evidence, is that not so?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has he been present at these hearings while you have been giving that evidence?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Are you saying was he here in this hall or where?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he here in this hall?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, he was here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he still here?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I don't know whether he's still here.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Ncamazana, would I be correct to think that you were in a hurry when you came to this Bahai Church?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, we were in a rush because we were told to be fast and return after having made the attack successfully.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I notice from the documents we have here that at least two people say there was singing going on there amongst the things that were taking place?  You did not hear any singing, was that because of the hurry you were in?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It may be that I was too much in a hurry, that may be why I did not hear the singing.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I also understand that you did not even hear the person who had said these people were not whites in the South African sense, have a look at them, you did not hear that one?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "No, I did not hear him or her.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You do not dispute that such words were uttered by the person concerned?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I cannot deny because I was outside, I was not inside the church hall, I was at the door.",
            "Male"
        ],
        [
            "ADV SANDI",
            "All in all you were anxious that the operation should be carried out as quickly as possible and you dissapear from the scene?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Had you not done so you could have risked the possibility of putting yourselves in trouble?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I would not know whether we would be at risk but what I knew was that we had to be fast and quickly dissappear as was the case.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Finally, would you be able to estimate the number of people who were inside the church?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "My estimation is about 30 but I would not be sure about the number.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that also because of the hurry you were in?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Besides my being in a hurry I also did not go inside to look at all the people who were there.  At the position at the door I could see that there are many people inside the church.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Ncamazana.\n\tThank you Mr Chairman for your indulgence.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one thing Chairperson, I just want to put on record that I've noticed that some of the annexures to your middle application are missing.  I've asked Mr Prior to try and make them available to me and I just want to place on record that I may want to ask some questions arising out of those annexures as soon as I've had a proper look at them.  This is the typed application, none of the annexures are before us unfortunately and I've just noticed that now and I just wanted you to leave that possibility open to us.  I just wanted to make that known.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page are you on?",
            "Unknown"
        ],
        [
            "MR LAX",
            "The application that starts at page 32 of the papers and runs through to page 38.  There are extensive annexures mentioned there, A and B, C, D and E, none of those annexures are before us unfortunately, and Mr Prior will make them available as soon as possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We were going to, as I understood it, allow the applicant to read this passage during the adjournment but I don't know if he needs all that much time.\n\tYou've had a chance to read it Mrs Collett?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "That's correct, I have read it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you think if we take a very brief adjournment now for a matter of two or three minutes, he could go through that passage and we could then complete that questioning?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "I don't have a problem with that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well, we will take a short as an adjournment as possible to enable the passage from ...[intervention]",
            "Unknown"
        ],
        [
            "MR LAX",
            "It's the passage that starts at about line 22 and runs through to the end of that page basically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To have the whole of the passage - well I think it should go to page 996.",
            "Unknown"
        ],
        [
            "MR LAX",
            "In fact Chairperson, sorry, it's really a short passage, it's about 6 lines.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but if they will interpret to him the general thing in page 995 from line 20 to page 996 line 10.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman sorry, before we take the short adjournment could the public be informed that we are reconvening within a short time, that there's not ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is not the midday adjournment, we are going to adjourn for a few minutes and then come back and complete I hope, this questioning and then we will take the adjournment.",
            "Unknown"
        ],
        [
            "COMMITTEE ADJOURNS",
            "",
            "Unknown"
        ],
        [
            "ON RESUMPTION",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Has your client had an opportunity of reading this passage or having it interpreted to him?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "He has Mr Chairman.",
            "Female"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.\n\tMr Ncamazana, you are still under oath.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now, you see from this passage on this document ...[intervention]",
            "Male"
        ],
        [
            "PROBLEMS WITH MICROPHONES",
            "",
            "Female"
        ],
        [
            "MR LAX",
            "Chair, shall we make this the next exhibit?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "G.",
            "Unknown"
        ],
        [
            "MR LAX",
            "G, ja.\n\tThis is an extract from the transcript of your trial, do you understand that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, I know Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, your counsel at the time was Mr van Niekerk, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And he was asking you about when you joined the armed struggle and when that struggle ended.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "And you indicated that it ended in December 1993, do you see that there?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was not sure at the time but I think it was December 1996, 1993 I beg your pardon.",
            "Male"
        ],
        [
            "MR LAX",
            "That was when the first call for the cessation of the armed struggle was made.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Correct Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "And then a further call was made on the 16th and 17th of January, after the UNITRA Conference, do you confirm that?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Now when did you become aware of these things?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I got to know them later on.  I can't remember whether it was after the elections or before the elections.",
            "Male"
        ],
        [
            "MR LAX",
            "And how did you come to know about them?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I used to meet with the other comrades in Mdantsane.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, your evidence is that you didn't know the armed struggle had terminated at the time all these events happened?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "At the time I didn't have that type of a message, I didn't get that type of a message from my commander.",
            "Male"
        ],
        [
            "MR LAX",
            "And at the time that the incidents, the last incident which occurred towards the end of March that year, that was 1994, you still hadn't known that, is that correct?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I was not yet told.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you carry any other operations out or join any other operational activities after these incidents you've referred to us?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I never continued.",
            "Male"
        ],
        [
            "MR LAX",
            "What steps did you take to carry on the armed struggle then because you didn't know that it had ceased?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I used to take all the orders, I used obey all the orders that were given to me.",
            "Male"
        ],
        [
            "MR LAX",
            "Well what steps did you take to find out what your next orders might be?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I never took any steps to that effect.  I used to wait for the instructions, I used to wait for orders.",
            "Male"
        ],
        [
            "MR LAX",
            "Is it not correct that you didn't go back to your base, you went home, you were in hiding at home?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "After the last attack, as I left with the late Luvuyo leaving for the Transkei for the report back and we were told that all the comrades were arrested, we proceeded to Tsomo.  Then after the Good Friday, the Easters had passed, Easter holidays had passed, we went back to Mdantsane.",
            "Male"
        ],
        [
            "MR LAX",
            "So you never tried to make any other contract with your fellow cadres or other commanders or other operatives of APLA?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "There were no people that I could report to them except the person who was already arrested, the one who gave me the instructions.",
            "Male"
        ],
        [
            "MR LAX",
            "I'll leave it at that, thank you Chairperson.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can I ask Mr Ncamazana, for clarification on one of the responses you have given to a question by my colleague here.  He was asking you, by the end of March, that is when the last incident occurred, were you aware that the armed struggle had terminated and your response to that, according to my notes, was that \"I was not yet told\".  Are you implying that someone was supposed to come and tell you at some point?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It's my commander who had the authority to tell me that, not to hear what was being said by the media and the radios and the newspapers.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Just to cap over on that particular point, during all this time you were involved in these activitites, was it part of your understanding that at some point you will be told that the armed struggle has been called off?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "I wouldn't know that, that I would be told or not.",
            "Male"
        ],
        [
            "ADV SANDI",
            "That is not very clear to me.  You were supposed to be involved in these activities until I suppose something happens, until what happened?",
            "Unknown"
        ],
        [
            "DUMISANI NCAMAZANA",
            "Until the mission was accomplished, as  we were attacking the people we were trying to accomplish the mission.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Ncamazana.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Chairperson, I just realised I've missed out the next part of that evidence from his trial.\n\tYou were then asked from that extract when you returned to East London and you said the reason you went back to East London was because the armed struggle had been suspended, that was before any of these incidents took place.  That was your evidence there.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "As I've already told you that what I was saying during the trial in East London, it was was not true, it was not the truth.  What I was trying to do was to protect my commander so that I could appear not guilty.",
            "Male"
        ],
        [
            "MR LAX",
            "You see this reason you've given us about protecting your commander, it would make sence if the police didn't know anything about your commander but the fact of the matter is they knew everything about your commander so what was there to protect?  They already had the information, it's clear from your\nconfessions they had the information.  They knew everything about your unit and your commander, what were you trying to protect?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "It is because if I testified about my commander the police would arrest him.  He would also be one of the acccused as they wanted me to state clearly that he's the one who gave me instructions but I refused to do so.",
            "Male"
        ],
        [
            "MR LAX",
            "The fact is that they knew already that he'd given you the instructions, you said as much in your confessions.  And it is plain from the first trial that that was so.  It may well be that they were looking for him because he'd left by the time you'd got back to Butterworth, you couldn't find him so he probably went into hiding as well.  Do you see what I'm saying?  The fact of the matter is the game was over before you were even arrested.",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "After the last attack, on our retreat, I arrived there with him already arrested and also other comrades at the base and those who stayed in town and Africa Tjobane.",
            "Male"
        ],
        [
            "MR LAX",
            "That's precisely my point, so how could you protect him if he'd already been arrested?",
            "Male"
        ],
        [
            "DUMISANI NCAMAZANA",
            "He was not arrested for those things he instructed us to do.",
            "Male"
        ],
        [
            "MR LAX",
            "We'll just leave it at that, thanks Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            "",
            "Unknown"
        ]
    ]
}