{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-27",
        "location": "PORT ELIZABETH",
        "day": "2",
        "names": [
            "MAMKELI JONAS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55316&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvpe2/jonas.htm",
        "speakers": [
            "ACTING CHAIRMAN",
            "ACTING CHAIRPERSON",
            "DR RAMASHALA",
            "INTERPRETER",
            "MR JONAS",
            "PANEL MEMBER",
            "REV FINCA"
        ],
        "original_speakers": [
            "MR JONAS",
            "PANEL MEMBER",
            "ACTING CHAIRMAN",
            "DR RAMASHALA",
            "INTERPRETER",
            "REV FINCA",
            "ACTING CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "ACTING CHAIRMAN",
            "We would like to call a person whom I think will be the last witness, Mamkeli Jonas.  Mamkeli Jonas, would you please come forward.\n Please be patient people, we are about to finish.  I would like us to remember that when we are leaving this room, or this hall, we should please ... (tape starts)",
            "Unknown"
        ],
        [
            "MR JONAS",
            "No, I cannot remember  any.  What I remember is that my mother was once called here at New Brighton.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "As I understand she went to court?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "I remember that my mother said he was given R800-00.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "What was the money for?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "It was said it is the money to compensate the death of my father.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Who gave her the money?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "I don't know, it was said it was just an offer.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Was it the policeman or the Magistrate who gave him the money?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "There was a cheque and then he was given and said she must go and do transactions at the bank.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "How many are you?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "We were four when my father died, but we had other half-sisters and brothers, two of them because my mother was the second wife to my father.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Is your mother still alive?\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n2 M JONAS",
            "Unknown"
        ],
        [
            "MR JONAS",
            "Yes, my mother is still alive.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "What would you like the Commission to do for you if it was capable of doing anything?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "I'd like the Truth Commission to assist me and to support us because my father used to maintain us.\n I would like the Truth Commission to replace our father.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Don't you wish that we should make investigations about your father's death?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "Yes, I wish that investigations would be made to find out why was he killed and who killed him.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Is there anything that you would like us to look into or consider?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "No, I don't have any other stories.",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "I am handing over to you Mr Chairperson.\n I would like us not to spoil this discipline that we have maintained and the dignity that we have maintained for this time.\n I had already prepared some few words so as to thank the community of Port Elizabeth, please do not make me, or tempt me to withdraw the words that I have already prepared.\n I said the people who would like to go, should do that in dignity as usual when somebody is leaving the church and the court before it adjourns.\n I've already handed over sir, to you.",
            "Unknown"
        ],
        [
            "ACTING CHAIRMAN",
            "Dr Ramashala?",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Now, are you in school, are you working, you're not doing anything?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "No, I am not doing anything.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "... about your mother?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "No, my mother is suffering from tuberculosis.\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n3 M JONAS",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Brothers and sisters?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "Some of my siblings are attending school.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "How old are they?  Start with the older.",
            "Unknown"
        ],
        [
            "MR JONAS",
            "The other one was born in 1975, he is my younger brother.   He is a boy.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreter cannot hear.  The interpreter cannot hear.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "What does she do?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "She is attending school, she is doing standard 5.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "What year?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "She is doing standard 2.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Next one?  That's all?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "I don't know where are the other two.  Those belong to my stepmother.",
            "Male"
        ],
        [
            "ACTING CHAIRMAN",
            "Order please.",
            "Unknown"
        ],
        [
            "MR JONAS",
            "When my father died, my stepmother took her siblings.  They are still younger than I am.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "How far did you go in school?",
            "Unknown"
        ],
        [
            "MR JONAS",
            "I went as far as standard 5.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Okay.",
            "Unknown"
        ],
        [
            "ACTING CHAIRMAN",
            "Thank you.  As you can hear from the questions that you are being asked, there is an attempt to get enlightenment, clear enlightenment about your problems so that we can see what could be done about those problems.\n Now, we are releasing you, you are free to go.\n Now, we've come to the end and I would just like to say to the Bishop, the Chairperson of the Commission, Archbishop Tutu I think you would express the feeling that the people of Port Elizabeth showed it again that they cheer about issues that affect their people.\n This community has told us in the last few days as they PORT ELIZABETH HEARING TRC/EASTERN CAPE\n4\ndid before, they told us stories of the heroes and heroines of this area who are responsible for the relief that we are enjoying today from oppression in our struggle for liberation.\n In closing this ceremony I will ask Reverend Finca to say a few words.  Just a few closing remarks as the local Commissioner to whom we are indebted for the success that we have enjoyed.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "I am not going to be long Chairperson, I would just like to thank everyone, all of the people from Port Elizabeth for the support and the respect and the dignity that you displayed in this special hearing yesterday and today.  We are very excited that in spite the cold, the hall is full.\n I just want to say Chairperson, if you will allow me, to explain something that kept on cropping up that people have requests about the ways in which they could be helped, we would need to emphasise this now and again, that the duty of the Commission is to make recommendations to the President of the country, President Mandela.\n The decisions and actions to be taken depend on the President and his Cabinet.  If someone made a particular request like the rebuilding of his or her house and that doesn't happen, I just want to explain this right from the outset, that the decision about implementation of this request depends on the President.\n I would like to thank you Chairperson for sharing today's session.  We got used to the assistance that you offered us and we have become dependent on your support and your assistance.\n We would like to thank Dr Mapule Ramashala who is the\nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n5\nCommissioner from the Western Cape, who also managed to be with us in this hearing and others before.  Thank you Mapule.\n We feel incomplete without you and we hope that on all our hearings, if it is possible, we hope to be with you.  \n A special word of thanks to Advocate Potgieter.   Denzil, this is as far as I can remember the first hearing that you have attended.  In East London, you came but you had to leave urgently because of an interdict that was serving in court which you had to attend to, we have enjoyed your company and we are indeed very grateful that you have made the time to be with us.\n I would like to thank the NGO's here in Port Elizabeth.  Throughout the Eastern Cape where the NGO's have come together to form themselves into a NGO coordinating structure, where NGO's are openly of support of the TRC.  In the Eastern Cape we are not aware of another area where the NGO's have organised themselves into a structure to work in support of the TRC.\n The successes that we have enjoyed here, what we have achieved here, is not accidental - the Council of Churches and we do wish to convey our sincere thanks.  Can we thank the members of the South African police who in the last two days have been with us here.  I know that they are in a difficult position because the number of people who are named here as perpetrators come from the ranks of the police, and they have all the reasons to feel uncomfortable in our hearings.\n But we are indeed blessed and delighted that they have given us such good service and our hearings here in Port Elizabeth have been extremely well protected.  And we wish \nPORT ELIZABETH HEARING TRC/EASTERN CAPE\n6\nto thank you sirs for that.\n Oh, yes, and ladies, who are serving in the police.\n Could I say a word of thanks to the choir in absentia for the rendering of the good music at the beginning of our sessions.  They have indeed inspired us.\n Finally all my colleagues, Sandi, Maya, Xundu, the staff under the Regional, the statement taker, the staff under Vic  Dunowani ... at very short notice to make this hearing possible and I am lucky and proud to have a team of your calibre.\n Lastly, I wish to announce our hearing here too.  In Queenstown from the 22nd to the 24th of July 1996.  Acting Chairperson, thank you very much.",
            "Unknown"
        ],
        [
            "ACTING CHAIRPERSON",
            "Thank you Revd Finca.  He couldn't thank himself, so I think I will have to thank him.\n Indeed if he was someone who couldn't work well with his team, they would not have been so inspired to make this occasion so successful.\n We thank him for that, thank you Revd Finca.\n Now I have the authority to say that we have now come to the end of this.",
            "Unknown"
        ]
    ]
}