{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "location": "PORT ELIZABETH",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55312&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvpe1/day2.htm",
        "speakers": [
            "ANNEXURE A",
            "TRUTH AND RECONCILLIATION COMMISSION HEARINGS"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "TRUTH AND RECONCILLIATION COMMISSION HEARINGS,",
            "ANNEXURE A"
        ]
    },
    "testimony": [
        [
            "TRUTH AND RECONCILLIATION COMMISSION HEARINGS, ",
            "PORT ELIZABETH\nPRESIDING OFFICIALS\nDAY 2 - 22 MAY 1996\nArchbishop Desmond Tutu - Chairperson for the first couple of hours, after which he left the hearings\nDr Alex Boraine - Chairperson for mid-morning onwards\nReverend Bongani Finca\nMs Yasmin Sooka\nDr Mapule Ramashala\nMr Ntsiki Sandi\nMs Tiny Maya\nReverend Mcebisi Xundu\nMs Pumla Gobodo\n \nRev B FINCA: We remember Sipho Edward Siziba, Buyo Kanto Ndleleni, Sandile Joseph Mntshaca.  May they rest in peace Lord, give them eternal light.\nDr A BORAINE: Let us pray.\nGod of all nations and of all people.  We in this country have been blind.  Give us eyes to see.  We have been deaf to the cries of pain and of anger.  Give us ears to hear.  We have lied and we have covered up.  Illuminate our country with your light so that we can walk therein.  Grant us your wisdom, your peace and your justice, so that we can together hand in hand walk in a land which is united.  Amen.\nWill you be seated please?  Thank you.\nCHAIRPERSON: Order please.\nDr A BORAINE: I want to extend a very warm word of welcome to all who have gathered here for the second day of the session of the Truth and Reconciliation Commission and in particular I want to welcome the witnesses and members of their families and their friends.  As a Commission we are greatly encouraged and enheartened by the number of people who gathered here and are already gathering here today in large number.  There are many people whose names we would like to mention in particular, but to do so would take too long.  So people sitting behind me and behind the Commission, to the right and in front and above and all around, you are all very special and very welcome.  \nThere is one name I would like to mention and that is the Chairperson of the Western Region District Council of the province of the Eastern Cape, Mr Sandi, who is I think sitting behind me, but I cannot see him.  He is nevertheless very welcome indeed.  I would like to introduce to your the panel that is with us today.  \nWe have been joined by Dr Mapule Ramashala who is from Cape Town and who is a Commissioner.  He is a member of the Reparation and Rehabilitation Committee and we are very pleased to see her with us today.  \nYou do not need much reminding of a Dumisa Ntsebeza who was with us yesterday and is a Commissioner and heads up the Investigative Unit.  Yasmin Sooka is the Deputy-Chairperson of the Human Rights Violations Committee, a Commissioner and she is from Gauteng.  The Reverend, Bongani Finca is the man who is in charge of the Eastern Cape for the Commission and is a Commissioner.  Sitting next to him is Ms Tiny Maya and she is a Committee member of the Human Rights and Violations Committee from the Eastern Cape.  Sitting next to her finally is Cannon Xundu who is a Committee member of the Reparation and Rehabilitation Committee.  They will serve as the Commission during its hearings today.  \nI want to apologize for the absence of the Chairperson of the Commission, Archbishop Desmond Tutu, he has asked me to please convey his sincere apologies.  He had to leave last night because of heavy commitments in Cape Town today and tomorrow before we all go on to Johannesburg for the Human Rights Committee on Friday.  I want to, by way of opening, quote something which was said very recently by President Nelson Mandela.  You will know that the Commission was appointed by the President.  In a recent speech he said this:\n\"The feeling of freedom that infuses every South African heart at last liberated from the yolk of oppression underlines the fact that we have all in one way of another being victim to the system of apartheid.\"\nHe continued:\n\"In no activity is this more lucidly captured than in the heart rendering evidence being led at the hearings of the Truth and Reconciliation Commission\".\nThe President continues:\n\"It is only natural that all of us should feel a collective sense of shame for the evils that as compatriots, we have inflicted upon one another.  But even in the few days of these hearings we can all attest to the cleansing power of the truth.  It is to this that this Commission is committed.  We are committed to the truth so that we can all be free.  We are committed to the truth that we can all become reconciled one to another.  There is a very long road ahead.  We are only just starting.\"\nToday is a very auspicious day as people come from this part of the world and tell their own stories.  \nOnce again as a Commission we want to say how pleased we are that so many have decided to come forward and it our hope that in many many times in the future the perpetrators, the people who have caused the hurt will also find the courage to come before this Commission.  Before I hand over to my colleague, the Deputy-Chairperson of the Human Rights Violations Committee, I want to say a very special word of welcome to Major General Bantu Holomisa, Deputy-Minister in the government of President Mandela.  Most of the time in all our hearings we have listened to victims and survivors as they have told their stories.  \nFrom time to time we will also have witnesses who will give evidence of those people who conspired against people who were in the struggle and the struggle for democracy and freedom.  One such person is the witness that is before us today.  He is well known to all of those who are gathered here and I am not going to go into any detail.  You know him possibly even better than I do but may I say that we are very pleased and very delighted to have him with us.  He will have a great deal of evidence to put before the Commission and we have asked if he could give us at least until tea time in order to present that evidence.  I take pleasure now in handing over to Yasmin Sooka. \nMs Y SOOKA: Thank you, Deputy-Chairperson.  We thank Bantu Bonke Holomisa for taking this stand.  I would like you to stand and as his customary in our proceedings, I will now ask you to take the oath.\nMr BANTU BONKE HOLOMISA D.S.S.\nMs Y SOOKA: I wold like to welcome you on behalf of the Commission in coming forward with this evidence. We hope that the example that you were setting here today will be followed by other members of our government who had been responsible for the atrocities of the past.  As is customary in our events we have signed a Commissioner to assist you with the leading of your evidence.  He is well-known to you and he is Advocate Dumisa Ntsebeza on the left hand side of me.  I now hand over to Advocate Dumisa Ntsebeza.\nADV D NTSEBEZA: Thank you, Ms Sooka.  General, I will not really lead you.  I think what you need to do is to give your evidence yourself in the structured way in which you think it will make more sense.  I think ours will merely be to highlight areas on which we need some clarification in respect thereof.  We will also be guided by a statement you have made available to us.  So if you do not mind, if you could kick right away. \nWITNESS: Thank you.\nDr A BORAINE: Could I be very rude and interrupt you?  Forgive me.  I just want to let people know that you have very kindly presented the Commission with a copy of your statement.  We received this about 10 minutes ago.  So the witness will be referring to this.  Obviously there are not enough copies to go around.  Thank you very much.\nWITNESS: Thank you.  Chairperson and Honourable members of \nTruth and Reconciliation Commission, the affected families, witnesses, ladies and gentlemen, I have not come here in my capacity as a Deputy-Minister or a member of the African National Congress but as a concerned citizen of the country, who as a former Head of the then Transkei government have had to face one of the most callous regimes  hell bent wreaking havoc in that territory, and the province in general for the purposes of advancing its own areas, political agendas.  \nMy presentation will cover the following:  Introduction; Violence in Black areas as orchestrated by the then National Party Government as contained in these files;  Indoctrination of the Black communities;  brief on Operation Katzen;  Political gains to the National Party Government;  Destabilisation of Transkei by South African Government;  Operation Abbot;  South African Defence Force planned the invasion of Transkei on 12 June 1991.  \nI will table these files and then suggest some recommendations.  What I am saying, people, to you, is that I am here in front of you not as a Deputy-Minister or as a member of the African National Congress.  These files that I have brought here today are going to show exactly how the previous government planned to murder people and to twist people's minds using churches, using youth and also using Black Organisations like UDF.  I am also going to tackle a certain plan that was done by the government to attack Transkei.  There were people who were supposed to be released from jail.  Now that was done by the De Klerk Government.  Coming to the recommendations, I am going to quote the way that worked.  I am not going to say this in Xhosa, if I do that I am going to take too long.  So I am going to say it in English.\nThey stated time and again that I am in the possession of some top secret documents relating to the Covert Operations of the then South African Defence Force.  The intention of coming to testify before the Commission is to make public such information.  Many South Africans at present may be bluntly unaware of the burning need and the significance of the establishment of the Truth and Reconciliation Commission.  \nHowever the startling revelations of the hyena cries and atrocities committed by some agents of the brutal apartheid security operators have underscored the wisdom of President Mandela and the ANC to insist on establishing the Commission in order to lay back these atrocities for public scrutiny so that the South African nation can come to terms with its past and deal with its present and future.\nChairperson, I would like to put on record my sympathy for the Commissioners as they delve into our dark past before the necessary transformation of our justice system which is still a third reflection of the legacy of the inglorious apartheid era.  Who would have thought that in a democracy, a person like Mamasela could boldly claim responsibility for the murder of an individual and yet walked free as an innocent man. \nOn the other hand some people who attained the government structures obeying for the blood of the leadership who dispersed cadres on revolutionary missions to the country during the years of conflict and also clamber for their removal from office as in the case of Comrade Mc Bride.  \nThe TRC has been charged with an unenviable task of having to strike a balance between the just feelings and expectations of the deceased families and the please for amnesty by the perpetrators of violent crimes against their fellow country men and women.\nSo far the TRC has been inundated with claims of physical torture and the gruesome death of individuals in police hands with, in some instances, the identification of the bloody thirsty killers of political activists.  The former police, political office bearers continued to disclaim knowledge of this wicked edge and shifted the responsibility to a few rogue elements within the ranks of the former security establishment.  \nIn view of the disclosures made so far, is it not pertinent for the Commissioners to ask for the handing over of all available files pertaining to the activities of CCB, the Joint Management Centre, the State Security Council for perusal by the TRC.  Chairperson, it is common knowledge that many Ministers of State in the old order served in the various Security Bodies I have mentioned above.  It is they who approved funds for the execution of the murdererous activities which are euphemistically alluded to as projects.  \nHopefully, the files would reveal the nature, scope, purpose, decisions and content of the projects in which the State was able to shroud in secrecy and mystery its real intentions.  From the document I am going to table it emerges undoubtedly that the army was the link pin of the government's strategy of neutralising and eradicating opposition to its policies.  They ferociously pursued a psychological programme underpinned by sophisticated and very subtle methods of indoctrination in the better for the hearts and minds of the Blacks.  The army was involved in the management of projects purporting to be beneficial to various Black communities like the establishment of youth clubs and the organisation of the leadership courses which were manipulated to turn Blacks against the ANC, SACP alliance including UDF.  It was also influencing the behaviour of Black South Africans in a way beneficial to the apartheid government.  It was also charged with the task of propping up Black Local Councils which were increasingly being ignored and despised by Blacks.  \nMy next item is use of violence.  While the army resorted to subtle propaganda means in its endeavours to undermine the force of the government and to dampen the revolutionary fervour of the population.  \nIt is mind-boggling to learn of their readiness to use violence against activist at the same time.  It was used to gather intelligence for the government and shared the information gathered with the rest of the intelligence community for the purpose of eliminating persons considered to be dangerous to the State.\nA clear illustration of the use of State violence, propaganda and colour on colour violence is given in a file called \"Project Kampong\" which consist of the following sub-headings.  \n\"1. General\n 2. Edu guide\n 3. violence\"\nIn the same file there is a document called OP/KO/32A/5/3 FOLIO 14  marked \"UITERS GEHEIM\" [that is top secret] from the eastern province command head quarters.  Prepared in march 1987 by two senior military officers with the heading \"'SECURITY PLAN COUNTER MOBILISATION PROJECT - EASTERN PROVINCE COMMAND\"\nAccording to the documents, the security plan was for distribution amongst other for the Chief of the army and exclusively for a certain Brigadier Van Wyk.  \nIt states that the plan is for the greater part already implemented and in operation.  It continues to list projects for which precautionary measures should be introduced as follows.  \n\"1. Project Lambart\n 2. Project Niblick\n 3. Project Wallecks\n 4. Project Lactone\n 5. Project Pulli\"\nI would like to concentrate on Project Wallecks.  This gives us an insight into the Black on Black violence as a pillar of the army and the then South African Government in each counter revolutionary [Inaudible...].  \nThe aim, according to the document written in Afrikaans is also a task in this document, was to establish a positive community organisation in order to isolate Cradock, thereby breaking the enemy power base in the rural areas, resulting in effective third level of government.  Its main objectives were as follows:\n\"1. To deny the enemy, its power base by attempting to establish an organisation that will unify Black communities against the UDF in rural areas and infiltrate enemy organisations and eventually take them over.\"\nI wonder whether that thing is not happening right now.\n\"2. To influence Blacks to accept Legal Black Local Government and participate.\n 3. To remove the UDF through the use of force from the communities from the principle of colour against colour.\n 4. To break the power of the enemy in Cradock and to establish a moderate attitude towards whites.  \n 5. To influence Blacks to resist intimidation, radicalism and the influence of the UDF.\"\nThe management requirement for the project to succeed were tabulated as follows:\n\"1. The appointment of a white coordinator in Somerset-East to assist with planning and is a link between the organisation and the SANDF.\n 2. The appointment of a full-time leader for the organisation structures and facilities including offices and a newsletter to come later.\n 3. A subsidy for the leader of the organisation.\n 4. The continuous conducting of courses for new members joining the organisation.\n 5. Credibility for the organisation by means of positive media coverage.\"\nThat should say a lot.  This says a lot.  What it means is that they had their own people in the media to carry out the so called positive media coverage.  You will see this later when I am transferring to Transkei.  \n\"6 Funds on a continuous basis.  Firstly to launch the organisation and then for running the organisation.\"\nPossibly the ability to pay the victims limited compensation like the UDF does.  These files will also show that there were a lot of money that were paid to certain individuals which I would not like to list here but they are contained.  You will also see the pictures which were taken of some of our African brothers and sisters in various projects under the guide that this was a leadership but the Commission will see how to handle that.  Functioning on the ground, he is referring to the implementation of this project \"Wallecks\".   A local medical doctor in Somerset East has been involved in project for approximately six months.  He is of a high standing amongst Blacks.  A certain Minister is in the process of establishing an organisation known as Eastern Cape Moderate Residence Alliance.  Three courses have already been conducted for groups of between 24 to 45 in Somerset East and one for the Chicaners in Cookhouse.  \nHard action, I repeat, hard actions have not yet been launched, seeing that training and influencing was launched on a trial basis.  It continues as follows.  However restricted isolated hard actions have been launched by Joel Memese and his followers on comrades resulting in no action from Cradock in Somerset East over the past month.  It is said here \"These Kaffirs ran away when violence was used\".  [IInformation lost due to recording]  ...meaning one thing, that is use of force.  That is my interpretation.  \nMemese is outspoken against the ANC and the UDF and is responsible for evictions of those who do not pay rent.  Intimidation by UDF is now less effective in Somerset East.  It is envisaged that should the organisation grow as expected it will become a mouthpiece for Blacks in negotiations.  It can also cooperate with the Regional Services Council in order to convey the government policy to Blacks.",
            "Unknown"
        ],
        [
            "ANNEXURE A",
            "for Project Wallecks is motivation for the budget covering 1987 to 1988 financial year.  By this time Project Wallecks had been implemented and the government had achieved some notable successes in reversing the spreading influence of the UDF as reflected hereunder\n\"a. There is no doubt that the revolutionary onslaught in the Eastern Cape relies on Cradock as it nerve.  The file says it is not coming from me.\n b. Cradock is also regarded as a strong point by the enemy and all efforts by the authorities have been parted.  It is possible because of strong intimidatory actions by radicals.\n c. At present millions of rands are being ploughed into Cradock Black areas on improving living conditions.  In spite of this we have still not be enable to neutralize the enemy.  Broken promises in the past have discredited third level government and the Black Council was forced to resign.\n d. It is well-known that the enemy started its activities during 1983 in Cradock mainly through organisations like the Residence Associations, Youth Organisations and Women Organisations.  It expanded its control more or less as follows, covering the following areas, Somerset East, Cookhouse, Bedford, Adelaide, Hofmeyer, Middelburg, Graaff-Reinet and Peerston.  On a map it represents a section around Cradock.  \nSo the Commission would have to ask perhaps the former government officials to define the term \"enemy\" and when that term \"enemy\" I was said by a military man \"What does that mean?\" and we know that in those townships there were no soldiers but there were civilians.\n e. It would therefore be wise not to tackle Cradock directly but rather concentrate on the surrounding towns thereby isolating Cradock.  That will only be possibly incorporation with the right Black Leaders.\n f. On a trial basis activities were introduced in Somerset East with a strong conservative element and positive results have been achieved.  Successful courses by Edu Guide, a branch of adult education were conducted.  Elections have been held and a Black Council is now functioning in Somerset East.  The main figure in this effort is Memese.  Two members of the Council previously regarded as radicals have attended a course and is now openly supporting Joel Memese.\"\nIf I can draw your attention to file Project Kampong under the heading \"Adult education consultants\", just to briefly read what was taught in this  syllabus.  Item 1 is, I will read it is Afrikaans:\n\"The man and his talents and article life, education and counter education, culture, patriotism, leadership abilities, racial relations, political communism, UDF.  The real reason for schooling, why is God always depicted as White and the devil Black?  Why is Mandela not released?  Why are the people of South Africa known as South Africans and not as Africans?  What is the wrong with the Socialistic Utopia?  Why do Blacks kill each other?  Why are there disparities in salaries?\"\n[Information lost due to recording]  ...experts who understand the Afrikaans.  Even our efforts to find suitable Black leaders.  Joel Memese should receive our full support.  He is totally opposed to the UDF, ANC and communists.   He openly supports the RSA Government and commands White influence.  The Municipal police also support him fully.  Without external financial support, Memese will not achieve success.  He will be busy organising on a full-time basis.  I would like to issue my comments out of these files I have just read.\n\"Project Wallecks\" gives us a rare insight into the strategy of the then government of instigating Black on Black violence.  By establishing Black organisations hostile to the revolutionary liberation movements.  Whether the brief to engaging violent activities against the so-called radicals elements, the aim of the former National Party Government was to shift the focal point of the conflict between the liberation movement and the White led government to Black on Black violence.  This gave to the outside world an impression of Blacks who would be incapable of governing the country by indulging in bloody feuds among themselves  only to be rescued by White intervention from totally annihilating one another.  This would necessitate a dominant role for Whites in any future political dispensation with the possible emergence of a Black/White centrist political grouping.  This is in line with the policies approved by the then State President, P W Botha, as reflected in \"Operation Katzen\".  Katzen was written by Brigadier C P van der Westhuizen, the former commander of the Eastern Cape command whose introduction and aim and objectives read as follows:\n\"1. The State President has given an order that the situation countrywide be normalised by the end of December 1986.\nThis implies that the situation between and the end of October 1986 be stabilised.  Complete Law and Order restored.  \n  2. It is very clear that the current unrest situation cannot be permanently stabilised and normalised through the current conventional method of action against the background of the State of Emergency.  \n  3. The document addresses the problem of permanent normalisation of the Eastern Cape Organisation of the Eastern Cape situation.  Existing returned and unreturned plans to prevent the onslaught remains in force and shall be carried out.\"\nSo that is the homework for the Truth Commission, to ask the authors of this document when they referred to written and unwritten plans.  What did they mean when they talked about current conventional methods and unconventional methods.  This applies also to the future additional or other plans.  The ideas in this document must not be viewed in isolation but as part of the total counter-revolutionary endeavour.  This command and group 5 set themselves the objective in November 1985 to win in 1986.  \nIt still remains our objective to stabilise and normalise the Eastern Cape before 31 December 1986 such that the current State of Emergency regulations can be lifted.  It is however foreseen that the completion of this task must not be viewed as an end to the counter-revolutionary effort.  The aim of this operation was to develop the Eastern Cape into an independent power block against the ANC and UDF by December 1987.  Starting points to be considered, I hope everybody will listen carefully on this one.  \n\"1. The plan must entail minimum political risk for the Republic of South Africa.\n 2. Actions must not be traced back to the RSA.\"\nDo you still doubt that the third force was in existence as early as November 1985?  Is there anyone who doubts that after this?  My comment, the elusion to the normalisation of the situation countrywide is an indication that the projects implemented in the Eastern Cape were also taking place throughout the whole country under the different code names.  Brigadier van der Oosthuizen in \"Operation Katzen\" deepens our understanding of the third force activities through the setting up of resistance movements within the same ethnic groups for the purpose of instigating in the tribal feuds.  The use of hard military tactics seems to have been one of their options.  \nThe extract below from \"Operation Katzen\" confirms my views.  I quote:\n\"Phase 1 of the plan by Brigadier van der Westhuizen tells us how the hard military phase will be implemented in the Eastern Cape which included Port Elizabeth, Ciskei, Transkei as well as surrounding areas of Port Elizabeth.  Phase 1 of this operation under the hard military phase reads as follows\nThe establishment and expansion of the Xhosa Resistance movement in the Eastern Cape, primarily among township Blacks under the leadership of Charles Sebe and under covered control of the RSA security forces.\nThis Xhosa Resistance movement must in nature and even extent the similar to Inkhata and must together with our security forces form a counter-revolutionary front.\"\nDo you still doubt who is Inkhata in this country?  The co-option to existing Black Resistance Movement into the ranks of the Xhosa Resistance Movement.  This makes one thing amongst others of the Kakanes of Cookhouse, Memese of Somerset East, Maxhinas, Black Centre of Port Elizabeth.  The emergency of these groups under a hard military phase should say a lot to this audience.  The freeing of Charles Sebe and his son from jail, the plan continuous.  \nThe coup detat against Sebe's Security Alliance between Eastern Cape command, TDF and CDF. \n\"Phase 2 of this plan was to join together Eastern Cape, Ciskei and Transkei in a consideration of State according to the KwaZulu-Natal concept, so which means the noises which we once heard about the consideration of State was orchestrated by the military and their superiors.  Removal of Lennox Sebe and his followers from the political scene.\"\nMaybe they would vote him out but you will hear later.  \n\"Phase 3, the Xhosa Resistance movement plays a principle role in the unification of Ciskei and Transkei security forces and also work together with the RSA security forces to establish general stability of the Eastern Cape.  The big stumbling block is Lennox Sebe and therefore he must be removed.\nPhase 4, the establishment of the Xhosa Land State is realized.\"\nMy comment:  The plan was vigorously pursued and phase 1 was implemented with a good measure of success.  General said there was  sprung from jail on 25 or 26 September 1986.  The nuclear of the would be Xhosa Resistance Movement started receiving training in Transkei under the name Ilisolomsi.  \nOn 10 November 1986, the following army officers according to the documents \"Operation Katzen\", the following army officers met at Msika Mabesi at Lusikisiki, Transkei.  General Rid Dailie, the former advisor to the TDF, General Charles Sebe, Chief Nambasebe, Brigadier van der Oosthuizen, Colonel van Rooyen, Major van der Merwe of SAP, it was confirmed that phase 1 has been implemented.  For example, Charles Sebe was out.  Lennox said they must be permanently taken out or removed.  Minutes of this meeting were conveyed to Chief of the SANDF via Colonel L J Moore in Pretoria.  The document Madi contained in a press conference document on \"Operation Katzen\" on 11 March 1993.  This is a test account of what is contained in the translated version of \"Operation Katzen\".  What emerges with the use of false permeated the execution of phase 1 according to the plan.  The use of the term \"Permanent removal\" or \"take out\" seems to be a common jargon with far reaching implications for the lives of the persons concerned.  It was employed, for instance, in the signal message about Goniwe and others, if you will recall.  It was also used with regard to Lennox Sebe who narrowly escaped death when the plan to have a change of leadership in Ciskei was executed on 19 February 1987.  Transkei's image then suffered a consequence of Pretoria's imaginations.  \nWe were portrayed as politically immature and incapable of harmonious and peaceful co-existence as Lennox Sebe's raid was visited upon Transkei residence, both inside and outside Transkei.  \nPretoria escaped all blame and remained Mr Clean when in fact she was responsible for the Bisho saga.  The strategy of putting Black against Black, it seems still continuous undebated in South Africa as evidence by the unruffling of the activities of the then Internation Research in Ciskei two years ago, wherein the entire detailed on brink of violent conflict ever since its presence in Ciskei.  The dirty tricks campaign against the liberation movement was waged through the use of reactionary homeland Leaders [Inaudible...] by the White SANDF soldiers.  Any irresponsible reckless conduct boomerangs on these leaders while Pretoria is saved from direct responsibility in our gracious acts.  When Pretoria was diametrically opposed to anyone, she did not hesitate to add.  We nearly became victims of their imaginations in 1990 when the group trained and funded by her attempted to topple the then military Council.  The abortive who left in its work a number of killed and wounded recruits.  \nI wish to draw your attention once more and listen carefully to this one.  The following expert from the book \"The Hidden Hand\" covered operations in South Africa by Anthony Minnaar, Ian Liebenberg and Charl Schultz collaborates my argument in the foregoing paragraphs.  I quote questions posed to Colonel du Plessis of the then, Eastern Cape command and his reaction.\nQuestion 1 is posed to Colonel du Plessis\n\"I would like to ask a hypothetical question.  A crime is committed by someone in the area that fell under your control.  The uniformed branch of the SAP goes to investigate that crime which in fact was committed by someone or other covert operations.  What started to happen is that members of the uniform branch actually start getting close to solving the crime.  What measures do you take to stop them?  That is the police for solving the crimes.\"\nAnswer - Du Plessis reacts as follows:\n\"During the evil scene of Uitenhage, people got killed in the various Black areas of Port Elizabeth.  They were necklaced and killed in other ways as well.\nIt became an embarrassment to certain security forces or certain elements of security forces because the criminal investigation bureau of SAP was beginning to pick up evidence and were to start precautions.  So those elements in the Security Management Board who attempted to have them dropped.\"\nLast question to du Plessis posed by the writers:\n\"You mentioned earlier that the front companies were actually set up on a national basis in various command regions and your EP command region was one of them and you said that this was done by means of general sort of instruction.  Could you perhaps elaborate on what you mean by the general instructions?  Was this for example done by means of a special meeting of all the commanders of all those various command regions or was it done through some other form?  A memorandum perhaps?\"\nQuestion was asked to du Plessis.  He reacts as follows:\n\"If I remember correctly, and you must remember it happened many years ago, instructions in the form of a memorandum were issued and were discussed in various conferences.  \nAt that stage, 1985 and 1986, I paid visits to Pretoria on informal topics on a monthly basis.  One conference on top of another.  Later on, after 1990, the organisations became political.  It became pure politics.  The main thing being to establish a centrist political group.  Then of course the Inkhata send the whole thing.\"\nIt is abundantly clear that the Inkhata Freedom Party, have since the early 1980's formed the central part of and was in the fore-front of the counter-revolutionary activities of the then SANDF.  As \"Operation Katzen\" confirms that a similar Xhosa Resistance Movement be establish along similar lines.  The continuing civil mayhem and inter-nation strife ravaging, KwaZulu-Natal is a living testimony of the close collaboration between IFP and the SANDF.  The bloody conflict between the IFP and ANC supporters is not a consequence of beat up political rivalry between the two but a manifestation of the third force dirty tricks at work.  It is the fruition of the hard military phase which forms the essential component of the resistance ethnic movements initiated by the army throughout black communities in the 1980's when White domination was confronted with an up-surge in revolutionary activities.  Black had to be used to eliminate their kith and kin.  \nThe South African Army sprang General Sebe from jail in Ciskei for the purposes of furthering the establishment of Xhosa Resistance Movement as a counter to revolutionary alliance.  This have been shown in this document.  \nThis emerges clearly from \"Operation Katzen\".  Is it not ironical that the same forces, I repeat, is it not ironical that the same forces responsible for springing him from jail plotted his ultimate physical elimination through a front organisation based in Ciskei called International Research, Ciskei Intelligence Services, headed by a Colonel Jan Anton Nieuwoudt who worked for the South African Military Intelligence Department of Covert Collections and directed Ciskei Intelligence Services.  The inquest into Charles Sebe and Colonel Guzana's death heard that these services had invented the supposed coup plot which led them back to Ciskei and they shot them dead.\nI just want to play something on backwards.  This Colonel Jan Anton Niewoudt has nothing to do with Colonel Niewoudt who has taken the Commission to Court.  Do you know if it is the same person?\nRev B FINCA: This Colonel, I see this other one was a member of the Security Police.  This one was in the Military Intelligence.  So what are the initials of the other one, because I have mentioned the first name of this one.\nWITNESS: I believe he is Gideon.\nRev B FINCA: If Gideon feels that his name was mentioned by Holomisa then he can fit the cap.  That is hard luck.\nDr A BORAINE: Order please.  Thank you.  Please continue.\nWITNESS: Just as Michael Claassen said in his inquest finding:\n\"Niewoudt and company knew there was no inside component to the coup attempt and they knew there was no danger to any interested party in the Ciskei.  The trap was set for one purpose only and that is to read this regime in Ciskei under Brigadier Gqozo of any further thread from Sebe and Guzana.  I have thought very seriously of the possibility of Niewoudt in particular being party to conspiracy.\"\nThis Commission will recall that Justice Goldstone raided the offices of the military intelligence Directorate of Covert Collections which proved that Colonel Niewoudt worked for the Directorate.  The Directorate was investigated by General Steyn later.  This is further confirmed in the SA DF's Court papers responding to a claim by Niewoudt.  \nIn the same papers in Court, the SANDF confirms his double role that Niewoudt was a double agent in Ciskei acting on behalf of the SANDF while working for Brigadier Gqozo.  That is not to Holomisa, it is Court documents coming from the SANDF in a Court of Law.  During the Sebe and Guzana inquest in a attempt to conceal the origin of the order and South Africa's involvement in the matter of the two, Niewoudt declared under oath that he was not dealing it to the South African Military.  But in his Court papers, in 1993 against the SANDF, Niewoudt unequivally states:\n\"At all relevant times to date, since January 1 1974, I was a member of the Permanent Force and an officer involved with various units of the SANDF.\"\nAccording to the same court papers, Niewoudt worked closely with Military Intelligence Chief Joel van der Westhuizen in the 1990's.  The gentleman that I have just mentioned is the author of \"Operation Katzen\".  There are allegations that van der Westhuizen was personally in charge of an \"operation's room\" in Tuinhuis and Pretoria, monitoring the escalation of the so-called Black on Black and the train massacres which started in the Rand township around June 1990 and kept former President and his colleagues abreast of development.  \nWhen we evaluate the nefarious role of the South African army in the KwaZulu conflict, the old Eastern Cape, Ciskei and Transkei, we find Joel van der Westhuizen to be a common denominator integrating of violence among these communities as evidence by his operation orders on the instructions of course of his superiors.  What emerge with hidden force is that these operations are sanctioned at the highest levels of government and the emphasis is that they should not be traceable to them so as to avoid political risk for the then NP government.   Is it now not tempting to link the outbreak of violence in the Rand Black townships during 1990 and the train massacres to the activities of the Directorate of Covert Collections.  The chapter on the violence that erupted in the 1990's after the un-burning of the liberation movements and the role of the Research Directorate therein cannot be closed without Messrs F W de Klerk and Joel van der Westhuizen being called to account to the nation through this body, that is Truth and Reconciliation Commission.  This must be viewed against the decision of Mr de Klerk to grant early retirement to Senior Officers of the Directorate of Covert Collection including Major General Joel van der Westhuizen after exposes linking them to violence and murder.  Mr de Klerk himself stated that they could be charged of murder.  It is unfortunate that the Steyn Commission tasked to look into this, never tabled a report to the nation.  \nOne wonders whether it was an exercise in damage control, a cover up or a phase.  Instead the Government of National Unity awarded General Steyn with a top post in the SANDF as Secretary of Defence Secretariat.  \nI would like to address myself now to the victims of State sponsored violence.  Chairperson, it is abundantly clear that tens of thousands of Blacks died Mr de Klerk's term of office exceeding the total number of our people massacred during the life span of the apartheid State.  Thousands of families lost breadwinners as a result of the State sponsored, blood letting and the wholesale murder of innocent lives.  Many survivors have no recourse to redress because of the lack of means and ignorance of the due process of the law.  The forces behind the senseless violence in the Black areas and train massacres must be hunted wherever they are and brought to book a speedily as possible.\nThe public, Chairperson, is watching the criteria to be used by the State in compensating the families whose loved ones lost their lives as a result of State violence.  I hope the Commission will have an opportunity to visit some of the rural areas where people do not have telephones, do not have water, but they are living in thatched-roof round houses.  Those are the people who are also part of this process, the victims.  \nYou will recall that a number of people were killed in Johannesburg, bundled into trains, busses, ambulances, carried down to rural areas of KwaZulu and Transkei etcetera.  It is clear that the third force activities were involved there.  I wish you well in finalizing this task.  \nPolitical gains to the National Party Government, coming closer now to the files again.  My submission shows that the NP Government made use of front companies to implement a multi-prong strategy in each endeavours of neutralizing the rising resistance to its rule.   The instigation of the Colour on Colour violence was also the core of the government strategy.  When other forms of persuasion and influence fail yield desired results.  The files I am handing over today illustrate that front companies were also used by the National Party Government to infiltrate churches, political parties, youth organisations, community organisations.  This information can be gleaned from the following files:\n\"Kampong, Pippa, Kalmoes, Lambert, Wallecks, Lactone, Lion Life and Resorts Corporation, Christian Life Centre\",\nwhich I now table to the Commission.\nThe projects contained in these files give a detailed insight into the amounts expended through church front organisations and how Christianity was corruptly abused for political gain amongst Coloured and Africans by the then National Party Government.  It cannot be denied that these projects undertaken by the Military Intelligence, have recited in political gain for the then National Party Government among African and Coloured communities.  Another indication of political gains enjoyed by the then NP Government was the collapse of the Labour Party under the Reverend Allen Hendricks after a very substantial sum of money for the then Coloured members of Parliament, was paid to them through the Military Intelligence as reflected in the memorandum approving the expenditure, signed on 25 March 1986 by General Geldenhuis and Vice-Admiral Mpeta, file reference MA 1/KO/328/6/3 Anchor, refers.  This was not restricted to the Coloured community alone.  Mr Gogotya, the current National member of Parliament, let me repeat, Mr Gogotya, the current National Party member of Parliament, was according to documents contained in project \"Kampong\" in the payroll of the Military Intelligence, 3 Folio 17 in this file, and the attached document signed by Gogotya himself.  \nI now wish to request members of the Commission to watch the video cassette and listen to one of the persons involved in the implementation of some of these projects.  I organised compilation of this report with a foreign correspondent after the State television, they did not want to operate, so we had to resort to outside world.  I invite you now to show the video.  \nDr A BORAINE: Thank you very much.  May we have order please?  It is impossible for us unless we have quiet.  \nRev B FINCA: Volume.\nDr A BORAINE: We cannot show the video unless there is absolute quiet and please take your seat.  It is very dangerous to try and crowd in one place.  I understand your frustration but I will be very grateful for your cooperation.  It is important that the Commission watches this evidence.  Thank you very much.  You may proceed.\nRev B FINCA: Ladies and gentlemen, you are requested to please sit where you are seated at the moment.  There is no way that this whole crowd can be able to see this little screen here.  This is only meant for us to be able to reach a decision.  There are people in that corner, if they would all want to come here then we would not be able to work.  So please, ladies and gentlemen, there is no other way that we can do this other than this.  \nDo not move where you are.  Please remain in your seats.\nDr A BORAINE: Thank you, please proceed.\nWATCHING VIDEO.\nDr A BORAINE: Thank you very much.  Can I express again our appreciation for your patience.  I know it must be very very frustrating not being able to see the video.  We may be able to arrange for something at a later stage.  Thank you again and please, the witness may proceed.\nWITNESS: My next heading is the Destabilisation of Transkei by South Africa.  On the attainment of indepence, Trankei was promised a huge injection of capital by South Africa for development purposes.  However, it must be stated that Transkei would always remain bankrupt without South Africa's financial assistance because of its non-existing economic base.  The granting of indepence to Transkei was a mere fulfilment of the policy of seperate development.  The persistent rumours and allegations of the embezzlement of funds led to the institution of Commission of Inquiry which pointed fingers at some Transkei top politicians and some South African business persons.  The outcome of the Commissions of Inquiry was the establishment of the Harmse Commission in South Africa as a follow up on the cross-border irregularities.  \nWhen Chief George Matanzima, the then Prime Minister of Transkei refused to step down as a result of his implication in financial standards, the then Transkei Defence Force intervened and forced him out of politics.  A new Prime Minister, Ms Stella Sigcawu was elected.  We discovered later that Chief Matanzima was paid R2m as a bribe for exclusive gambling right by Sol Kerzner.  Bank statements were obtained from the Bank of Transkei which showed that some of the Senior Ministers and Paramount Chief, K D Matanzima, had each received a sum of R50 000,00.  This created curiosity among the officers as to why the amount was divided among politicians if it was destined for Chief George Matanzima only.  On the morning of 31 December 1987 all ranks of the TDF took a decision to remove the government of Ms Stella Sigcau since, she was also a recipient of the R50 000,00 note.  \nIn the context of South African politics, teh move of the TDF was construed in various ways even by the recipients themselves.  The TDF insisted that all culprits be brought before the Courts of Law where their fate was to be decided, and remember that we had an independent judicial.  It is not that we were going to put them into a Court marshals, that is millitary course.  \nThe toppling of former politicians promted them to approach Pretoria for the foreceable removal of the Military Government from power.  To counteract these moves, the Military Government starts implementing the recommendationis of the Commissions of Inquiry, by bringing people like Chief George Matanzima and others to our Courts of Justice.  He was sentenced to 9 years for his involvement in the housing project scandal.  Other government officials took refuge in South Africa after they lost the appeal, for example, Mr Bongani Soldati was sentenced to 15 years for his involvement in the R1,5m incentive scheme.  As far as I know, he is still roaming free even under the present government.  Our calls for him to be extradited then fell on deaf ears.  Even our calls for the extraditions and arrests of South African business persons.  We never hid it.  As at April 1994 when we hand over power according to Transkei's Court records, out of 936 reported major corrupt related cases,  506 were either disposed off or pending in our Courts.  420 cases were still outstanding.  Early in 1988, the then Transkei police and RSA police cold-bloodedly murdered ANC activists in the Transkei in broad daylight.  Our government called for the arrest and prosecution of the perpetrators of that ghastly act.  That step did not endear ourselves to Pretoria.  As a result the Transkei police involved in the murder of the activist, skipped our borders and were given asylum in South Africa.  \nWe issued warrants of arrest but did not get cooperation from South Africa in terms of agreement between the then two governments.  The irony of the whole scenario is that some of these people whose extradition, we sought from South Africa.  The irony of the whole scenario is that some of the people who is extradition were sought from South Africa in vain were arrested by us in 1990, abortive coup.  During the implementation of the recommendations of the Commission of Inquiry on corrupt related cases, we experienced a lot of interference from the former Minister of Foreign Affairs, Mr Botha, who insisted on our affecting payment to the Julk Holdings Company whose housing projects in the Transkei were found to be defective by the judicial Commission of Inquiry.  Later the Harms Commission identified Julk Holdings as working hand in the glove with SANDF's Military Intelligence.  A certain Brigadier Deizel was identified as a link between Julk Company and the Military Intelligence.  The company was used as a front to gather intelligence in neighbouring States.  A number of people entering Transkei from South Africa, who links to Julk holdings, we arrested.  On a mission or on missions to destabilize Transkei and assassinate certain individuals.  Two persons were arrested in a car hired by Jalk for assassinating, for instance myself.  \nLater in 1990, Mr Mbodole, Director of Jalk Holdings, Colonel Duli, a former TDF member and others who were arrested in South Africa, being in possession of illegal weapons after we had protested to South Africa that these people were receiving training in the surrounding farms in Queenstown, in order to overthrow the Transkei Military Government.  \nThey denied that of course they were released on bail after the RSA had given and undertaken that they would ensure that these people would not again engage in similar hostile acts against Transkei.  Despite the RSA police assurances.  The same group led the fail coup detat against Transkei in November 1990 whilst they were still on bail.  So who was fooling who in this case?  That is your homework.  \nThe events recounted above were preceded by Mr de Klerk's visit to Transkei on 10 January 1990 when he used the occasion to press for the return of the territory to civilian rule, that he was unhappy with what we termed then \"unilateral decisions\" such as the release of political prisoners and our intention to unban the ANC and PAC.  You will recall that Transkei was the first government in South Africa or Southern Africa then to release the political prisoners, especially the ANC and PAC followers.  \nMr de Klerk was visibly angry with us over our stubborn determination to do as we pleased.  Our independence streak was a thorn seemingly on their side.  We told President de Klerk in the meeting and after the meeting during the press conference that we have noted what he has said to us but noted it in a spirit of non-interference.  Because one, we did not ask them to give us permission to topple the then Transkei Government.  Secondly, they told our parents that Transkei was independent.  So we told him insofar as shaping the destiny of our people in Transkei, is us and Transkeians who will decide, not de Klerk.  \nOur allegation of South African involvement in the abortive coup have indicated by South African Police Services, the new force, last year in East London, which traced the origin of weapons confiscated in the abortive coup to the SANDF.  After we had interrogated the survivors of the man who staged the abortive coup, we asked the South African Police to assist us in obtaining statements from Minister Pik Botha, Chief Buthelezi, Brigadier Gqozo, Dries Venter of Foreign Affairs, Colonel Niewoudt, Colonel Venter of Pretoria, but they refused.  Perhaps this is why the IFP last year campaigned for the release of the Mbotolis and others who were arrested in Transkei.  \nColonel Niewoudt is the same person I mentioned earlier being a SANDF member, working in the Ciskei Intelligent Services.  \nWe wanted to verify the veracity or otherwise of the allegation that he was the supplier of weapons used in the coup attempt against Transkei at the insistence of the South African Government which led to +/- 19 deaths.  South Africa panicked after the abortive coup and was eager to conceal the role she had played.  Rumour had it in 1981 that they were plotting the spring the coup leaders from our jails in order to destroy evidence pointing at their involvement.  That takes me now to the next phase.\nYou will recall that I said there was an operation called \"Abbot\".  That was an SANDF planned invasion of Transkei on 12 June 1991.  By this time South Africa was looking at every possible reason to justify open military intervention in the then Transkei, in order to release the people who stays the coup and get rid of the Military Government.  South Africa had more than considerable financial leverage over Transkei and the capitalized extensively on the latters having dependence on her vast economic resources.  \nIn realization of this massive financial reliance, South Africa deliberately withheld finances due to Transkei and allowed the territory to teether on the brink of total bankrupts.\nSouth Africa had just established a joint Financial Adjustment Committee in the later day of Chief George Matanzima's government to monitor expenditure patterns and draw the Transkei budget.  The Military Council did not temper with these financial arrangements but when they stepped further and rectified a structural adjustment agreement to avoid accusations of misuse of government funds.  South Africa started discrediting Transkei early in 1991 by publishing a leading newspapers of the Transkei Government whereas South Africa had ensured the payment of the salary bill and other expenses, since the inception of the Transkei Government in the 1960's and later 1976.  The publicity to the said bankrupts was meant to undermine the prestige of the military government and to rally the people of Transkei to rise and rebellion against the Military Government.  Having been convinced of this \"saleability\" of their propaganda to both the South African and Transkei publics, they set June 1991 as their target month to invade Transkei and create Havoc.  \nThe document I am now tabling demonstrate the havoc South Africa would wreck in Transkei in pursued of achieving her own political agenda.  Chairperson, the document is operation Instruction Number 20 of 1991 of group 9 from KwaZulu-Natal.  \"Operation Abbot\".  File reference, group 9/30/1/dated June 1991.  This is the document.  It is written in Afrikaans.  I tried to summarize key areas in English.  I hope you will understand that my vocabulary is very scanty when it comes to Afrikaans.  According to this operational instruction, the Eastern Province command was to be a tactical headquarters with substations as follows:\n\"Natal command HQ, group 39 tactical HQ Queenstown.  Task force A.\"\nThis operation would include the army, police, medical services and the air force.  The details contained in this document referred to group 9 of Natal.   I was unable to lay my hands on the operations order, detailing the plan of action of the Eastern Province command.  I can still recall during the term that armoured cars were moved from Bloemfontein to Queenstown for the purpose of attaining the political agenda outlined above.  It will be remembered that South Africa denied accusation of destabilising Transkei and financial struggling.  In terms of the \"Operation Abbot\" situation I quote:\n\"The Transkei government is at present experiencing a financial crisis to such an extent that civil servants will not receive their salaries by 15 June 1991.  Indications that that unrest violence can result flowing over into the RSA, it can be expected that one or more of the following will have to be dealt with\n1. Local population becoming violent.\n2. Transkei Defence Force interference with RSA security forces.\nWhat were they expecting really, if they were going to come and attack us?  Were they expecting us to read Bible and fold our arms?\n3. MK attacking RSA security forces.\n4. Military Council members orchestrating action against other security forces\"\nSome of the unions which were given various tasks were as follows:\n\"3 SAI battalion, 121 battalion, 5SA1 battalion, 5SA1 battalion, Cape regiment, group 10 AFB Potchefstroom.\"\nPart of the brief was the protection of lives of the RSA citizens only in Transkei.  The rest, they would have to defend themselves according to the way I see it.  The operations order further says:\n\"Should resistance from Transkei security forces be experienced, such resistance must be eliminated.\"\nObservation and comment on \"Operation Abbot\".  Chairperson, if I remember very well, I received a telephone call from East London alerting us to the eminent invasion of Transkei by SANDF men.  The call was from a centre where the army vehicles were being spray painted in Transkei army colours.  I immediately leaded the information to the media.  It is clear that Transkei was going to be attacked from northern and southern with the Eastern Province command providing troops to carry the rest of the operation since group 9 from Natal was to concentrate on Northern Transkei.  Transkei Government have never asked the RSA Government for any military intervention in its affairs nor was there any possibility of Transkei civil servants not being paid, because there was a standing agreement between the two States for the renumeration of civil service.  Even the RSA/Transkei Structural Adjustment Committees never awakened us to the possibility of the non- payment of salaries.  This operation must have been approved at the highest level, seeing that it involves entering or taking a sovereign State without that country requesting such interference.  Instructions for the operation must have originated at the highest military level as it involves combined operations by the army, air force and medical services.  \nThe joint monitoring centres is involved that is FACOM approval for the operation which indicates that the State Council or Cabinet Committee on security chaired by the then President, President de Klerk, must have been aware of the operation.  Causalities who would have occurred, seeing that the operation involved, the occupation of the TDF basis and the elimination of resistance by the TDF and Transkei police.  \nAfter had leaked the impending invasion to the media and on South Africa's realization that Transkei forces were on the alert, they blasted the story on leading newspapers on 2 June 1991, it was a Sunday.  I quote:\n\"South Africa rescues bankrupt Transkei from widespread chaos.\"\nThe story was compiled by John Mclaman, a political correspondent of the Sunday Tribune, who is a long term friend of the outgoing Minister of Mineral and Energy Affairs, Mr Pik Botha.  \nOnce again, proof that the military strategy of manipulating the media worked as outlined in the earlier introduction I tabled here, and it works to their advantage.  I wonder how many people have been discredited through these approaches.  \nIt can now be appreciated that South Africa nearly went to the extremes in her bit to bring about a change of government in Transkei.  In their discomfort with the Military Council they tried all means to justify the need for their naked interference so that a government amenable to their political agenda could emerge.  The planned invasion was a continuation of the plot by Duli, Mpotoli and others on the instructions of the same government.  Suggestions and recommendations.  Sorry, just before I attend to recommendations.  I would like to draw the attention of the Commission to the Bisho massacres of 1992.  Who was behind it?  \nDr A BORAINE: Sorry, General.  Is that in the file itself.  \nWITNESS: Yes, it is at the back.\nDr A BORAINE: At the back?\nWITNESS: Yes, right at the end.  The attention of the Commission is hereby drawn to the attached signal.  EP command/CSI/309/1, dated 24 April 1996.  Addressed to all officials commanding of the Eastern Cape Command which are still named by the old SANDF members.  This relates to the Bisho massacre and is signed by Colonel B D van Groenjen, the second in command of the Personnel Section.  The letter reads as follows:\n\"Bisho incident, shooting at stadium.\n1. The office of the military law office Eastern Province command HQ has received the numerous enquiries about the shooting incident at the Bisho stadium.  Apart from the fact that the SANDF is aware of the incident and that authority has been granted by the Chief of Staff finance for members involved to obtain legal representation at State expense, this office is unable to identify any persons who were involved.  The contact person at the State Attorney's office is Mr Johan Coetzee.  His reference is 3673/95/F.  He may be contacted on the telephone number 041-557921 in an emergency.\nAll you group officers commanders must take note that should any person under their command be approached for a statement, they are advised to remain silent until they have consulted with the law office.  Kindly inform all members under command, signed.  This signal raises serious questions.  \nAt the time of massacre they were members of the former SADF, seconded to Ciskei Defence Force.  The Commander of the CDF was also an officer in the SADF, Brigadier Marius Oelshig, who was withdrawn by the SADF after the massacre back to Pretoria.  Even before the case was finalised, he was promoted to the rank of a Major-General as if it is a reward for the job well done.  Succeeded, yes, implying one black brother against the other and the South African Government in the meantime will not be blamed.  The seconded officials from Pretoria to the home land, whether military or civilian, had had executive powers.  There is no doubt in my mind that they were deeply involved in the planning and the giving of orders to shoot though they might not necessarily have pulled the trigger, because on TV you were only shown the faces of the Black troops.  But who planned, who drafted the operational order which led to the placement of those troops.  \nIt cannot be done without the commander of any armed forces not knowing that.  These seconded officials also ran the Ciskei Military Intelligence Services.  At face value the inquiry referred to in the signal might be presumed to be made by ex-Ciskei Defence Force members who are now part of the SANDF.  According to the signal, there would be referred to the State Attorney and those responsible for the massacre are advised to remain silent thereon.  \nThe same signal confirms that authority has been granted by the Chief of Staff Finance, that is Army H Q Pretoria, for members involved to seek legal representation at State expense but the author of this signal distance his office in identifying the person in personnel involved.  If the personnel division and the office of the Military Law of the Eastern Cape Command are not aware of the persons involved as suggested in the signal, who then approached the office of the Chief of Staff Finance in Pretoria for the authority to pay legal cost for the affected personnel?  \nThe Truth Commission needs to obtain the motivation perhaps for the approval by the Chief of Staff Finance.  Another person who seems to know more about this case is Mr John Coetzee at the State Attorney's office.  His signal is even quoting a reference, which means he has been briefed thoroughly.  Reference to him suggest that he might have been given a brief.  The question is by whom, if the personnel section and Military Law offices are not aware.  A State Attorney's office would only act in such cases, if and when a formal return approach by a particular department is submitted to its offices.  \nIt is common knowledge that Brigadier Gqozo, former head of the Ciskei Government, publically accepted that his security forces were responsible for the massacre.  South African authorities distanced themselves from the incident.  In the light of this position one would have expected that the signal should have encouraged the officers commanding to urge those affected to cooperate with the police investigation into the matter.  \nThe suggestion in the signal that people should remain silent, I submit, leaves one with the impression that somebody is trying to own the incident, especially the insistence that they must consult with the law officers before they make their statements.\nSurely legal officer had been told by the army what advice to give the affected personnel.  One might be tempted to ask a stupid question and that question is, had a signal like this been issued in the cases where police are investigating ex-members of MK and APLA who are in the SANDF and are charged for similar or related cases.\"  \nThat is your homework, Commissioners.  Chairperson, there is no doubt that there are gaps in this signal which needs the Commission to narrow it so as to establish the truth.  However, in attending to this matter, the Commission should remember that the matter of Charles Sebe and Guzana was master minded by the SANDF seconded intelligence officers though it was executed by Ciskei troops.  \nPerhaps the three people owe us an explanation.  Major-General, Marius Oelshig, former commander of Ciskei Defence Force, Colonel Chris Nel who worked in the Ciskei Defence Force, and Colonel Kula, who participated in luring Charles Sebe and Guzana from Transkei to Ciskei to be butchered.  They were the most senior officers in charge of orchestrated actions within the CDF where operational order would have not been finalized without their input.  The million dollar question which must be answered, does the signal refer to ex-Ciskei soldiers or to the then SANDF soldiers, who might have been involved in the shooting during the Bisho massacre.  \nConclusion:\n\"The parents and wives are now tackling the recommendations and suggestions.  The parents, wives and children of the TDF soldiers who were killed in the then raid on palace of L L Sebe be compensated because these soldiers acted at the instance of General Rid Dailey and the ADF.  The Military Council asked South Africa for compensation of the killed soldiers but South Africa only paid R300 000,00 for equipment left behind during the raid.\nA former Commissioner of SAP, General John Coetzee and Admiral Mpeta, handed over the money to my office and we deposited into the Transkei National Intelligence Serves for safekeeping.  \nThe parents, wives and children of the TDF soldiers who were killed in the 1990 abortive coup, led by Duli and others be compensated because the coup was engineered by the SANDF with full knowledge and backing of RSA political authorities.\nFamilies of the activist killed by Transkei/RSA security forces in Transkei in 1988 and before, be compensated.\nThe families of Charles Sebe and Guzana be compensated for the cold blooded murder of their spouses at their instance of Colonel Niewoudt and RSA security men.  \nThe Truth and Reconciliation Commission should seriously consider the advisability of subpoenaing the chiefs of intelligence, that is Military Intelligence, National Intelligence Services, Security Police, who were in office before 1994 elections to account for the violence against disadvantaged communities since the 1980's and brief the Commission on how the decision was taken to kill soft targets.  \nIt must be borne in mind that the top secret file I am presenting here today, are the tip of an iceberg.  It will be recalled that earlier on I published the signal ordering.  The permanent removal from society of Matthew Goniwe and others and the document detailing \"Operation Katzen\".  These copies are with the Attorney-General of the Eastern Cape.\"  \nI again table the copy of the press, release of 11 March 1993 which embodies operation orders signed by Brigadier van der Westhuizen, that is this document.  I also table copies of photos I handed to the New Nation which proved that Directors of Julk Holdings were friends with Minister Pik Botha.  The trip for hunting will reflect, this is Pik Botha, this is Chris van Rensburg.  \nA copy of the murder signal of Goniwe and others handed over to the New Nation, a copy of the translated version of \"Operation Katzen\" handed over to the New Nation, I also table them here today.  \nTake this one as well.  \nCHAIRPERSON: Order please.\nWITNESS: Chairperson, I have no other files in my possession.  I am merely waiting to participate when the present government is ready to seriously tackle corruption.  As you can see in Transkei, we were effective in that if the Attorney-General has decided to prosecute an official, irrespective of his or her social standing, we made it a point that he would go and stand and get a fair trial.  So long about this one, as I said earlier on, I am merely waiting to participate when the present government ready to seriously tackle corruption, I will still be there.  \nMy sincere thanks go to the former TDF military intelligence and some individuals in South Africa who have helped with the information.  I wanted to thank them publically but they said \"No, General, please do not mention our names\".  So I respect that.  I hope that the information contained in these files, like the names of commanders, units, contact persons in the townships, telephone numbers and addresses would be used to further investigate the nature and scope of the State sponsored violence.   I now have the pleasure to hand over, to use all these documents.  \nI think there are about 13 files and \"Operation Abbot\", 14 and the copy of the press conference of 11 March which covered \"Operation Katzen\" extensively, that would make 14 or 15 and the documents I have just handed over to you.  Thank you.\nDr A BORAINE: I would like to, on behalf of the Commission, extend our thanks and appreciation, not only to the evidence that has been given  by you today, sir, but also for the copious files and copy of the video, I hope, which is going to made available to the Commission.  We have arranged for the Director of our investigation unit, who service under Dumise Ntsebeza, to be here today.  So we can give you the assurance that they will be under safekeeping and there will be somebody to guard these files until they are removed.  I suggest that we adjourn for 20 minutes for tea, for those of us who can have some, and then to renew  our question time for following that time.  That would be for half an hour, if that is alright.  \nADJOURNS RESUMES\nDr A BORAINE: I want to make an announcement.  We have listened very carefully to the presentation by General Holomisa and we are very grateful to him as a Commission.  \nOne of the requirements of the Commission as laid down in the act is that we should obtain as complete a picture as possible of what took place in South Africa between 1960 and 1993.  Any information that will assist the Commission to do its work will be welcome.   I therefore make a special appeal to anyone else who is following the proceedings of the Commission, whether they be from State security or political parties or Military Intelligence or wherever, we would be grateful if they would consider bringing to the Commission information, in the same way as we have received information today.  \nFriends, it is impossible for us to ask all the questions that we have in \nour minds with the limited time available.  There are number of people here who are waiting to give their testimonies and secondly, we have been handed a very large number of files by the witness and we are going to have to have time to study those.  There maybe however a couple of questions that are relevant right now and I am going to ask Mr Ntsebeza to lead off but whatever else happens, we hope to conclude this part by not later than 12h00.  Then there will be a official symbolic handing over of the material by General Holomisa to Mr Ntsebeza as Head of our Investigative Unit, and myself, as the acting Chairperson.  \nThen we will proceed immediately to the hearing of the other witnesses who are still waiting.  I hand my microphone over to Mr Ntsebeza.\nMr D NTSEBEZA: Thank you, Dr Boraine.  General, I am in fact not going to ask you any questions at all except one or two.  The reason being that I think I can always exercise my esturial powers over you as you ex-master and command you to come at a later date if I think there are things that we need as a Commission to clarify.  In fact as you said, you will always be available and perhaps also as part of the presentation by the political parties when they do present, you will possibly be available.  \nI just wanted to ask two questions.  One, you mentioned the use by the State of religious or church organisations.  I do not know if you are able to expand on that, as part of this general strategy of destabilising this region.  \nWITNESS: According to the document, it will be clear that the State used organisations like churches, youth, etcetera, but in particular the emphasis on approaching these organisations, I think it was intended to gather the intelligence.  You will recall that on a number of occasions when we used to comment as people belonging to the public, were placing the South Afican's intelligence, how accurate it was.  \nBut after you have read this document and read the syllabus which was taught to the youth, churches, to adult education and the camp programmes which were organised to go out, you will be in a position to know, to say that the main aim was to use these bodies as counter revolution and also at the same time gather the intelligence which would be shared amongst the security families.  What they did with that intelligence, it is obvious people have disappeared, people were arrested, cadres will arrive, let us say for a week in Port Elizabeth, from outside, but hardly three weeks inside the country, they are arrested because the machinery was already there.  The network was there to receive them.  How they deal with those people, that is now you talk now about PEPCO 3, you will talk about Goniwe incident.  The intelligence was referred to them by those people whom they have organised because White people do not know what style we live in the townships.  It is out, unless they go and visit the area and have their own experience.  \nMr D NTSEBEZA: Thank you, General.  Now the last questions from me for this occasion.  There has been a name that has come up in evidence, a name that was notorious in this area, that is the name of a Reverend Ebenezer Maqhina.  \nI do not know if you are able to say there has been any evidence that you have come to know of in your own investigations about which you testified about the extent of the activities of Reverend Maqhina insofar as he could have been part and parcel of this general strategy you talked about.\nWITNESS: His name do appear in the file and he has been identified as one of the people who could be used for the implementation of hard military phase as I have read it, under the \"Operation Katzen\" when General van der Westhuizen referred to the Xhosa Resistance Movement to be the same as Inkhata and under the control of the Security forces but he further went on to say this Xhosa Resistance Movement must join with the existing structure which are there for counter revolution and the name of Maqhina is there and it appears under the phase of hard military phase.  \nMr D NTSEBEZE: These hard actions were armed attacks on...\nWITNESS: I would not go further in saying that but that is a part of the investigating officers, to go to Van der Westhuizen, to go to the officers and say this plan, it looks as though it was implemented because you say it has been in operation for six months.  When you refer to Maqhina, Memese, Kakanas, etcetera, under this phase, what do you mean?  That must be answered by South African Government.\nMr D NTSEBEZE: The ball is in my court in a manner of speaking.  Thank you, Chairperson.\nCHAIRPERSON: Thank you very much.  Yasmin Sooka.\nMs Y SOOKA: General, I would like to ask a question on the Steyn report.  Did you ever have sight of that report?  Do you know whether it was in writing or whether it was tabled orally?\nWITNESS: President Mandela, before the elections, during the debate with the then State President, Mr F W de Klerk, he asked that that file should be published and debated but de Klerk was evasive.  After we got into power we were still interested in this file.  It was reported later that the file was not there and that there has never been any file.  So a Commission of Inquiry, authorised by President and Ministers of Defence, instructing a senior officer to do an inquiry and the whole world is told.  \nThen three months later, the same officer who was tasked to do that inquiry, he says \"No, there has never been any files submitted on this\".  As you know President de Klerk had confirmed at the time that that might be charges of murder in that case.  \nThat file had never been tabled at Cabinet level, either at the level of the top body of the ANC National Executive Committee.  President office has on numerous occassions said, I have never seen this file.  So the Truth Commission therefore, must call Steyn and call President de Klerk.  Steyn must say this is what I reported to President de Klerk and then you will get the truth.  And what were the circumstances which led for government to give those people who were involved more than handshake?  Then you will get the answer.\nCHAIRPERSON: Order please.\nMs Y SOOKA: One more question I have is was it usual in these kind of circumstances to have a Commission appointed which does not render a formal written report, to your knowledge when you have been part of the Transkei Government, or is this a customary process?\nWITNESS: I think it is against the norms and standards.  It is against the ethics of good governance that a senior officer mandated at the highest office of the land, President's office, to do an inquiry after it was exposed to the public and the whole nation and the world waiting curious to get the finding and at the end of the day nobody produces a piece of document on the...  Even the President, in waiting, President Mandela then, demanding this document, he could not lay hand to it.  \nMs Y SOOKA: Thank you.\nDr A BORAINE: Could I make two comments and ask one question.  The first was just in terms of information.  On page 17 of your report we refer to the anchor and the reference is AMI/KO/328/6/3, referring to military intelligence and certain former members of Parliament in the Labour Party.  Is that document amongst the documents you have given to the Commission?\nWITNESS: That document can be arranged because when I organised the filming which you have seen here together with the people, that document a copy of, but if you want the document, there are two steps you can follow.  One, Holomisa go out again and look for that document in his documents at home.  Secondly, you can summon the Chief of the Defence Force and say \"Would you please go to your archives and bring this file, and you will get all the details.  Otherwise, that document, I had it and Dries de Bruyn, the man who was appearing on the screen, he has that copy.   So there are three options to that.  I will try and look for it and fax it through.  But since you have quoted, once you quote a file reference and the date, it helps the investigators to say \"Chief Meiring, Holomisa says, you speak very good Afrikaans...  [Inforamtion lost when michrophones were switched off for translating]  ...I will try and brings it.  \nDr A BORAINE: We would certainly appreciate that.  Could you just give us the exact name of the person who appeared in the video?\nWITNESS: He is Dries Bryns.\nDr A BORAINE: Is that B R U Y N S?\nWITNESS: B R Y N S.\nDr A BORAINE: Okay, we will follow that up.\nWITNESS: But his name is individual.\nDr A BORAINE: It is just not Boraine.  I just wanted to know.\nWITNESS: No, it is not Boraine.  If you will recall, the people in the media could also assist you with this document.  When I was still a dictator in Transkei, I published that report and faxed it throughout the media in South Africa.  Also they can assist you on that document I have referred to.\nDr A BORAINE: Finally, let me make an announcement before we formally thank you again and then symbolically receive the material in a moment.  A number of names have been mentioned during the proceedings of the Commission.   The Commission is facing a number of Court cases as a direct result of that.  We are handling that and I am not disturbed by it.  \nWhat I do want to make clear is however, that we have made a decision as a Commission some weeks ago that we are prepared to hold special hearings, where people who have been named or are alleged to be perpetrators can come before the Commission and give their side of the story.  \nI want to illustrate that by a name that was mentioned this morning, in fact a few moments ago, the Reverend Maqhina's name has been mentioned yesterday and today and according to a newspaper report, he has accused the Commission of being a Commission of untruth and half truth.  We want to make it very clear today, publically, that we will be contacting the Reverend Maqhina, inviting him to come to the Commission and the the Reverend Bongani Finca will make that official at the press conference at the conclusion of our proceedings today.  We are hoping that he will come during the course of this session of hearings namely, before the end of Thursday evening.  \nObviously, if people who are invited to the Commission do not accept the invitation, we would then have to get serious consideration to subpoenaing not this particular person alone, but many others who may wish to tell their story.  \nIn conclusion sir, may I on behalf of the Commission again thank you for the enormous amount of work that you must have done to prepare this, for coming here.  We know that you are a very very busy Minister in the government and we would now like to formally and symbolically receive from you one of many files as representing your contribution to the Commission.  Thank you.\nWITNESS IS EXCUSED\n[Information lost when changing cassettes]\nDr A BORAINE: ... survivors who have been waiting patiently all morning.  We are now into the afternoon but we are going to start and I am going to ask my colleague, Yasmin Sooka, to call the next witness.  Thank you.\nMs J SOOKA: I now call Maziwe Kate Mjijwa, the mother of Nimrod Monde Mjijwa, to come and take the witness stand.  \nRev B FINCA: Chairperson, I did not do my usual report to you at the beginning of this session and that is causing confusion.\nDr A BORAINE: It is my fault.  \nRev B FINCA: We are taking the next seven witnesses altogether.  They are dealing with the Hankey cases.  Although they happened on different days they are related.  \nWe are proposing to you, Chairperson, that the person who is responsible for leading the witnesses on behalf of the Commission, will allow them to give their stories but questions from the Commission will all be taken simultaneously at the end of the seven submissions.  [Recording machine switched on and off]  These seven following people from Hankey, they are now going to come forward all at once.  \nNomsana Sandi is the one who will lead them.  He is going to give them a chance.  Each of them is going to be given a chance to say his piece.  That is our submission today, Chairperson.  Can Maziswe Mjijwa please stand up?  Are you Maziswe Mjijwa?\nWITNESS: I am Maziswe.\nMr N SANDI: Thank you, very much.  Can Joyce Landu stand up please?  Are you Joyce Landu?  Is that so?\nWITNESS: Yes.\nMr N SANDI: Thank you.  Baleka Maggie Sibengile.  Thank you.  John Dan Bosman, please stand up.  Gladys Nodabephi Ndleleni.  Eric Swartbooi, please stand.  Nompubuluzo Lizzie Mjacu, please stand.  Please raise you right hands to prepare to take an oath for telling the truth.\nMs MAZIWE KATE MJIJWA D.S.S.\nMs JOYCE MAMZANGWA LANDU D.S.S.\nBALEKA MAGGIE SIBENGILE D.S.S.\nMr JOHN DAN BOSMAN D.S.S.\nMs GLADYS NODABEPHI NDELENI D.S.S.\nMr BUYISILE ERIC SWARTBOOI D.S.S.\nMs NOMPUMPULUZO LIZZIE MJACU D.S.S.\nMr N SANDI: Please sit down, thank you.\nMs J SOOKA: Maziwe Mjijwa will give her evidence and we have assigned Committee member Ntsiki Sandi who is sitting here on my left hand side to assist you with your evidence.  If you will speak into the microphone and press the red button when you speak and Ntsiki will help you to lead you evidence.  I hand over to Ntsiki Sandi.\nMr N SANDI: Thank you, Chairperson  Mrs Mjijwa, do you leave at Hankey?  Where exactly do you live at Hankey?\nWITNESS: I stay at Central Town.\nMr N SANDI: Has there been a report that you have tabled to the Commission before you came here today?  Is that right?\nWITNESS: Yes, that is correct.\nMr N SANDI: This statement is about your son, Nimrod Monde Mjijwa?\nWITNESS: Yes, it is.\nMr N SANDI: Please tell us what happened about Nimrod Monde.\nWITNESS: My name is Maziwe Kate Mjijwa.  I come from Hankey Xelenxwa.  My clan name is Mkadi, I have been married into the Mjijwa family.  On 23 May 1986 I sent my son Monde to the shop.  At that time it was called Namsi.  I waited for a long time for his return.  I even sent Temsi to go and find Monde.  They came back around 19h00 and they were running.  They said they heard some shots being fired.  \nWe slept that night without Monde.  While we were still waiting, we heard a knock in the morning while we were still asleep.  I opened the door to find out it was Sikolake who was a policeman at Hankey.  He asked me where is Monde.  I said I do not know where Monde is because he did not return yesterday.  He asked where is his ID.  I said that I do not know but I think that he has it with him becuase he is never without it.  When he was leaving he said to me, do you know if Monde is dead?  I said \"No, you are lying\".  Then he said Monde is dead.  \nThen I said to him \"It is obvious, then you would be happy for the death of Monde\".  The reason why I say this is because once when he was playing golf, you took him.  He was with other kids but you simply took this one and put him in a hippo.  You took him to a police camp and on a second occasion you took my son from school.  They took him into a police camp and they asked him what happened to the money.  This is why I am saying to you that you would be happy if Monde is death.  While he was living I shouted at him.  I saw the squad in front of my gate.  My husband and my other children said I must not shout at these policemen, so then I stopped and they left.  They went to the police camp.  In the same week, a kombi with comrades in it arrived.  They said we must go and find Monde.  \nWe went to the police camp at Hankey but we could not find him.  Then we went to Port Elizabeth, still with these kombis, we went to the police station again.  In New Brighton we could not find him.  We were going up and down trying to find these people, we could not find them anywhere.  After two weeks we were sitting at Headbush.  Headbush was still trying to find out where these people are.  Headbush was also one of our comrades.  They really helped us trying to find our son.  We went three times to the police camp and we could not find him.  Then we were called again by the police.  There were bodies that we had to go and identify.\nMr N SANDI: Can I please interrupt you, Mama?  How long has it been before you found out where your sons were?\nWITNESS: It was two weeks before we could find them.\nMr N SANDI: Please continue.\nWITNESS: When I went to look for these sons, we saw these police standing there.  I saw my son was the third one amongst these children.  When I saw him, his right eye was swollen and one of his eyes was gone.  They were naked on the lower part of his bodies and he had a hole on his left side.  We looked at them and then we were told to leave.  We left them there and we went home.  Just before we left we asked for their clothes.  \nThe policemen said we will come at 08h00 tomorrow morning and you will find the clothes of your children at the police camp at Hankey.  The 08h00 they were talking about was the 08h00 that they came to kick the doors.  They kicked the first door and they kicked the third door of the bedroom.  They asked where are the boys.  I said I only have one son and he is the one that you killed.  They searched through all the rooms and then they left after that.\nThe following morning at 08h00 we went to the police station and now we found the clothes.  There was a small bundle of each and every killed person.  The jersey that he had worn had a hole in it and his shoes was full of blood.  There was a card on top of this bundle of clothes written Andre le Roux.  There was also a number in this card and this number was the number of the bullet that my son had been shot with.  Andre was also one of the farmers.  He was the son of Jan.  I took this card with the clothes and then I took it home with me.  I cannot remember now that number, but I did not even know that that number would be of any significance later.  \nMr N SANDI: You are actually saying that on this card was written Andre le Roux?\nWITNESS: Yes.\nMr N SANDI: You took it home?\nWITNESS: Yes, I took it home.\nMr N SANDI: Do you still have it at home?\nWITNESS: I did try to look for this card but I could not find it anymore.\nMr N SANDI: How old was Monde?\nWITNESS: Monde was about to be 20.  On 6 June he was going to be 20 years.\nMr N SANDI: Were there other children who were shot with him on this day?\nWITNESS: Yes.  He was shot with other kids on that day.  The day of the 23rd.\nMr N SANDI: Did you make any arrangements for the funeral?  What kind of arrangements did you make?\nWITNESS: Churches tried to arrange for funeral arrangements for us.  Those amongst the churches from Port Elizabeth.  All these kids were buried on the same day.  All these five children who were shot on the same day.\nMr N SANDI: On the day of the funeral, what happened?  Were there any disruptions?  \nWITNESS: On this day of the funeral, the magistrate said no, there should not be any more than five people at the funeral.  Our brothers and sisters from Grahamstown and Uitenhage were not allowed to come.  There were only five people who were allowed to come to the funeral.  There was only Reverend Gushe who was allowed to come, who was a Coloured man.  \nMr N SANDI: By whom were told about this message from the magistrate?\nWITNESS: The magistrate wrote a letter himself.  I had that with me.  This letter said there must not be more than five people in the funeral and the person who was supposed to conduct the funeral, was Reverend Gushe.\nMr N SANDI: Was there a court case regarding the shooting of these five boys?\nWITNESS: No, there was no court case.  The magistrate called us, he was alone, he told all of us that there would not be any court case.  We were told that there would not be any court case because these children were going to throw stones at a certain house.  \nMr N SANDI: Did you have a lawyer as a family?\nWITNESS: We did try to get a lawyer.  We found a woman lawyer who was limping.  She was from the ANC.\nMr N SANDI: Can you remember the name of this lawyer?\nWITNESS: No, I cannot remember who she was.\nCHAIRPERSON: Please give the witness a chance.  You are disturbing her.  Please give her a chance.  It is her moment.  \nMr N SANDI: Was it not Vanessa Britton Louw who was a lawyer at that time?\nWITNESS: Yes, it was Vanessa.  \nMr N SANDI: How long did the court case take?\nWITNESS: We were outside and then we were just called in and we were told there is no court case.  \nMr N SANDI: Are you now trying to tell us that you would like the Commission to investigate who shot these boys?\nWITNESS: Yes, please the Commission, can you investigate for me who shot my boys?\n Mr N SANDI: Do you have another request, Mr Mjijwa?  I notice that in your statement you said the names of these boys must be recorded.\nWITNESS: Yes, they must be recorded because Mansla Mdela who was a policeman at that time and Sekolene Stevens, those are the policemen who were there at that time.  \nMr N SANDI: Before I hand over to the Chairperson, do you have anything else that you would like to say to the Commission, Mr Mjijwa?\nWITNESS: I would appreciate it if Andre could tell me why did he shoot my son in a Xhosa township.\nMr N SANDI: Do you sometimes see Andre le Roux after this incident?\nWITNESS: No, I have never seen him again.  We stay in a Xhosa township which is different from his.\nMr N SANDI: When is the last time you saw him?\nWITNESS: It has not been a long time.  Now and then I have been told that here is the one who shot your son when he is just passing by in a van.\nMr N SANDI: In that Hankey district, is there anyone else?  \nWITNESS: There is another one staying at West End.\nMr N SANDI: What does he do for a living?\nWITNESS: He is a farmer.\nMr N SANDI: Thank you, Mrs Mjijwa.\nCHAIRPERSON: Order please.  Mr Sandi, I think hence there is a great deal of similarity between the various witnesses, I suggest that you hear all the witnesses and then have questions by other Commissioners and Committee members right at the very end.  If they would be good enough to please take careful notes so that no question is left unasked.  Thank you, you may proceed.\nMr N SANDI: Can we now hear from Mrs Joyce Mamzangwa Landu?  Mrs Landu, your son who was also one of these sons was Vusumzi Khotso Landu. \nWITNESS: Patrick.\nMr N SANDI: Yes, how old was he?\nWITNESS: He was 21 years old.\nMr N SANDI: What did he do for a living?\nWITNESS: He was working.\nMr N SANDI: Where?\nWITNESS: He was working at Humansdorp.\nMr N SANDI: Where did he work there?\nWITNESS: He was working in a restaurant.\nMr N SANDI: Please tell us about this particular day.  When was the last time you saw him just before you were told that he is dead?\nWITNESS: It was around 17h00 when he was from work.  \nMr N SANDI: Could you please come towards the microphone?\nWITNESS: He was from work and he went home.  He asked me if he could get some spades because we are expecting boere today.  So they left.  Round about 19h00 we were told that there were \"boere\" that were coming at that night.  \nThese boere were with policemen and soldiers.  Around 19h00 and 20h00 we saw them patrolling.  During the evening we heard a sound, sounding like \"zzzz\" but we did not even know what was going on.  In the morning Phindele came.  He brought Vusumzi's caps, telling me that Vusumzi has been shot.  I asked where he was shot. He just left, later then we followed.  \nMr N SANDI: Please take your time, Mama.  The Commission is listening, please take your time.  \nCHAIRPERSON: Could I suggest that the briefer gets a chair so that she can be close in case she can be of some comfort and help and if you would perhaps like a little water before you continue.  Thank you.\nMr N SANDI: Before these boys got shot, were there any events in the neighbourhood involving the soldiers and the policemen?  Any kind of conflict that happened before the shooting?\nWITNESS: These young men were in the struggle.  They were in the struggle.  \nMr N SANDI: Was there any conflict between the youth and the police?\nWITNESS: Yes, there was.  And on this day, on the 23rd, lots of policemen arrived.  They were digging up strands.  \nWe waited for a long time, until it was in the morning when this boy came to tell me that Vusumzi has been shot.  I am not the only one here.  We were lots of other women.  I wanted to see the actual spot where Vusumzi has been shot.  Thozamile told me no, I must go back home.  He was going to tell me what was going on.  So they left.  They came again in the afternoon on a Saturday.  Vusumzi was at hospital.  They told me Vusumzi was at hospital at that time.  I could not believe that he was dead.  Inside me I told me that no, he was still alive.  People from my church came to have a service in my home.  They asked me if my son is dead.  I said that I do not know.  I am still waiting for the report.  We had a prayer and then they left.  Then these young boys come in again and they told me that they confirmed that, yes, Vusumzi has been shot.  Then after that confirmation I accepted it.  On Monday a detective called Flecker, we used to call him Fleck, he said to me Khotso is dead.  We have shot him.  I said alright, I heard you.  I was then told to go there in the morning to identify him.  I left alone with no one to accompany me.  I went there with another prisoner.  I saw Vusumzi.  \nDr A BORAINE: There is no hurry.  Just take a few moments.  We know the pain that you are suffering.  It is perfectly normal and natural so just take it easy.  \nI would be grateful that while we wait, if we would keep as quiet as possible.  There are lots of people who are trying to listen.  They cannot hear, so if you could keep quiet please.  Then the witness's story can be heard by everybody in the hall and we will ask the witness to speak directly into the microphone and speak as loud as possible because everybody wants to know what you are saying.  Thank you.\nMr N SANDI: By the way, Mrs Mamzangwa, you said the magistrate did not find anyone guilty for the death of your son because that bullet that was found in his body did not have a number.\nWITNESS: Yes, that is correct.\nMr N SANDI: I take it now you were all represented by that lawyer that you have mentioned before?\nWITNESS: Yes.\nMr N SANDI: The woman who spoke before you said policemen arrived at her house and kicked the doors.  Did this happen at your house as well?\nWITNESS: Yes, it did.\nMr N SANDI: In other words, you are asking the Commission to please investigate about that.  Is that all that you have to say in front of us?\nWITNESS: Yes, that is all.  \nMr N SANDI: Thank you, Mrs Mamsangwa.  We are now calling Mrs Sibengile.  Mrs Sibengile, do you also have a statement here in front of us?  Did you table your statement to the Commission before?\nWITNESS: Yes, I did.\nMr N SANDI: Can I please make an announcement.  The Chairperson, Dr Boraine, has asked that we give respect to the people in front of  us now.  The same respect that we have given to Bantu Bonke Holomisa because here in this Commission, all the victims are the same.  The pain that is felt by these women in front of us for their children, we are supposed to respect it.  We therefore ask you when you want to leave this hall, please do so when the witnesses have left their seats.  Let us please have respect for their contribution.  \nSecondly, the Commissioner is asking you witnesses to please come closer to the microphone and please speak a little bit louder so that everybody in this hall can be able to hear your story.  Please when you speak to us, just raise your voice a little so that everybody can hear you.  Thank you.  Mrs Sibengile, did you say your son's name is Msondise Eric Sibengile?  Is that correct?\nWITNESS: Yes, that is correct.\nMr N SANDI: He was also injured the same way as the sons of the previous witnesses?\nWITNESS: Yes.  What happened to him was the same as the other kids.  Msondise was from work on that day.  I asked him \"Why did you go to work to day when it is so chaotic, when our doors are being kicked\".  Now because we had to have supper before sunset so that we can lock our doors, we had our supper early.  \nMr N SANDI: You say now it was chaotic in your neighbourhood.  Could you please elaborate on this?\nWITNESS: White soldiers would come to our places, together with police on certain times who were with these soldiers.  They would be in hippos.\nMr N SANDI: Were there any farmers in the Hankey district who would be with these soldiers?\nWITNESS: Some would be from Pieterse, some would be from Murray Drive.  We do not know the others.  But they were all white men.\nMr N SANDI: Are you saying it was a mixture of farmers and soldiers coming from the same region?\nWITNESS: The farmers are the same as the soldiers.\nMr N SANDI: Please continue, Mrs Sebengile.\nWITNESS: They usually would come in the evening.  Every evening.  I cannot speak to a person that I am not looking at.\nMr N SANDI: When was the last time you saw your son on this particular day?\nWITNESS: On this day, it was on a Friday, he was from work.  I complained to him, saying to him \"Why did you come to me on this day, on such a bad day?\"  He said to me \"Where will I go and hide?\"  On that day he left with his cousin, because I thought that he was going to come back because I have already warned him about the chaotic situation.  But we even slept on that night before he came back.  Around midnight I heard a loud sound.  I even jumped from my bed and I sat up.  The sound was from a rifle.  \nMr N SANDI: Do you think that this rifle was shooting at a person? \nWITNESS: Well, I was asleep.  It was not from above.  You could hear that it was from the same level as the ground.  In the morning around 06h00 I woke up and I left.  I met a child running, I asked \"What is it, where are the others?\"  I was already now afraid to ask where is mine.  I do not know where they were but it was really very bad last night.  So I went to look for my son where his cousin lived.  I asked where is Msondise.  He said \"during the shootings, that was the last time I saw Msondise.  \nI met his shoe on the way.  I was scared to pick this shoe up becuase I did not know who was looking at this time\".  This all happened in the township.\nMr N SANDI: Now this cousin, is this the one that you said his name is Pindile?\nWITNESS: Yes, this is Pindile Ngomo.\nMr N SANDI: Is Pindile Ngomo here today?\nWITNESS: No, Pindile is not here.  I do not know where he is but he lives at Swartkop Valley.  I do not know exactly where.  I do not know his exact address.  Swartkop Valley is here in Port Elizabeth.  After Pindile has told me when was the last time that he saw my son I left and I went home.  The policemen now arrived so I had my hope that yes, now I am going to get the truth now.  Here are the policemen.  There was Mandle Hodile and another white policeman whose name I do not know.  There was Mandle Hodile who was a black policeman, he said to me \"Grandma, where is Mbulelo?\"  I said \"I do not know where Mbulelo is.  What is wrong?\"  He said \"I am not looking for you, I am looking for Mbulelo\".  So I said \"What is it?\"  He said \"Where is his wife?\"  I said \"The wife is where she lives\".  \nMr N SANDI: Who is Mbulelo?\nWITNESS: Mbulelo is my eldest son.  Then he left for Mbulelo's place.  I also followed him.  There was another policeman who said \"You must turn back\".  I said \"I am not turning back, I am following.\"  I walked slowly following these policemen.  Mandla was already ahead, he had already spoken to my daughter in law.  She said to me \"Mama, we are expected now to go and identify a body in town, at Hankey.\"  I turned back and she is the one who left.  She said to me no, she could not have survived because he was stabbed in the stomach.  His intestines were outside.  \nMr N SANDI: Was there anything that you have noticed in his body besides his injury?\nWITNESS: They were not brought to us, they were hidden.  I have been just sending my daughters, just to go and find out and my daughter in law.  The bodies were kept here in Port Elizabeth, but I do not know where for a long time.  We could not bury them.  It took a very long time.  It took two weeks.  We got the bodies on the third week.  \nMr N SANDI: Did they tell you the reason why they kept the bodies?\nWITNESS: No, I do not know.  The people who had to go and find out had to sneak out.  They were not supposed to go during broad daylight. \nMr N SANDI: Did you bury these boys on the same day?\nWITNESS: Yes, they were brought in one vehicle.  One boy was sent to his own home but they were all buried on the same day.\nMr N SANDI: Were there any other events?  Any disruptions that happened on that day when you were burying your sons?\nWITNESS: Yes.  Police arrived on the scene of the funeral after we have left.  We had already left at that time.  We were told that we should not be more than five.  \nMr N SANDI: On the day of the funeral of your sons, were there only police that were there in the township or were there also soldiers?\nWITNESS: There were both, though they did not do anything.\nMr N SANDI: Were there soldiers and police who were patrolling?\nWITNESS: Yes, there were policemen and soldiers who were patrolling around.  They would actually identify themselves as police and they would patrol in the townships.  \nMr N SANDI: During the time when they threw the teargas in the funeral scene, were there police and soldiers?\nWITNESS: Yes.\nMr N SANDI: Were you in court when the court case was in procession?\nWITNESS: No, I was not there.  It was only the young ones who used to go to court, not me.  \nMr N SANDI: What is your request, Mrs Sebengile, to the Commission?  The witnesses before you had said that they want the Commission to investigate about the killers of their son.  Do you also ask the same thing?\nWITNESS: Yes, that is my same request as well.\nMr N SANDI: Is there anything else that you would like to say, Mrs Sebengile?\nWITNESS: Yes, but maybe I have forgotten some of the things.  I mean,  it has been a long time to 1996.\nMr N SANDI: Thank you, Mrs Sebengile.  \nNO FURTHER QUESTIONS\nMr N SANDI: We would like now to hear from Mr Bosman.  Can he please come to the microphone?  Are you seated properly, Mr Bosman? \nWITNESS: Yes.\nMr N SANDI: Do you not want to sit on that other side so that you can face us directly?  \nWITNESS: Thank you very much, sir, I am now comfortable.  \nMr N SANDI: Your son who was shot on that day was Edward Siziba.  Is that so?\nWITNESS: Yes.\nMr N SANDI: Could you please tell us when Sipho left your home and where he was going?\nWITNESS: Sipho was working in the Municipality office in Hankey.  In the mornings he usually goes to work and he would come back late in the day.  I used to say to him, \"Sipho, do not do this, stop coming very late because these policemen are very rude out there.  You are going to get injured.\"  He used to say to me, \"No, nothing is to happen to me\".  I said, \"Be careful, you could get injured\".  Then on this particular day, on Friday, I said to him, \"Sipho, come straight home after work\".  He said \"Yes, I will\".  So he just left, he went to work and we also went to work.  \nWe went to Hankey to do some shopping.  He gave me a R40,00 and then he said to me I am going to get my salary and I will come and give you some more.  So we left for home, we stayed at home.  In the afternoon, early evening, we heard the sound of the dogs and I said if these dogs starts barking, then the soldiers are coming.  Now we got worried because our son was not coming back.  We said \"What could have happened to him?  Look at the time now\".  \nMr N SANDI: Mr Bosman, there is something that I want to ask you.  When you said this is the time for the soldiers now to patrol, what do you mean by that?\nWITNESS: I said this is something that usually happens.  Soldiers would start shooting in the evening.  Before long we heard the shooting.  They used to stay in a certain hill, that is where they were stationed.  We heard the shots.  I said to my wife \"Listen to those shots.  Those shots are aimed straight at people\".  I am one of the hunters, I know when a shot has been aimed at a person.  We had our dinner and we even went to sleep without my son.  In the morning on Saturday, I went to work as usual. While I was in the field working, the squad arrived, this young boy next to me said to me.  This squad is coming to you Oom Dan.  He insisted that this squad is coming to me, I said to him look, do not curse me on a Saturday.  \nWe went to this fields and the Magistrate came to me and said come.  Are you referring to this little boy?  No, they said, you, it was Mandla Mdila Stephen and another white man.  They said to me, just get into the car, I said what is it, they said they do not know, just get into get into the car you will hear about this later.  So I thought may be I am going overseas.  They were telling me that they were going to Hanky Police Station.\nDr A BORAINE: It is impossible for us to hear, there are a lots of people in the hall, they are very keen to hear, I do not want to be tough but I appeal to you, please keep quite while the witness is trying to tell his story.  I am sure you are going to listen to that now.  Thank you.\nWITNESS: So I got into the car, we went into this camp and it was full of people.  We stayed in this camp until they opened.  When I got there I saw him, I could identify him, I could see that this is Sipho.  They asked me, how did I know that this is Sipho, I said how can I not know my son, I said this is my son lying here, then after that I left.  What really got into me now was on the second time, when I saw them the second time they were now lying on the floor, I even said to them, even if a person is dead, you are not even supposed to treat him like a sheep.\n(?) : Now before you saw this room where your son was kept, were you told where you were going to?\nWITNESS: No, I was not told, they just said to me come forward.  I was not aware that I was going to see my son, I only saw him when they  opened the door, and that is when I identified him.\n(?) : What did you notice in his body?\nWITNESS: I saw wounds on the right side, he had bullet wounds on the shoulders, I saw bullet wounds on the shoulders on his right side, he had bullet holes.\n(?) : Did you ask the sergeant of the soldiers where they got the bodies of these sons?\nWITNESS: They asked me if this is my son, I said yes this is my son.  He said to me do you see where they are now, do you see where they are lying.  I said, \"Yes I could see.\"  And then he said to me, \"You in this township you are very silly.  If you can just stay on that hill and throw a bomb on you, you are just going to die like sheep.\"  I did not say anything back to him.\n(?): Could you just repeat Mr Bosman what you just said now, what did this sergeant say to you?\nWITNESS: He said to me, \"Bosman, you do not want to listen.  You are very silly towards us.  If I can just throw a bomb to where you stay because you are disturbing us, if I can just throw a bomb you will be dead like sheep\".\nMr SANDI: If there is anything else that you have forgotten, well we are asking questions, you can just raise your hand and we will ask you more, do you understand?\nWITNESS: Yes, I understand.\n(?): Which language did he use when he used these words?\nWITNESS: He spoke Afrikaans.\n(?): Do you understand Afrikaans, Mr Bosman?\nWITNESS: Yes, I do understand Afrikaans.\n(?): Did you make arrangements for the funeral?  Did they also kick the doors at your place before you buried your son?\nWITNESS: The policemen came at night, I was asleep.  It was probably around 1 or 2 am, I was asleep at that time.  I heard noises.  I said to my wife, \"this pig must have escaped from its canal.\"  This pig, when it was looking for a male pig it used to just jump out,\" so I thought it was the pig again.  I heard the noise, I heard somebody knocking, I asked who are you, he said it is me open the door.  So when I opened the door I saw white men.  They wanted to find out who is sleeping in this room, I said nobody sleeps in this room, this is a spare room, when I have visitors they sleep in that room.   Then he said, \"you keep toyi-toyi people in this house.\"  Then I said, \"Who said that?\"  Then they said, \"You are keeping people who were doing toyi-toyi in your house.  I said, \"I do not keep any toyi-toyi people in my house.\"  Then they said, \"These people sleep in your place, you are hiding these people in your house.\"  I said, \"I do not do that.\"  Then they said where is your son?  \nThen I said, \"There is my son living.  Then I said, \"But you have killed my son.  They said, \"Who killed your son?\"  I said,  \"You did, you killed my son, my son is now just lying at Hankey, you are the ones who killed him.\"  Then they just left.\n(?): So you argued, it looked like now you were in trouble because you had a spare room in your house, apparently that was your sin?\nWITNESS: Yes ,that was my sin, just because I had a spare room, I told them the person who is supposed to sleep in that bed is the one that you had killed.\n(?): Mr Bosman, were you there when the court case was on?\nWITNESS: No.  The last time I saw these people was now on Saturday, that day when I identified my son.\n(?): Did you hear anything about who was found guilty about the murder of your son?\nWITNESS: Please repeat?\n(?): Did you hear anything about who was found guilty about the murder of your son?  How did you feel as a parent?\nWITNESS: I felt that that Magistrate was very wrong, nobody could just be shot without doing anything.  The Magistrate and his colleagues were the ones who were guilty.\n(?): Do you know anyone who was a witness about this shooting?\nWITNESS: No, I do not know anything about that.\n(?): You do not know?\nWITNESS: No, I do not.\n(?): Is that all that you can tell us Mr Bosman?\nWITNESS: No, I have not finished.\n(?): I am sorry for that, I did not realise that you have not finished.\nWITNESS: I did not get the clothes of my son, I did not even get a shoe from his clothes, I did not even get that salary that he went to fetch, even a jacket, I did not get anything.  I did not rest by these police after that, they kept on coming into my home, these people like Stephen and other white men, they came several times at my place.  They wanted to find out when are we going to bury our sons.   They were telling me that they do not want a lot of people to bury these people.  \"We only want five of six, if not so, you are going to see what is coming to you.\"   Then I said that is not my business, we are going to bury our sons together, like the way they died, and they left.\nOn the third day they came again, they asked me, \"Have you buried your son?\"  I said, \"No, I have not buried him, I am not going to do it, we are going to bury these boys the same day, together.\"  \nThen, they said, \"It looks like you are looking for trouble.\"  I said, \"I am not going to bury him alone because he was not shot alone.  Our organisation is going o bury them.\"  That is what I told them.  I am going to go according to our organisation.\n(?): Did you bury your sons in the township, at Hankey?\n WITNESS: Yes, we buried them at Hankey Township.\n(?): Are there any other things that you want to tell us, maybe if you do not remember now you may think in the meantime.\nWITNESS: Let me finish, one more thing is we were not kept well by the soldiers, they interrogated us.  The coffin now was now in the house, it was on a Friday, we were about to bury on Saturday.  These boers came and they broke our doors, to finish things off, on Saturday the boers just threw us with teargas, they used to throw teargas from hill that they were stationed at, while we were trying to bury our sons.  We could not even wash our hands after the funeral, as we usually do, as it is customary to our people, because we were teargassed.\n(?): Did you ever hear now who actually shot your son?\nWITNESS: No, I would really like it if the Commission could investigate for me who did shoot my son, until now I do not know.  Please investigate for me, I do not want to estimate, I want the truth.\n(?): In your statement you said that you heard that your son was shot by farmer.\nWITNESS: That is exactly what I want to find out.  I want the truth because that is just what I heard, I want to find out the truth.\n(?) : Is that all Mr Bosman?\nWITNESS: Yes, that is all for now, thank you.\nNO FURTHER QUESTIONS\nDr A BORAINE: Mr Sandi, I think that we will take one more witness before lunch, but the rest will have to be done after lunch, so if you could go ahead for one more please.\n \nMrs GLADYS NODABEPHI NDLELENI D.S.S.\nMr SANDI: Mrs Ndleleni, did you say your son is Vuyo Kato Ndleleni?\nWITNESS: Yes.\nMr SANDI: When was he exactly shot?\nWITNESS: In May 1986, I only estimate that it was on 25 May 1986, but I am not quite sure of the date.  He was shot together with the other kids that we have mentioned.\nMr SANDI: Please come forward, next to the microphone.\nWITNESS: Initially I said he was shot on the 25th, but I think it was on the 23rd, I was here in Port Elizabeth when that happened.  Young men arrived at my employers place to tell me that my son has been shot.\nMr SANDI: Were you here in Port Elizabeth or were you at home at Hankey?\nWITNESS: I was here in Port Elizabeth, because I was working here in Port Elizabeth, my son was staying in Hankey at that time.  Young men arrived and they told me that my sone has been shot.\nMr SANDI: Did they tell you he was shot and why?\nWITNESS: He was shot at Hankey when they were doing toyi-toyi.\nMr SANDI: Did they tell you where exactly he was shot at Hankey?\nWITNESS: Now these young men said when they were doing this toyi-toyi they were [Inaudible...] and then they were shot.  He did not go to Rod Drive because he was a student at the time.  He had to go and rush for school.  Now when he was coming home there was another white man lying on his stomach, that white man now shot my son, and he could not walk anymore.  They dragged him like dog, they took my son to Mr Mabukane.\nMr SANDI: Mrs Ndleleni take your time we will wait for you.\nDr A BORAINE: Order please, thank you, let her gather her thoughts, it is very hard.\nMr SANDI: Mrs Ndleleni, do you think you can continue?  Mrs Ndleleni, we can still continue after lunch if you feel you cannot continue.  Should we continue or should we do it after lunch?\nWITNESS: No, let us go on.\nMr SANDI: Now, in your statement you said Vuyo had been shot and he was pulled and dragged like a dog, to go to Mr Mabukane's house?\nWITNESS: He was also residing in the township.  He was one of the Councillors, that is when now they took him to the police camp.  I heard this from one of my nephews.\nDr A BORAINE: Mr Sandi, I think that we should adjourn, and we will continue after lunch, order please.  \nThe Commission will adjourn until 14h00, and we will continue with the same witness.  Please be very careful as you move around the hall is very crowded, thank you.\nADJOURNS RESUMES\nMr SANDI: Mrs Ndleleni, before we broke for lunch we stopped at a very painful period, I do not even like the fact that we have to start again, for you now to repeat what you have already said.  Especially that part that you said, just before we left for lunch.  When we parted you said, \"Vuyo was shot\" and he was dragged into Mr Mabukane's house.  Is that so, Mama?\nWITNESS: Yes, that is so.\nMr SANDI: Now, in your statement I have noticed that, according to what you have heard, seeing that you were not there, when he got into this house he was dragged into he was beaten up, is that so?\nWITNESS: Yes, he was sjamboked, that resulted into terrible bruises.  Now after that they took him into the Charge Office, that is where they beat him up with the butts of the guns.  Now one of my nephews who is sitting over there, he says, my son was bleeding through his nose when they finished him off, and then that is when they shot.  They shot him on his head.\nMr SANDI: Now, Mama who were these people who did this in this Councillor's house?\nWITNESS: It was the policemen, Mandla Mdila, who did this, and my nephew says a white man called Peter was one of the people who did this to my son.  This White man said they are going to kill this boy.\nMr SANDI: How, such sad news like this about the shooting of your son, how did that news come to you?\nWITNESS: That little girl with a red jacket told me this.  They are the ones that went to the charge office to find out, they are the ones who actually saw him and identified him.  No I was not there, I was not one of the people who identified him, I was still working at that time.\nMr SANDI: Was Vuyo buried with the other ones who he was shot with?\nWITNESS: Yes, he was also part of the people who were buried on that day.\nMr SANDI: Did you report this to the police?\nWITNESS: No, I personally did not go.\nMr SANDI: Why, why did you not go?\nWITNESS: The reason why  I did not go is because the police who I was supposed to go and report this to were the very ones who shot my son.\nMr SANDI: Mama, is that all that you are going to tell us today?\nWITNESS: Yes, that is all.\nMr SANDI: Thank you very much, Mama.  Mama, is that all you have to tell us now?   Can we now please ask Mr Swartbooi to come forward.\nNO FURTHER QUESTIONS\n \nMr BUYISILE ERIC SWARTBOOI D.S.S.\nMr SANDI: Usually, Mr Swartbooi after a war you get survivors?\nWITNESS: Yes, that is correct.\nMr SANDI: From the statements that you have submitted to the Commission, you said you were there when these young boys were shot?\nWITNESS: Yes, I was there, I was first one to be shot.\nMr SANDI: Could you please tell us what happened on that day?\nWITNESS: On 23 May 1986, is was on a Friday, we were supposed to have a meeting that day.  On our way to the meeting we heard shootings right in front of us.  We tried to turn back, we were trying to run away, but unfortunately I was shot on my right thigh, and it was damaged.  Then I fell, the policeman picked me up, they sent me to the charge office.  When I got there I was brutally beaten up, while they were beating me up they called for an ambulance, then the ambulance took me to the Livingstone Hospital.  I was guarded by the same policeman in the hospital.  After a week I had an operation on my thigh, and my thigh was supported by some iron rod.\nMr SANDI: How many months were you in hospital?\nWITNESS: I think it is more than six months.\nMr SANDI: Are you still receiving some treatment because of your injury?\nWITNESS: Yes, I still receive some treatment and I am still taking some tablets.\nMr SANDI: Where are you getting this treatment?\nWITNESS: I am getting my treatment from the doctors at Hankey.\nMr SANDI: Did you see the sons of these women who just made their statement before they were shot?\nWITNESS: I do not understand, could you please repeat?\nMr SANDI: The women who are here next to you, they brought forward their statement about the shooting of their sons, and you said you were  there when this happened.  Did you see them before they got shot?\nWITNESS: Yes, I saw them before they were shot.\nMr SANDI: Did you see them on the spot where this shooting was happening?\nWITNESS: This shooting did not happen on one street.  This was happening on different streets, I was shot on another street and they were shot on another street.\nMr SANDI: Were you ever taken to court?\nWITNESS: Sir, when I came back from hospital I heard from a Detective that I should go to court at Hankey, when I got there the Magistrate told me that I am guilty and we must go to Humansdorp court, then I must go and get a lawyer.  I was told that my case is very difficult.\nMr SANDI: Well, did you have a lawyer in court?\nWITNESS: Yes, I had a lawyer, his name was Seti.\nMr SANDI: How did the case go?\nWITNESS: When we got to Humansdorp there were white soldiers, five white soldiers.  Now my lawyer said he was going to go inside the court and talk to the Magistrate.  When he came back he said to me this is going to be a very difficult case because these soldiers are here to suppress me.\nMr SANDI: Was there anyone who appeared in court?  Were you accused with somebody else about this?\nWITNESS: No, I was the only one who was accused.\nMr SANDI: What were you accused of?\nWITNESS: These soldiers said my friends and myself we threw stones at a hipo, out of the blue, now that is how I was sentenced five years outside, but I was not supposed to go to any meetings, I was not supposed to meet people at all.\nMr SANDI: Was Vanessa one of your lawyers?\nWITNESS: When I went to Vanessa, Vanessa told me that this case was too much for her, I must refer it to Seti.  \nMr SANDI: Did you lay any charges against the police for your shooting?\nWITNESS: I did try it, I tried to claim something for my shooting, but I was told that you cannot lay charges against the government, especially if it is already after six months.  Then I was told to drop everything, so I did.\nMr SANDI: Do you have anything that you want to add Mr Swartbooi?\nWITNESS: I would like the Commission to please investigate, who is this white man who shot at me and why did he do this?  \nMr SANDI: Who do you suspect did this to you?\nWITNESS: I do not suspect anyone, but somebody who can say this \nare Mandla Mdila and Stephen because they are the ones who could say something, they are the ones who could know who did this to me.\nMr SANDI: Is it because they were there?\nWITNESS: No, they were at the charge office.\nMr SANDI: Is that all Mr Swartbooi?\nWITNESS: Yes, that is all thank you.\nNO FURTHER QUESTIONS\nMrs NOMPUBULUZO LIZZIE N MJACU D.S.S\nMr SANDI: Mrs Mjacu, did you say your son is Sandile Joseph Mjacu?\nWITNESS: Yes, that is correct.\nMr SANDI: Was he also shot on the same day with the others?\nWITNESS: No, he was shot before, he was shot on 27 April.\nMr SANDI: Was it on 27 April?\nWITNESS: Yes.\n Mr SANDI: 1986?\nWITNESS: Yes it was 1986.\nMr SANDI: Please tell us about the shooting of your son, where was he shot?\nWITNESS: He told me that he is going to see his friend and they were going to have a meeting in a certain hill, that night he never came back.  The following day, his younger brother said to me, Phumzile Mjacu is his name, he said, \"Mama Sandile has been shot\".  In my mind I just thought he was shot by rubber bullets, so I did not take that into cognisance.  Later that day, one of my relatives, just a young boy said to me, \"Mama come, he is in the Provincial hospital\".  On Wednesday, when I wanted to go to the hospital, the Comrades said, \"no do not go Mama we will come with the report to you\".   \nThey came back with the report they told me that he was still under certain machines \"life supporters\".    The next Friday was a month end, I was preparing to go to town to pay my instalments, now one of my daughters came to me with a certain letter saying that my son is dead.  I was still reading this letter, one of the Detectives came to me saying to me, \"are you Sandile Mjacu's mother\" I said, \"Yes, I am.\"  Then he said,  \"Let us go and identify the body.\"\nMr SANDI: So did you go to New Brighton?\nWITNESS: Yes, we came here to New Brighton, then I identified him.  When we entered here one of the policeman asked, \"was the child shot here in Port Elizabeth\"?  One of the policeman said, \"no he was shot in  Hankey.\"  So then I was send into a certain room, I was also with one of the men here with me.  They pushed me with into this room to go and identify my son.  They pushed me when I saw that it was true I could see that it was my son.  \nMr SANDI: Can I go on asking you questions?\nWITNESS: Yes, please go on.\nMr SANDI: You said there were white policemen who came to your place?\nWITNESS: These people said they were going to investigate, they asked me if I have heard anything about the shooting of my son, whoever shot my son I should tell them.  But I did not hear anything until the end of 1986, I just heard rumours that a certain Mr Charlie who was a Councillor is the one.  In 1987 my husband used to go and do gardening job for another white man, this white man went to my husband, he said, \"have you heard who shot your son\"?   Then he said, \"it is Yamile Charlie who shot your son\".\nMr SANDI: Does Charlie still stay at Hankey?\nWITNESS: No, he has moved to Alice.\nMr SANDI: Was he ever arrested?\nWITNESS: No, Charlie was never arrested for this.\nMr SANDI: Where exactly was he shot at Hankey?\nWITNESS: He was shot on a certain street which is next to the Rabe Church.\nMr SANDI: Please continue Mr Mjacu.  Was the shooting of your son ever taken to court?\nWITNESS: No, it was not, I know that these policemen know about this.\nMr SANDI: Did you ever go to lawyers, just to find some advice on how to handle this?\nWITNESS: No we never went to any lawyers.\nMr SANDI: In other words you want the Commission to please investigate about this?\nWITNESS: Yes, please investigate, I just want to find this man.  This man is a trusted man in church.\nMr SANDI: So you want the Commission to find more about him?  Were you with him in church?\nWITNESS: Yes, we used to go together to the Presbyterian Church.\nMr SANDI: Is that all that you are going to tell us Mrs Mjacu?\nWITNESS: Yes, that is all.\nMr SANDI: If there is anything that you have forgotten, maybe when we are asking questions you can still add on.  Thank you, Mrs Mjacu.\nRev B FINCA: Are there any questions from Commissioners?\n(?): I would like to put a question to Mrs Mjijwa, by the way you said the Magistrate said there must only be five people in the funeral.  I just want to find out now, would you be satisfied now, if the Commission can ask that Magistrate who gave orders to that Magistrate to say this, to give these orders.\nRev B FINCA: Are there any questions?  We would like now to thank you, ladies and gentlemen from Hankey, for coming to give us your statements in front of this Commission.  \nThere is something that I would like to find out most of you talked about this lawyer called Vanessa, now I just want to find out now regarding the murder of your sons, is she the one who was handling the cases?\nWITNESS: She is the one who handled the case, we were sent by the s to her.  But now it was 1987, we have forgotten some of these things, we did not even think that something like this would be happening today.  (?): But now all of you here you were all represented by Vanessa?\nWITNESS: No, Mrs Mjacu was not there when we were sent by the comrades to Vanessa.  But the others except Mrs Mjacu, no the others will talk for themselves, I do not know.\nWITNESS - SWARTBOOI: Vanessa did not handle my case.  My case was handled by Seti who said no this is too much for him.  Seti now was my lawyer.\n(?): Who said this case is too much for him?\nWITNESS: Vanessa said the case was too much for her, so she was handing it over to Shedi.\nRev B FINCA: As I was saying, the freedom of South Africa the one that we are enjoying now, it has also been enjoyed by the perpetrators.  Those whose hands are dripping with blood, they can now go to South African courts and ask for their rights.  \nThat freedom that was fought by people like you, their names are not written anywhere, I know that for some of you is the first time for us to hear about them.  It is you who has given your sons through the struggle, as a result your sons were victims for us to get the freedom that we have today.  Now the aim of the Commission to give you this chance to tell your part of the story, to tell what happened to you, so that this crowd in this hall even those who are listening to the radios should salute you.  They should thank you for your contribution.  Your sons did not die in vain.  Their death caused us to get the freedom that we have today.  We heard all your requests, we are going to follow and investigate all that we can.  Thank you.  Is there any reason for that?\nWITNESS: Reverend, I did have a written statement.  It was with the late Reverend Majodina, but now after he died it was discovered that my file has been lost and it was just the only one that was lost.  But I thought I am coming to the Commission because the statement that I wrote there is still in my head.  \nNO FURTHER QUESTIONS\nWITNESS IS EXCUSED\n[Information lost due to recording]\nWITNESS  -  Mrs IVY GCINA\nRev B FINCA: Please tell us who you are.\nWITNESS: I am Williashe's daughter.  I am married to Ndlovu Gcina.  I have five children, four daughters and one son.  \nRev B FINCA: What are your sons doing for a living if they are still alive?\nWITNESS: One was still alive, is the eldest.  I lost three of my sons through the oppression.\nRev B FINCA: Were they soldiers or did they die just like any child died in the struggle?\nWITNESS: They were soldiers of the country.\nRev B FINCA: Were they APLA soldiers or did they belong to Umkhonto we Sizwe?\nWITNESS: They belonged to Umkhonto we Sizwe.  \nRev B FINCA: Could you please tell us about your contribution into the struggle and tell us how your human rights were violated?  Something that will put you into the statistics of those whose have human rights have been violated?\nWITNESS: Firstly, I would like to thank the Commission.  We could not do this before.  I am now thankful very much to the Commission for its existence.  Because we are the people who were affected very much by the oppression and we were called to come to the Commission to name the people who said we must come in front of the Commission...  Whoever said the names must not be named, I want to tell that person that we are going to name these people because if we are not going to tell these people the truth, then it means we will be lying.\nRev B FINCA: Please Mama, continue.  Thank you.\nWITNESS: One more, Reverend.  When I am talking like this, I am talking like this I am trying to bring forward the perpetrators.  I want them to come forward to the Commission and those people who are still with us in the township who were working together with the perpetrators, they are just like snakes becuase they were biting the people in their heels, just like snakes.  I am trying to tell you those people are still there in the township.  My story is very long but I am going to try and be brief.  If I can just tell you my story I can talk about it the whole month in this house, but I am going to be brief.\nOn 18 October 1977 I was fetched by the special branch from my work.  They said they were going to question me about my first born so I went to the New Brighton police station.  That is where I met my husband.  I also met Mrs Joseph.  Her son was also wanted by the police.  When they asked about my son, I said why did you not ask me about this at work.  You took me there at 13h00 while I was still working.  You only  brought me here to talk about Mkululi.  We were locked up in a cell.  On the 20th, it was on a Thursday, then we were released.  When I looked at my watch, it was 17h00.  \nWhen I got home, my 11 year old boy who is the fourth, I discovered that he has been assaulted.  Their father escaped them.  He took them to their father in Khobonqaba.  In 1978, on 8 May, it was on a Monday, it was a very hot day.  We had opened our doors and windows.  I was just preparing to wash myself, I was just preparing to change the linen of my bed when one of my neighbours arrived.  She was going to tell me about one of the deceased in our neighbourhood.   Someone came to fetch her.  When I went into the bathroom, these other ones who are younger than the first boy, Mzwandile, Mzoxolo, Makwezi, they were here at home.  I said to Mzwandile, \"There is something that has been poured into this room.  I can feel it in my eyes\".  He said \"Yes, Mama, I can feel it too\".  I saw acid in my bed, in my wardrobe and in my clothes.  I know this acid because I could see it.  I am use to it from the laboratory.  \nI cleaned up the room, I took all the linen out.  I tried to clean it up properly.  On that same day I heard somebody shouting my name at the gate.  I looked at them, one was tall and the other one was short.  It was only to recognise the tall one.  Their hats were pulled down.  It was on a Monday that day.  On Tuesday, I heard a knock on my window.  \"Samaro's mother, please appear\".  I said \"Why should appear on windows\".  \n\"Please peep through the window\".  I said \"I am not going to do it.  I do not do that at night.  I would do it during the day\".  They sounded furious.  I went to the children's bedroom.  I could see that there was a car parked next to the fourth house.  I could see who it was because the moon was bright.  I asked who he is.  He said \"I am Kholeka's brother\".  So when I saw him, I took a closer look at him, I could see that it was him.\nMr N SANDI: Who is Kholeka's brother?\nWITNESS: His name is Peps Foli.  I do not know the other one, I only know Peps Foli.  On Sunday I went to church and then I came back again.  \nMr N SANDI: Is Peps Foli your neighbour or is he a policeman?\nWITNESS: No, he is not a policeman, he is just a neighbour.  On Sunday he arrived so I asked, \"Why did you knock on my window at night?\"  He said, \"No, I did not knock\".  I said, \"I can recognise this voice.  This is the same voice that was knocking on my window\".  There was another person in the house which I cannot remember.  We went to a certain drum that was in the yard.  He said, \"Mama, Samaro's mother,  I love you\".  So I said, \"What are you saying, you kid?\"  He mentioned somebody who was older than me who was in love with.  I said, \"You go to this person you say you are in love with.  \nThey must train you properly.  If you want to commit adultery, I am not going to do that.  Do not come back here again.  If you do that I am going to throw boiling water into your face.  Now get out of my house\".  So he left.  Those were really bad times.  I am not really going to get into details how terrible my life was at that time but in 1984 the boere came back in my house again.  When they came to me, Roelofs was one of the security police.  \"What would you say if you could just die in here?  How would Samaro know about your death?\"  I said \"No, Samaro will just tell you who told him about my death, but I will be dead at that time and there will be nowhere else where I will be buried.  I will be buried here in Port Elizabeth\".  Then he said \"You are going to die in here\".  I said \"Thank you very much\".  \nOn 3 November 1984, we were petrol bombed.  There was also teargas but very fortunately the fences that were protecting us in our township were removed.  Everything that was in the house was destroyed.  I also got burnt there because I was trying to put out the fire.  Because I thought if this house is totally destroyed, there will be nobody else to built it again.  If I can just take of my clothes now and if you could just see my right side as we speak and see what they did to me.  \nNiewoudt and Roelofs were close close friends.  Comrades, I am trying to summarize this because my history is very long.  \nIn 1985, on 30 April, I was coming from work.  It was around 17h00.  I did not have a water tap next to my house.  It was quite far from where I lived.  At that time my daughter was quite little girl.  She was not much old yet.  She went to fetch water from this tap.  I heard people screaming when I saw my daughter was being stabbed by one of the AZAPO people.  I took one of the knobkieries and I left, trying to protect my daughter, but this man left.  Around 19h00, four Xhosa students arrived.  They said \"Mama, we have heard about your daughter.  Do you think it is wise for your daughter to go alone to school.  Do you know this man who was an AZAPO member?  He used to stay at Tonjeni, but I cannot remember his name.  But when I got out from detention I heard that he had already died.  His surname was Masele.  These Xhosa students told me that there were five people who have been attacked.  While we were still talking about this Ngcobo Nguna opened my front door.  He was followed by Fundile Mefongozi and another one called Dololo who used to go to school at KwaZakhele High who I did not know at that time.\nThis man said to me \"Here is the leader of AZAPO, they must tell us what is going on\", while they were holding his neck.  One of the little boys who had a stick, beat him up.  He said \"Please Ngcobo, leave him alone\".  I said \"What is going on here\".  Then he said \"I was here for peace\", even though he did not even knock.  \nThere was another Colt that was standing in front of the gate and when we were going out, there was shots coming from this Colt.  There was a bullet in they house that was gold and green.  I fell on the right side and the children fell on the left side.  This man was hidden among the flowers.  From that day of the 30th it became very very difficult.  \nSomething amazing, there were four hippos full of white men that surrounded my house.  I have a glass door in my house.  Now I am going to tell you about that last day which was really painful for me.  My glass door was shuttered into pieces.  They opened my strong door which I really trusted that it was really strong.  One of my children tried to prevent this policemen from coming in but I just thought, no, just let them in because they are overpowering us.  These \"boers\" in the meantime were wearing green tracksuits.  White men's eyes and black men's eyes are very different especially if there is light.  \nThese policemen were very furious.  One of them just said, \"Oh God\".  Then I thought yes, I have him with one of the rocks.  Other policemen arrived and they were so cruel, judging from the way they insulted me.  After that people like Matthew Goniwe died and we went to their funeral and we came back Saturday evening.\nOn Thursday, 24 July 1985, we were arrested under the state of emergency, put in a large truck with police.  We were just thrown into this truck.  Reverend Beke and Reverend Soka also came.  Comrades like Dongwe were in this truck and the truck was full.  We sent to a police station.  That is where we found people like Simoli, Nocawe, Nondumo and others.  We were only four females.  We were made to lean against the very cold wall until the morning.  From there we were taken into Rooi Hel, but the men were taken into St Albans.  We were in cell number 13.  \nOn 30 July I was fetched in the morning by a warder.  He said \"Please prepare quickly, you have visitors, please be quick\".  I said \"You will have to wait\".  So I went to wash myself in the bathroom outside.  I put my clothes.  It was very early that time.  When I got back I saw Macici whose surname is Luthi.  \nHe was with a little girl who was not even 20.  He looked like a policeman, I do not even know.  This combi that we used to be fetched with from Sanlam, today this combi does not even have the chairs for me to sit.  Only then we were allowed to sit.  We did not even have chairs to sit on in this combi.  But I was used to oppression, I did not care.\nI just sat in that truck like I use to do in the police trucks.  We went to Louis Le Grange.  When we got there we went to the seventh floor.  We went to Coetzer's office which is on your right hand side when you get out of the lift.  When we got there, there were special branch police.  They were standing in a horseshoe shape.  Kutse was also among them, who was the owner of the office.  Van Wyk was also there.  I did not know the other \"boers\" names.  There was this tall one who was also at special branch.  \nThe way they were so desperate, it is unspeakable.  I could see for myself now what was going on.  They said \"Where is this man.  Why are you so late today.  He beat the women so well\".  Well, I waited just like a sheep waiting to be slaughtered.  Mr Ndiyana arrived who was working with Coetzee at the time.  \nWhen they came in the rest left.  He said to me, \"Mrs Mgcini, do you know that Mrs Mgcini was working with my brother for so many years at Backshore.  He took his pension and he went to the rural areas.  He now has cows and sheep\".  The white men came again.  Again they formed that horseshoe line.  They said to me \"Mrs Mgcini, do you know that we know everything about you?  Do you know that you usually go to Lesotho?  Do you know that we know that the MK usually comes here coming to you.  You usually help out kids to go to exile\".  I said to them \"You have so much information, thank you very much.  How many people have you arrested?  Just like a person who has kept some of the people in the cadres, I am not going to answer you now.  I will talk to you in the courts\".  He beat me up.  He slapped my face with the hard part of the hand.  Unfortunately I grabbed him.  When I did that, he beat me on the back of my head and then I fell.  I got up quickly though.  I looked at Ndiyana.  Ndiyana assaulted me until my eye was so swollen, it was covered up by swollen flesh.  I could feel there was something that was something that was swelling.  I could feel that there was something coming down, down my throat from my palate.  One of these brown \"boers\", he said to me \"Oh no, she is a very hard person\".  \nI am not usually a hard person.  I do not usually cry.  I tried to cry but I could not.  He left and he came back with something to beat me up.  They take your clothes off there.  There is not much luck there.  They take your clothes off and they beat you up.  He beat me so much until the sun set.  My whole body was full of bruises.  I was dark with bruises, blue with bruises all over.  We went up the passage, we were taken into another place now.  There was something beautiful over there.  It was shining.  \nOne of these little boere, he was just a little dirty man.  He was short and he had a shape like this.  He came back and he said \"Oh no, this thing does not really work\".  They insulting this thing that does not work.  Then I was taken again to another office which belong to Mr Coetzee.  When we got there, Mr van Wyk said we will see.  He opened his briefcase and he took out two cans and then they said \"Let us pour her with this.  She has to say something, she has to tell the truth\".  On the left hand side, you see that it is written male here, female there.  They opened teargas on my face.  I suffocated, I could not breathe.  They were also suffocating, but they had covered themselves with wet towels.  After opening this teargas they tried to close the door, but I fought.  \nI tried to open this door.  I got out.  I could feel I was already dizzy and I could feel I was about to vomit.  Fortunately while I was still standing there, somebody appeared.  It was a black person appearing.  I could only see with my right eye because my left eye was now already swollen.  This person said \"Mr Coetzer, what are you doing?\"  He was wearing a three piece suit.  Then Coetzer said \"Can you feel this upstairs?\" and then this black man said \"Yes, we can\".  Then he said \"No, let us not pour this teargas anymore because they can feel it upstairs\".  Then he said \"What do you think you are doing by doing this?\"  He looked at me for a long time.  That was the time I could now feel and get the time to cough.  When I started to cough, I coughed blood.  The way they were so dirty, I knew that they were going to tell me to wipe out this blood.  So I thought let me not cough this blood out.  I decided to swallow the blood.  Then I was taken back to Coetzee's office.  We left this person still standing here.  He was watching me.  One of these boere who was beating me with something that I could not even identify.  It was very hard.  I tried to feel this thing.  It was so hard it could not even bend.  That boer really assaulted me.  He was banging my head against the wall but I told me myself I am not going to faint, I am not going to fall.  I will not faint, come what will.  One of the boere came, the towel was rolled around his neck.  \nThen he said \"Let us just let her go.  This is not the last day.  Today is very late.  We will come back again\".  He said \"We must get permission from Mr Coetzer\".\nThe reason why I am here now in front of this Commission, I wanted to tell this.  Mr Coetzee said to me \"Look here Mrs Gcina, you are going to follow your brother\".  I said \"Who is my brother?\"  He said \"You are going to follow Hashe\".  I said \"Am I going to die like him?\"  They said \"Yes\".  So I said \"Where is Hashe?\"  Then he said \"He is in exile\".  So I said \"So he told you that he was going to exile?\"  So he said \"If you do not shut up, I am going to make you shut up\".  So then I kept quiet.  So I asked for Macici to come and fetch me.  So he came to fetch me.  Macici now started in their offices.  When we got into this office, Faku who now died, one of the people who was killed in Motherwill by the \"boers\" was there standing in this office.  Faku said to me \"Sies, you rubbish, you have a nerve to come in this office.  Get out of this office you rubbish\".  I looked at him.  I am sure that Macici whose surname was Luti did not do what he was supposed to do in that office.  He just jumped for me and said \"Mrs Gcina, let us go\".  I could not even walk properly but I tried.  So we went to Rooi Hel.  It was already now very late at night.  \nI met one of the warders.  He said to me, \"What happened to you?\"  I said \"It is the special branch.  Tomorrow I want a doctor\".  When I got into the cell these kids were so surprised when they saw me.  I was smelling teargas, even when I was trying to breathe, I was breathing teargas.  The air that was coming out of me was teargas.  I could feel something rough inside my mouth.  When I started to feel it, when I started to find out what it was, I found out it was a tooth.  I do not know how I lost my tooth.  I was given tablets but I could not sleep until it was in the morning.  In the morning I went to a lady doctor who was very shocked when she saw me, she even cried.  I could only see her with one of my eyes.  I did not want any White person to touch me because I would think that she or he is one of the Security Branch.  She said to me \"I am a doctor, my name is Wendy Orr\".  So I said \"No, that is fine then\".  Then she examined me, she wrote a prescription for me and then I got some medicine.  Again I went to a single cell.  It was number 3.  I am sure the width of that cell is smaller than the table that I am sitting in front of.  There was a pail which had a lid in the corner which was used as a toilet.  There was a crochet net and one smelly blanket in the cell.  There is another smelly blanket that you were supposed to sleep with.  I got into this cell and I slept.  I could not move, I could not say anything, I did not have a voice.  \nThe same night I saw a light at night and my cell was opened.  I did not see who was opening my cell.  I did not look at the person.  He said to me \"Ivy, it is me.  I am Sergeant Krause.  I have fetched your medicine\".  What happened, he said to me, \"Nobody fetched my medicines according to the doctor.\"  He went to a certain pharmacist who is the one who helped me with the medicine.  He was with Fourie.  She was Mrs Krauze.  She rubbed me, she made me take my medicine.  I told her that I could not even hold anything but I can try.  I told her I was going to try by all means.  She said \"It is fine, do not worry yourself.  I will help you\".  So she made me take the medicine and then she massaged me.  Then after that I could at least try and sleep.  The following morning I said to Captain Nel who was the Head of the prison at that time, I said to him I want a lawyer.  He said \"Why do you want a lawyer\".  I said \"Can you not see me?  Can you not look at me?\"  At that time I had pimples all over my face.  If I could feel my face, I could feel my face was swollen.  He asked what happened and I said it was the security police.  I stayed there taking the medicines of Wendy Orr.  I said to Croutz at that day, \"I do not want any other medicines.  Please read these medicines because I cannot see\".  He said \"Ivy, I am going to lock up this medicines.  \nI am the only one who will be giving you these medicines.\"  Fortunately it was during the day when all this happened.  So he did that.  I stayed there with such pain and on 7 August I was fetched by Ndiyana.  I was in this private car which had smooth seats.  When I got into the seventh floor I saw with one eye which was working at that time, a girl crying.  When I took a closer look I could see that it was Nontembiso.  The way I saw it, it looked as if she was being held by a pliers.\nMr N SANDI: Who is this Nontembiso?\nWITNESS: I cannot remember her surname.  She used to stay next to us.  She is in my branch.  I know her, but we were not in the same cell and we were not together in Lesotho.  I was quite shocked when I saw her.  Then Coetzer said to me \"Mrs Gcina, what happened?\", but I was so worried to show my emotions to Kutse.  So I said \"No, I have been beaten up.  This is why I am ill\".  Then I said \"but you have already arrested me?\"  Then he said \"But I thought you were bad, but now you are not so bad?  But this policeman said you were so terribly injured but you not so injured.  No, not that bad.\"  He said \"Mrs Gcina, let us work together here\".  I said to him, \"If a person becomes a policeman, what standard must he pass because I am not educated\".  He said, \"No, you are not going for a policeman, you are just going to work with us so that when your children come, we want you to tell us\".  \nI said, \"What!\"  Imagine, getting pregnant and giving birth to that child and when that child comes to South Africa I must tell you that?\"  I said, \"Are you mentally okay?\"  He said, \"Yes, I am.  There are many women who are working with us.\"  I said, \"You stay with them.  I am not working with you\".  I said, \"Do you know how difficult it is to organise people?  You bleed a person for a whole week and then after that I cannot betray my people.  I prefer to die, I will not betray anyone\".  Then he said, \"Take her\".  So they took me and I went to Rooi Hel.\nIn short, Honourable Commission, on 11 November they came to fetch me, they said \"Mrs Gcina, things are very bad out there.  We are going to release you but when you are released you must go and talk to people because people are made to drink oil out there and eat fish.  You must go and tell the people there is one person who is making people drink oil and eat fish\".  I said \"No, let me stay here because I did not ask anybody before I came here to tell somebody to make anyone eat anything.  So when I get out of here I am not going to tell anyone to stop doing anything.  If I have to do that then I am not leaving this prison.  But on the 11th they came to fetch me to take me home.  \nHonourable Commission, I will try now to be very brief.  In 1986, I am not going to talk about all the things that happened there.  Everybody knows that we were arrested, but there is just one thing that I want to talk about.  On 18 September 1987 because we were so fed up with seeing stywe pap that was rotten with worms in it.  At that time we were at Rooi Hel, not at prison.  We embarked on a hunger strike.  We were not that many at that time.  Some were already been deported, some had been released.  In this cell it was myself, Kholeka Nkwinti, Buyiswa Fazi, Ntsiki Viti and Mr Gobi from Beaufort West.  Mrs Gobi was taken from us.  We thought she was released but she was taken to Bethelsdorp police station.  There was a certain doctor in here.  I think his surname was Bekker.  He was an old man.  He was very short and he used to wear a hat.  He said to me \"Ivy, please sign these papers\".  I did not want to sign these papers because if you sign a certain paper then it means that you are admitted to something.  So I ask what I am admitting to.  I asked \"Are we the ones who are going to die or you?  Are you a Special Branch or are you a doctor?  If you are a Special Branch, please leave this cell, this is our cell, leave\".  So then he left.\nThen on 10 November a sister arrived in the cell.  She took us into a hospital in the prison.  Our urine samples were taken and we were also weighed and then we were sent back to the cells again.  At 16h00 when they were locking up the cells, a White warder young woman, the other one was Botha, they came in.  The one was oldish and the other one was young.  They took us into the changing rooms.  Before I left my cell I asked who is asking for us.  She said, \"You are being called by Sergeant Schwedelem\".  I said, \"Kholeka, let us go\".  When we got into this changing room which was adjoint to their office, Sergeant Green who was a Coloured lady, came out with something to take our fingerprints.  I said to Kholeka, \"Kholeka, do not do this fingerprinting\".  They started with Kholeka.  They said \"Kholeka, come\".  Kholeka went.  I said \"Kholeka, where are you going?\"  They said she was going to be fingerprinted.  I said \"What is going on?\"  They said they are taking us to Uitenhage.  They asked \"Did the Sister not tell you?\"  I said \"No, we were not told anything by the Sister\".  She went to Schwedelem, so she reported that \"Ivy said she does not want to take any fingerprints\".  So I was called.   So she said to me, \"You are supposed to go to a hospital.  That is what the doctor said\".  I said, \"You tell that doctor...\"  This person used Afrikaans, so I also used Afrikaans.  I said \"We are not going to that hospital\".  [Microphone switched off during translation]\n(?): I am not your person.\"  \n[Confusion as Afrikaans translator speaks over interpreter]\nWITNESS: I said \"I am not well yet\".\n(?): I am not you, I am your Sergeant and not your person.\nWITNESS: I said, \"I am not well yet.\"  Then he said, \"You must say you to me, I am Sergeant\".\n Mr N SANDI: I am sorry, could you please now try and summarize?\nWITNESS: Yes, I am trying to summarize.  Leach said to me \"Ivy, did the Sister not tell you?\"  I said \"No\".  Then the Sister arrived.  She said \"As I have told you that you are here...\"  While she was still talking to me, two policemen arrived in the ladies changing rooms.  One was wearing a uniform which had no name.  This other one said to me \"Come\".  We were led by the Sister and the second one was further left and I was the third one.  We were escorted by the police on our right hand side.  We were walking down the passage.  When you go to our cells, you turn left.  So Schwedelem quickly went to the drill gate.  In Rooi Hel ladies usually stays upstairs.  So he is the one who pointed, saying we must not go to the cell.  Kholeka said she wanted to go and change.  We were wearing nightdresses and tracksuits etcetera.  One of the policemen who had a gun said \"You are not going anywhere\".  \nWhen I was trying to turn left to go into the cell, I could feel that I was going to go to him straight.  How I was going to go past him I did not know, but I told myself I am going anyway.  Even in Court I would not even be able to tell how I passed him but I did anyway.  I could hear that there were running footsteps.  Kholeka, who was Mrs Nkwinti, ran past me.  I could feel that there were footsteps running behind me.  When I turned, I could see it was one of those policemen who did not name.  He assaulted me and I fought back.  Papers were flying all over.  How I survived there is because I fought back.  I wanted a pair of scissors because I wanted to cut my nails.  That pair of scissors is the same scissors that I scratched his face with.  This other said \"No, leave her alone.  Just leave her\".  So I went back to the cell.  Mr Fazina was shouting.  She was asking what is being done to us.  So I said they must give us a bottle because we wanted to buy things like beetroot.  We burnt these bottles on the floor so that whoever who tries to come to us must get injured.  So we went to Willis who said to us \"Ivy, I am here to...\n[Information lost due to changing or cassettes]\nWITNESS: ..since the 18th, we were called into a meeting.  The person who was in charge of this prison who was Sergeant Nel and Muller.  Muller was the Head.  They were not in during this whole week.  \nWe did not see them.  We could only see other seniors of their prison.  They said to us, \"We are preparing food, you are going to eat\".  One of them said...  These people now are men, they had re epaulettes.\"  One of them was Brown.  I cannot remember the other one who seemed to be the senior to Brown.  He asked, \"Who was the one who was fighting?\"  They said \"It is her\".  I said \"Yes, it is me\".   I could feel that there was somebody being dragged.  They said they wanted to kill me and I said to this man if they want to they could just do so.  They said to this man we are going now to eat.  They are busy preparing for food.  We ate and after that I went to the Human Rights.  I wanted to see two of my kids.  They gave me tickets to go to Lusaka.  From there I went to Dar-es-Salaam.  That is where I saw my children, the youngest one and the eldest.  When I got there my first one Kululi hugged me and said \"Oh mother, I thought you had died already and in the news line we heard that you had fled from Uitenhage hospital.  So I thought then they have killed her because my mother will never run away\".  So I said to him \"Yes, it was true.  They were trying to kill us but I did not die\".  I am just trying to tell you how the South African Prisons were treating people under de Klerk and P W Botha.  You were not safe if you were in jail.  You were not even safe in your own home.  Thank you, Commission.\nAPPLAUSE\nNO FURTHER QUESTIONS\nRev B FINCA: Thank you, Mrs Gcina.  Can you please keep quiet?  Let us still be calm because there are still two more witnesses to come.  Ms Y SOOKA: Mrs Gcina, your story is a very moving one and the Commission is particularly concerned about the way women were treated in prison.  We have heard testimony from other hearings about the way women were treated particularly in the way that they did not get privacy, they did not get proper toiletries when they were menstruating and that there were special forms of torture inflicted upon them.  \nI would be interested to hear from you about your perspective on the way women particularly were treated in this particular area.\nWITNESS: Thank you, Honourable Commissioner.  Women were the worst ill treated prisoners.   If the Honourable Commissioner can allow me, I can do this again, because now I have only been focusing on me.  I did not talk about other people in prison.  They were treated very bad.  I was not the only one.  I thought it was just me but in 1986 there were lots of women in Port Elizabeth.  There was no medicine at all for them.  Sheila Lizani, she is going to be here.  \nSo Elda Barney, she is here already, she is going to testify to the Commission about Elda Barney who died in northern prison.  They were cruel people, I mean, we had the very old women, Ouma Mugomi, Dora Muzi, people who could not even walk, kept in a cell, one mat, \"vrot\", forgetting more blankets for those people.  Tired, you know, how could they cook for people carrots that were not even washed.  You could see roots, you could see leaves when you are eating your green beans and you would even think that it is something tasty, but it was terrible.  Your coffee would have something like milk, which was not milk.  They would only put in one teaspoon of milk in a mug of coffee.  \nYou would think that what has been put in was just half a teaspoon of sugar.  Saturdays were worse.  [Information lost due to recording] ... of which is not even the mielie meal actually.  As a person who is used to making stamped mielies, what we were given was just \"kaf\", not the real thing.  \nRev B FINCA: Can you please be calm?\nWITNESS: But we knew what we were fighting for.  But now today, those who does not know why we were in Parliament, it is because of our blood.  \nAPPLAUSE\nMs Y SOOKA: Thank you, Mama.  We salute the courage of women like you who have made it possible for us to have the government that we do have and we want to talk more to you at some stage about the special form of treatment that we used.  \nRev B FINCA: In short, Chairperson, please.  Mrs Gcina, what is your request now to the Commission, so that things like these cannot happen again?  What can the Commission do?  What is your wish?  Please say it in a summary form, Ivy.\nWITNESS: Reverend, even today I cannot sleep with my left side.  One of my nerves was damaged.  Even last week on Saturday, my left side was swollen.  It was so painful but I tried to endure.  I went to the doctor, Mr Ngxoweni.  She inspected me and then she found that there is whole in my ear.  I still have this shock pain that goes through here to there on my left side.  I cannot even sleep on my left side.  I have to sleep on my right side.  I do not really care for much.  All I want is for these people to come forward and ask for forgiveness and they ask those people who they were working with in the townships, those people must come forward.  Coetzer himself must come forward as well.  Thank you.\nAPPLAUSE\nRev B FINCA: Thank you, Mrs Gcina.  We thank you very much for your testimony.  \nI am also quite grateful for the fact that you mentioned warder Krauze.  [Information lost due to recording]  ... the truth about the cruelty of people but the Truth Commission is also there to hear the truth about those who showed kindness.  Even at that time, in that system corrupt as it was, there were people who rose above that corruption and became human beings.  So as we salute you for your testimony as a Commission let us also salute Mrs Krauze that in that system she was able to show kindness.  Thank you.\nWITNESS IS EXCUSED\n \nWITNESS  -  Mr DONALD MILES\nMs Y SOOKA: We now call Mr Donald Miles to take the witness stand.\nRev B FINCA: He is the second last.  We are not going to be long.  This will be over soon.\nMs Y SOOKA: Mr Miles, can you stand please?  We welcome you for coming to the Commission to give your evidence before us however we would like you to take the oath.\nMr DONALD WALTER MILES D.S.S.\n(?): We have allocated a Commissioner to assist you with the leading of your evidence.  I believe it is Mrs Tiny Maya on my right hand side.  She will assist you.  I hand over to Tiny.\nMs T MAYA: Good afternoon, Mr Miles.  Mr Miles, can you hear me?  \nWITNESS: Not very clearly.\nRev B FINCA: Please people, keep calm.  Mr Miles is not able to hear the questions.\nWITNESS: Can you repeat the question, please?\nMs T MAYA: Mr Miles, good afternoon, can you hear me now?\nWITNESS: Yes, thank you.\nMs T MAYA: I would like to confirm that you are Mr Donald Walter Miles and that you reside at number 49 Juter Road here in Port Elizabeth.  Is that correct?\nWITNESS: That is correct.\nMs T MAYA: And that you are currently employed at Auto Shell Service Station at number 128 Commercial Road, Sidwell, Port Elizabeth.  \nWITNESS: That is correct.\nMs T MAYA: Mr Miles, we believe that you are not here to give testimony about yourself and that you are here in a representative capacity.  Would you like to tell us what you are here to testify about?\nWITNESS: Yes.  This matter which I wish to raise with this Committee may seem insignificant in comparison with the testimonies that I have heard this morning.  It concerns the withholding or the deliberate delay of emergency service to the people in the black areas by the Port Elizabeth Ibhayi Services.  \nRev B FINCA: Mr Miles, I would request you to talk straight to the microphone.  There are a number of people in this hall wanting to hear you.\nWITNESS: Whether this occurs at the highest or the lowest level of government is immaterial because it is a basic violation of human rights.  What occurred was that from time to time there would be unrest in the black areas and this would be used as an excuse to delay the response of fire units to the black areas.  The people who were allowed to burn in their shacks while our fire services stood by, there are many, many cases.  \nI can recall that a fire service took 40 minutes to an hour to respond to a place that is normally four minutes away, which resulted in the deaths of people, it resulted in the burning down of their houses.  These matters were brought to the authorities attention, the people in charge of the fire services.  The only way that this could be done, without personally pointing a finger at yourself, was to do this through the media, through secret phone calls to the media and let the media expose what was happening.  \nThe response and answer of the authorities was an excuse and not a reason for this.  The survivors of these families of these innocent victims who were allowed to burn to death and their houses to burn down must know and recognise that we know of their sorrow and grief.  That there loss of their loved ones will not become a forgettable headstone in a some cemetery, that there are people who care and that there are people who will see that this is rectified.  \nThe persons who were entrusted with the protection of our lives and properties of the people, have abused that trust.  They must be exposed and held accountable for their actions.  Not to me, not to this Committee, but to the community they served, or pretended to serve.  The community is entitled to know what has happened to them and how deep this has gone.  From the top levels of government, to provincial government, right down to the level of local government.  \nIt is no use cutting the grass because it will grow again.  If you want to eradicate it, you must pull out the roots.   The roots of the matter must be exposed and the people must be held accountable of the treatment that they have given these people in these communities.  We cannot bring back the dead or change the deeds of the past but we can compensate the living and give them insurance that no matter what happens, no matter what government we have, this will never be allowed to occur again.  \nThe families who have lost their homes should be compensated.  The authorities who allowed the abuse of serious services of the services to occur, the people in charge must have known what is happening.  I was at the semi level of management and I knew what was happening.  The men on the floor knew what was happening, but were helpless.  \nThe senior personnel must have known what happened because they were questioned in a media about this.  If they knew what was happening and they did not encourage it, then they condoned it.  They allowed it to happen.  They stood by and watched while people's houses burnt down, while people died in fires.  Where a 150 people became homeless overnight, simply because they did not want to respond and help the people.\nI ask this Commission to please investigate.  There are numerous instances which occurred from 1987 to 1991.  In one year alone when I was doing to statistics, 44 people died due to the fires.  Of these, I know of approximately half that number that was due to the fire services delaying or not responding to calls for help.  \nI ask this Commission to search the records of these years and to pin point exactly who was prejudiced and who lost their lives and who lost their houses because of these things.  I ask an investigation to be taken place.  Not by the municipality, because there is no purpose of an official investigating himself.  I ask for an outside body to investigate the matter.  Just as an accusor being the judge, would never find the prisoner innocent.  \nIf we ask these people to investigate themselves, they would be innocent.  An outside body must be done to this.  Since it has to appeared in the papers that I have to appear before this Commission, I found that I am subject to harassment by municipal officials.  The only thing that I ask for myself is that this Committee sees that that does stop.  Thank you very much.\nMs T MAYA: Mr Miles, during the period that you have mentioned here, is it correct that you were also an officer in the Fire Rescue Services of Port Elizabeth?\nWITNESS: That is the correct.  I was a fire officer for a period of 25 years.\nMs T MAYA: And you were concerned by the lack of concern on the part of the police and the top official of your services.  Is that correct?\nWITNESS: I was very concerned as to the turn of events and the discrimination as to who would get the services.  The services were supplied by the Port Elizabeth Fire Department, who was under contract to the municipality.  They were paid to render these services by public funds and yet they refused to do so.\nMs T MAYA: Can you tell us in detail of whatever you knew about the policy of cooperation between the South African police and the Fire Rescue Services?  What was the policy about?  What did it entail?  \nWhat caused the fire people not to go to the rescue of the people of the townships?\nWITNESS: Yes, in approximately 1987, and the Committee must please excuse me if I do not get my dates in correction, we are talking about an incident that occurred 10 years ago and I do not have access to the documentation.  In approximately 1987 there was quite a bit of unrest in the Black areas and it was not a safe place to proceed to.  However this abated in about 1987 and in early 1988.  Then this situation returned to comparative normality.  So much so that the Ambulance Service, who also renders a humanitarian service, would proceed into the Black areas with White women as drivers with no fear and go and assist the people with medical services and ambulance services.  However the fire department, said that due to the unrest they would refuse to respond unless they had a police escort.\nMs T MAYA: From the statement that you have given to the Commission, we notice that you made some attempts to reveal these  atrocities caused by the fire department.  To what extent did you go, what exactly did you do?\nWITNESS: Yes, as a officer in the fire department, I felt it was my duty to try to change the system from within.  To try to influence the powers that be that this is not the right thing.  \nThe fire department must first save lives, save property and put out fires.  They were allowing people to die.  I attempted to persuade people within the system that this is wrong at high level meetings.  I was totally ignored.  I then leaked information out to the press and a lot of suspicion fell on me.  Eventually they were convinced by the process of elimination that it could only be one person in the department who was doing this because of my abuse as towards, and my protests.  Subsequently I found myself facing about 15 departmental charges because anything from using a paintbrush illegally as to a abandoning my post, because I went into the black areas to help people, the upshot was that I was told I better resign or I would be dismissed.\nMs T MAYA: Does this mean you lost your job because of that?\nWITNESS: Yes, it is as a direct result of that that I lost my job.  However this Committee must understand, I am not here because I lost my job.  I am not here because I want something for myself.  The only reason I am here is that the community must know that when they pay for services through a local authority, whether it be fire services, ambulance service or removal of dustbins or sewerage, any services, they are entitled to the full benefit of their service irrespective of the colour of the skin, the area they stay in, their religion or their creed.  \nAny municipal official who discriminates against people on that basis and that basis alone and withholds an emergency service where lives are in danger, that person, I cannot say what that person is.\nMs T MAYA: You have already stated what your expectations are from the Truth Commission, would you like to add something more to your testimony?\nWITNESS: No, I trust that the Commission will take the matter up.  As I stated previously, this matter in comparison with murder and torture, is not a very serious matter.  However where a person conspires by convert actions to allow people to die, I consider that as a serious matter.  Thank you.\nMs T MAYA: Thank you very much, Mr Miles.  \nRev M XUNDU: Mr Miles, I just want to know if you have received any abusive telephone calls since it was made public that you have decided to come and testify.\nWITNESS: Yes, I have been harassed at my home.  I have been threatened by municipal officials.  My lights and water accounts was for instance R73,00 in advance and they sent me an account for over R200,00 they will cut my lights and water off irrespective of the fact I was in advance.  \nI have been grabbed by municipal officials in areas where I go shopping, in Pick & Pay shopping centres and pushed up against counters.  I have been threatened and I have received mysterious phone calls.  So there has been some intimidation or attempts to intimidate me however [Inaudible...] a long time ago.  Even if you stand alone you must open your mouth and tell the truth.  \nRev M XUNDU: Do you know the persons who actually harassed you in terms of meeting them in counters etcetera?\nWITNESS: I cannot say for certain whether it is because I have agreed to appear before the Committee or whether people feel threatened by me.  I cannot say for certain what is the reason but all I ask this Committee is to see that the harassment please stops.  Like everybody else in South Africa, I live in a new country and I will live in peace.\nRev M XUNDU: You would like the Commission to take this up with the municipality about the fact that you have been harassed with the Mayor and the Town Clerk?\nWITNESS: Reverend, if it is necessary, yes.\nMr N SANDI: Mr Miles, are there any people who were in the same department as you who has personal knowledge of what you have said this afternoon and who wants to come forward and perhaps are scared to do so that you know of?\nWITNESS: Yes, I am quite sure there are a number of people that did not agree with this policy.  However the rules, the regulations, the standing orders strictly forbid any member of the department to openly discuss anything with the media or anybody else.  These people's livelihood would depend on their jobs.  They cannot put their jobs at risk and their livelihood at risk without the removal of a gag order which is binding a lot of them not to say anything.  Their promotions depend on it, their career depends on it.  A fire fighter is a strange person because once trained in this direction, you have no other recourse to an income.  You are not trained for anything else.  You are committed to a humanitarian service and if this is threatened, there is very little recourse to an alternative employment.  So yes, there are people who would wish to talk however the fear of dismissal and retaliation is there.  \nMr N SANDI: I suppose you were here this morning when Major General Holomisa gave his merited testimony.  Would you say there is a connection between what he was telling us and what you are telling us this afternoon.\nWITNESS: There is a similarity of a under current forces at work.  I would say in this particular case that I am discussing, the under current is more covert and of a personal nature than as a general policy because not all people in the fire department will agree to this policy and would go along with the policy.  With the forces which General Holomisa was talking about, there was a concerted group effort as oppose to an individual group effort.  \nRev B FINCA: Mr Miles, thank you very much.  I think we need not  one mile, but many \"Miles\".  Many of the people who come before this Committee to give their testimonies usually testifies about what has happened to them.  You are here to testify about what happened to other people.  You happen to come from a privileged group in this country.  The things that you are testifying about have not really affected you and your family and your kind directly.\nWITNESS: That is correct.\nRev B FINCA: And because they were happening to other people and you have respect for other people, you are here to bring this testimony to us.  That is why I think we need more \"Miles\" than just one \"Mile\".  If this country can get more \"Miles\", perhaps this country can become a beautiful country.  Thank you very much.\nWITNESS: Thank you very much.\nAPPLAUSE\nNO FURTHER QUESTIONS\nWITNESS IS EXCUSED\nMs Y SOOKA: Can I call Nohle Anna Nika-Jonas to take the witness stand please.  Could we have silence please?  Hallo Mama, we would like to welcome you.  You are our last witness for the day.\nWITNESS: Yes, I can hear.\nMs Y SOOKA: If you could just stand so that you can take the oath please.\nMs NOHLE ANNE NIKA-JONAS D.S.S.\nMs Y SOOKA: Mama, you have brought someone with you.  Could you tell us who it is so that we may welcome him?\nWITNESS: He is my husband.  His name is Freddy Jonas.\nMs Y SOOKA: We welcome you and thank you for coming with your wife to the Commission.  We have assigned a Commissioner to help you lead your evidence.  The Commissioner who will do that is Dr Ramashala who is on my left hand side.  I now hand over to Dr Ramashala.  \nDr RAMASHALA: Our greetings to you Mama Nohle.  I will try and speak Xhosa with you.  [Information lost due to recording] ... is about the disappearance of Mrs Jones three sons.  Thembinkosi, Vusumzi and Sabelo.  The last time she saw her children was in 1976, July 1.  Mama, could you please take us back.  \nPlease tell us what happened to your three children.  Tell us about the particular day when the police arrived at your home.  \nWITNESS: The policemen arrived at my house at 17 Kwalanga.  I said to Thembinkosi he must come and sleep with me in the big house.  I was very scared to sleep alone.  I said no, he must not go and sleep in the back shacks, he must come and sleep with me in the same house.  I do not want to sleep in the house alone.  On the Thursday, at night, the police arrived in hippos.  These policemen had a list of people.  They said Sabelo Nika, Thembinkosi Nika, Simkulu Nika.  They kicked my doors.  They stood at the back, some were standing in front of my house.  They took the youngest out, they were kicking him.  The policemen at the back were also taking my sons out.  They threw them into the hippos.  I could not sleep that night.  Thembinkosi's cries were still in my head.  Thembinkosi's cries are still haunting me even today.  I cannot even sleep in that house.  I still have visions of my sons.  Sabelo was finishing his Std 10, Vusumzi was doing Std 8 and the small one was doing Std 6.  Oh, my Lord, even now I would be just like other women who had children who will finish their education.  If those policemen can come to me and say, \"Mama, we have killed you children,\" I can simply forgive them.\nNow Mambele came to me and said \"Come see what is going on out there\".  I could see Thembinkosi's cap which had blood on and Vusumzi's jacket, it also had blood.  I nearly had a heart attack.  I saw all this on a Friday when this happened on Thursday night.  Then I came back to the hospital on Saturday, while I was still in the cemetery, policemen from the hippos said \"Thembinkosi's mother come\".  We saw a policeman holding coffins.  The policemen were digging holes.  They were digging the graves.  One of the Comrades said \"No, Sabelo's mother, this is not Sabelo.  I know your children.  He is not one of them\".  So I went home.  I took some of their clothes and I burnt them and I took the spade and I tried to cover their blood on the ground.  \nOn the second week, one of the women came to and she said \"I heard by one of my daughters that the policemen at St Albans who were burying people in black plastic refuse bags...   I do not want to talk too much because it looks like my heart is going to stop right here.\nDr RAMASHALA: Please Mama, take your time.  Mama, we understand that it is very difficult to talk, but can we please now try because we want all the details about your children.  How old were they.  How old was Thembinkosi?   Can you still remember?\nWITNESS: No, I cannot remember.  Even their certificates got burnt when the shack that was next to me got burnt.  All their certificates, their birth certificates, everything got burnt in there.  Sabelo, it has been a year since he has been circumcised.  Thembinkosi was still a boy, he was not a man yet.  \nDr RAMASHALA: At the time when these children were fetched by the police, what was going on in Uitenhage?\nWITNESS: That was during the unrest in Uitenhage.\nDr RAMASHALA: Were these boys members of police organisations?\nWITNESS: Yes, they were members of the police organisations.\nDr RAMASHALA: Which party, Mama?\nWITNESS: They were members of the ANC.\nDr RAMASHALA: When these police came to fetch these children, were there any eye witnesses?\nWITNESS: Yes, one of the witnesses was Mambele, but he has now passed on.  She used to stay at Kwa-Nobuhle.\nDr RAMASHALA: Was it only Mambele?\nWITNESS: Most of my neighbours were Coloureds.  All those, becuase of the unrest, left.  Mambele died in 1994.  \nDr RAMASHALA: You said one of the T-shirts were found with blood.   Where was this blood from?  We would like to know.  We just want to know if your children were stabbed or shot or whatever.  Please tell us that.\nWITNESS: It was the policemen and the soldiers who killed my children.  \nDr RAMASHALA: Mama, we are trying to get the information as to where exactly did they die.\nWITNESS: They found the T-shirt just across the furrow where we usually throw our dirty water.  Now the policemen had taken my children the previous day which was on a Thursday.  Now today it was on a Friday when I found the T-shirt.\nDr RAMASHALA: Mama, I know that and it is very difficult for you.  This is even very touchy for you to talk about things like these.  But we have to ask you so that we can understand how this happened.  So Mama, you said you went to the Provincial Hospital?\nWITNESS: Yes, I did.\nDr RAMASHALA: Did you get any subscriptions?\nWITNESS: Yes.\nDr RAMASHALA: Are there any documents that we can get from the doctors?\nWITNESS: No, but I cannot go to the hospital because they would ask money from me and I do not have any money and one of my legs is very painful.\nDr RAMASHALA: Can you still remember the names of the doctors who helped you?  Mama, is there anything that you think I have forgotten to ask that you feel we should know about your children since you have not even found them until today?\nWITNESS: I do not understand.  I want to know about my children.  I want to know from the police where did they take my children.  Where did they take Sabelo, Vusumzi and Thembinkosi.  Where did the police kill my children.\nDr RAMASHALA: Mama, did  you report about the disappearance of your children?\nWITNESS: No, but at that time you could not report anything to the police.  If you do, you would be burnt.  \nDr RAMASHALA: Mama, seeing that now we have a new government, did you report the disappearance of your children?\nWITNESS: No, I did not.\nRev B FINCA: Thank you very much, Dr Ramashala.  Are there any questions from other Commissioners?\n(?): Mama, we would like to ask, how would you like the Commission to help you?  What can we do?\nWITNESS: I would like the Commission to investigate for me, to investigate about the disappearance of my children.  \nNO FURTHER QUESTIONS\nRev B FINCA: I just want to give a word of thanks to Mrs Nohle Nika-Jonas for giving us such a very painful story.  I am sure it is one of the very painful stories that we have heard hear in Port Elizabeth.  There is a request to please close the doors.  Mama, some of these people have sacrificed their sons for the struggle.  We know that this is very painful for you and it is a burden on your shoulder.  You have sacrificed three sons.  That means that your pain has been multiplied three times.  We realize as the Commission that you never had to bury your three sons.  You do not even know where their bones are.  \nWe thank you very much for sharing your story with us.  I never even read this in the newspapers.  We do promise now from the Commission's side that as we are trying to investigate the disappearances of the children.  Advocate Dumisa Ntsebese has heard your story.  I am sure this is one of the first cases that he is going to take care of.  \nSo if we can just get the bones so that you can have a proper burial of your children.  Thank you very much.\nWe will be reconvening tomorrow morning at 08h15.  We are starting at 09h00.   The first witness for tomorrow is Mkhuseli Jack.\nTHE COMMISSION ADJOURNED UNTIL 23 MAY 1996 AT 09h00",
            "Unknown"
        ]
    ]
}