{
    "header": {
        "type": "1 N E MAHLANGU, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-03",
        "location": "MOUTSE",
        "day": "2",
        "names": [
            "E MAHLANGU"
        ],
        "case number": "JB02212",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55689&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/2mahlang.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MAHLANGU",
            "ELEANOR MAHLANGU",
            "RUSSELL ALLY",
            "INTERPRETER",
            "MRS MAHLANGU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MAHLANGU",
            "ELEANOR MAHLANGU",
            "DR ALLY",
            "INTERPRETER",
            "MRS MAHLANGU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Is the sound clear, can you hear me?",
            "Unknown"
        ],
        [
            "MS MAHLANGU",
            "Yes, I hear you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "ELEANOR MAHLANGU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Dr Ally will assist you in your giving of evidence.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Welcome to you Mrs Mahlangu.  If you can just tell me who is accompanying you.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker is not audible.  The speaker is not audible.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "I said welcome to you.",
            "Unknown"
        ],
        [
            "MRS MAHLANGU",
            "That is Richard Mtolie, Richard Mtolie.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Is he family member or a friend?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker is not audible, please.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Welcome to him as well.  Mrs Mahlangu, in your statement we are actually going back to the events which we were discussing earlier this morning.  The events of the 12th, the 13th and the 14th of May 1986.  You are coming to speak about your daughter, Sara, and what happened to her on the day of the funeral of Mr Skosana.  We just heard the testimony earlier of his family members.  So I am going to ask you to just tell us what happened to Sara.",
            "Unknown"
        ],
        [
            "MRS MAHLANGU",
            "In 1986 Mr Skosana was buried and there was confusion that people were forced to go to the funeral and\nMOUTSE HEARING TRC/MPUMALANGA\n2 N E MAHLANGU\nnobody should remain behind.  Sara and others went to that funeral at Vlaklaagte number one.  Then they met the soldiers, they threw them with teargas.  Sara became confused by the effect of the teargas.  They said she was hit by a bus at Vlaklaagte number one as the position was on the road to go and bury Mr Skosana.  I rushed to number one at depot.  I found out she was taken to Galafong Hospital.  I said he was taken by Putco buses to Galafong.  Then when I arrived at Galafong the following day they told me that she had died at night.  The person who was with was Richard Mtolie.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Sorry about that.  Mrs Mahlangu, this is obviously something very difficult and painful for you to have to relive.  So I am just going to ask you a few questions just to help us try and get a picture of what actually happened.  You said that people were forced to go to the funeral.  Do you just want to speak a little bit about this?  Are you saying that Sara was also forced to go to the funeral?",
            "Unknown"
        ],
        [
            "MRS MAHLANGU",
            "They were pleading that no person should be left behind, should go to the funeral.  Even if you had money or not, you should go there.  We did not know those people who were announcing that message, but they kept on saying nobody should be left behind.  We should go and bury Mr Skosana and then Sara was one of those people who went to number one.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Did you have any idea of what was happening at the time?  What was your understanding of what was happening at that time?",
            "Unknown"
        ],
        [
            "MRS MAHLANGU",
            "They told her that Skosana was killed by Imbokhoto therefore he must be buried.  I do not know the reason why he was killed, but they just said Imbokhoto\nMOUTSE HEARING TRC/MPUMALANGA\n3 N E MAHLANGU\nkilled Skosana so we plead with everybody to go and help with the funeral.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And Sara was she in anyway involved politically?  Do you know, can you recall?  In these events, either in the community or?",
            "Unknown"
        ],
        [
            "MRS MAHLANGU",
            "I do not know, but on that day she went to the funeral.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now in your statement you say that she was actually hit by a Putco bus, that there was confusion, there was teargas thrown and the mourners ran in different directions.  Did you ever take us this issue with the bus company, with Putco?  Was there ever a court case?",
            "Unknown"
        ],
        [
            "MRS MAHLANGU",
            "I did not talk to them at all, even the Putco Bus Company, I did not go there.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So, with no one, not with lawyers or with, was there any follow-up after Sara's death?  Did you do anything or was Sara just buried after she died?",
            "Unknown"
        ],
        [
            "MRS MAHLANGU",
            "I did not go anywhere.  I did not do anything.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Mahlangu, thank you very much.  Again, as I have said, it is obviously a difficult thing to relate and it seems that Sara, again, was one of those unfortunate people caught up in this conflict, but if there is any further investigation that we can do on our side, we will certainly try and follow-up on that.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mahlangu, I have a question to you to follow-up relating to the Putco bus.  According to our research and some statements we have on that day, apparently, some 300 Putco buses were commandeered by the comrades to take them to the funeral of Jacob Skosana.",
            "Unknown"
        ],
        [
            "MRS MAHLANGU",
            "I do not know because people said only the\nMOUTSE HEARING TRC/MPUMALANGA\n4 N E MAHLANGU\nyouth were supposed to go to the funeral and I did not see even those buses taking the people to that place.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright, thank you.  Then I have no further questions.  Any questions from Mrs Seroke?  None.  Mr Manthata.  Well then thank you very much Mrs Mahlangu for sharing with us.  Again it all relates to that fateful three days 12, 13, 14 and I think the more we will be hearing of it the more we will know that those dates will stand out in the history.  Thank you for coming to us.\nMOUTSE HEARING TRC/MPUMALANGA",
            "Unknown"
        ]
    ]
}