{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-05",
        "location": "MOUTSE",
        "day": "4",
        "names": [
            "DE JAGER"
        ],
        "case number": "SUBPOENA Moutse",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55693&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/dejager.htm",
        "speakers": [
            "CHAIRPERSON",
            "COL DE JAGER",
            "THOMAS MANTHATA",
            "MS MKHIZE",
            "MR LEWIN",
            "DR RANDERA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "COL DE JAGER",
            "MR MANTHATA",
            "MS MKHIZE",
            "MR LEWIN",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "You were once a station commander here and then you also worked in the office of the commissioner of police, you took over after General van Niekerk, Brigadier Hertzog Lerm, I'm sure you're also aware that your name has come up in many instances that, cases that we've heard, that there have been implications that you may have been involved in either the detentions of people or assaults of people. I'd like you to, I know you have prepared a submission which we're very grateful for, you speak about your time here in Kwandebele and if you could also speak a bit to these allegations that have been made. Thank you Senior superintendent.",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Chairperson thank you, for the opportunity to place things in perspective after all the allegations that have been made. Unfortunately I don't have a copy of the statement that I have with me to hand to you, but round about 1990, when I appeared before that Parsons Commission, I also had one.  In short my role in Kwandebele was initially to be station commander (training official) at  Siyabuswa station.  In October '85 I arrived here and in '86, round about a year later I was promoted to the rank of captain and I was then placed in the office of the Commissioner of Police, that was Brigadier Lerm, and I encountered these riots round about the start of '86 when this occurred and I heard at the radio, I was in the charge office often and I took note of some of these incidents that MOUTSE  HEARING TRC/MPUMALANGA\n2 DE JAGER\ntook place that people have testified about, and at some stage, I want to mention this, round about May '86, I was informed of a mass meeting that was held at Ngonyama's kraal, that is where the Mhlangus stayed. I sped there to enquire what was going on, I spoke with Cornelius Mhlangu and he told me that he was awaiting for the arrival of the cabinet members and I deduced that it had to do with the issue of independence and that they wanted to have more information, because they didn't have enough information.    And as a result of the fact that at that stage it was illegal to meet in such a way, I told him that they should disperse and they did that.  On 13 May approximately a week later, a similar incident happened where masses of people were called together to have a meeting with the Ngenyama's kraal.  I didn't go there myself but later I learned from the radio that tear gas was used and that the police were acting against these people who were having an illegal meeting. Later, after the incident that I refer to now, businesses were set alight, there were many complaints, dockets were opened, people were assaulted, people were necklaced, and round about 26 May, I was accompanied by Captain Malan who was in the Commissioner's office and I accompanied him to the cabinet members and I was requested, who was one of the victims and whose property was burned and I was requested to take his statement.\n I took him to my office, I got a complete statement from him with regard to his rendition of how this event occurred on the 13th of May.  The statement was used for a case docket that was investigated later on and many people were implicated in the statement. There was mentioned that lists of businesses that would be set alight was also \nMOUTSE  HEARING TRC/MPUMALANGA\n3 DE JAGER\nmentioned to me by him.  I don't know what his position was. It seems that he was very close to the Inganyama kraal but he had information concerning lists of businesses that had to be burned and the people who were also involved. Things then progressed and cases were investigated and then in the meantime after this incident, on the 13th of May, many youths were arrested on the scene of property that was burned and damaged and there a state of emergency was called out on the particular law through which this was enacted. And this was then executed by these particular forces that were deployed in Kwandebele, many youths were arrested based on the fact that they were caught red handed, or because of information that was investigated.  \n I myself was not involved but people were detained in the cells in Siyabuswa and also in other places in Kwandebele.\n In October when I went to the Commissioner's office, when I was moved there after my promotion, I was given another assignment and that was to get statements from people  who would suffer damage during these riots.  I obtained many statements from these victims, some of them fled to areas such as Verena, I went there.  I took statements from many people.  From people who would have seen people being necklaced.  These statements I compiled and I had a whole bundle of them, and in the meantime the state of emergency regulations, that was the responsibility of the security police, that was lieutenant Cliff de Beer.  He was in charge of that. \n When I started there I had to take over this\nadministration.  I took over this administration, we opened new files, if I refer to we, it's myself and then another \nMOUTSE  HEARING TRC/MPUMALANGA\n4 DE JAGER\ntwo, three men who joined me later on, and these statements that I obtained from some of these detained people, I put in their files so that we would have sufficient evidence to then detain these people under the State of Emergency regulations or if there shouldn't be any grounds, then further that they be  ). I had an archive of statements where people are implicated and I have to mention here that people who were in charge of businesses were named as people who took the initiative to get the school children together to orchestrate them to actually commit these deeds and sometimes the victims of the arson was also involved here. The result was then the statements were used in the detention and further detention longer than 14 days, it was changed to 30 days later on, that should have been authorised by the minister at that stage.\n Now the motivation for authorisation for longer detention was sent through.  I did it by hand to Head Office, the Security Branch, that's Brigadier Cronje, he was the chairperson of the committee who could decide on further detention to detain them longer than 14 days at that stage. So many people were detained, unfortunately I don't have the record with me, it was left in the office where I last worked, the files were also left there, I think the record might be available, I don't know, I never enquired.\n In '87 this state of emergency was repealed but it was continued immediately again, so there was a decision to be made concerning people who were then in detention whether the person should not have been involved in crime any more, whether he should now still be detained, based on this statement that would now have confirmed this.\n My function was administration, as I obtained \nMOUTSE  HEARING TRC/MPUMALANGA\n5 DE JAGER\npersonnel, in the end we were a total of seven. I was confined to my office and I arranged meetings with lawyers to see their clients and I had people on ground level doing the investigations, Captain Kloppers was in charge of this group.  With administration I had two or three ladies and then I can also mention that the next thing I heard was that I had to move from Kwandebele, that I've been transferred, and that's how things stand.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you for that Senior Superintendent de\nJager.",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Chairperson I want to tell the interpreter that he can use Superintend., it's shorter.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you for that, or maybe even just Super.\nBefore asking you about some activities here, I'd just like you, for the record, to speak to allegations that have been made that you were involved in actual assaults or torturing of people. I don't have the specific names in front of me here but do you want to make a general statement on that allegation that you were personally involved in assaulting people, in torturing people, in physically mishandling people?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Chairperson, I want to stress as my testimony led on Friday, I was in no way in any assaults, torture or any violation of human rights against any citizens of this area whilst I was serving here. I am sure that there are people in the audience who will testify to this.  It wasn't necessary that I had to use violence.  We had powers to arrest.  This questioning was with people who would go so far as to get people to do things, that wasn't part of my way and function of doing that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Were you ever present when any assault took\nMOUTSE  HEARING TRC/MPUMALANGA\n6 DE JAGER\nplace, any people being tortured, any people being physically mishandled, did any of that take place in your presence?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Chairperson I deny that strongly. Not that\nI ever can remember I was never present, that's not the type of person I am.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did you ever accompany policemen, whether the Kwandebele police or kitskonstables, when they went out to make arrests, when they raided peoples houses, when they pulled people out of houses. Did you ever accompany them on such activities?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Chairperson I will confirm that a previous person who testified here said that a certain Mongongwa one night went with me on arrest, I don't deny that, it could be true, but I didn't need to take masses of people with me to arrest someone. If I didn't take an informer with me to know exactly where a person lives, it wasn't necessary for me to have someone with me, so I deny, and as he put it, that I ever took any kitskonstables with me. The people who I took with me were people who worked with me if it was necessary, and if we had the necessary evidence, we went to arrest someone.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And when these people were arrested, were they assaulted, were their arrests carried out in a proper and routine way or were they physically dragged out of their houses, forced into the police vans and beaten up?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "I want to state it quite clearly that if the previous would have said that he was taken by his belt, that's the way in which a person is arrested. That's how its done in physical contact but I also want to state it quite clearly that the regulations stated that a person's family\nMOUTSE  HEARING TRC/MPUMALANGA\n7 DE JAGER\nshould immediately be informed of his arrest and I saw to it that the families were informed and their are, if you would allow, any witnesses to testify in that regard. It wasn't ever necessary for me to pull someone from his house, I \nwould let the person, where a person would not want to have been arrested, that we might have done that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now these detentions that you speak about, were they always carried out after sufficient investigation had been done or were people sometimes just picked up at random?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Mr Chairperson not at all, I would never have done that on the basis of any information that I wouldn't understand if I were to do so.  So the statements that I'm talking about, implicated people and those persons would be arrested and questioned while they were in detention.  So until further information was obtained, wherever the person was being detained.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And during the questioning of people was force used to get information from people.",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "I was never ever aware of that, as I say, the questioning never took place in my presence, the investigative unit did that part, I was present in a few cases but there was never any such deeds that were committed but the persons volunteered information.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now you say that when you detained people the regulations said that you had to inform their immediate family.  Is it not the case though that many people who were detained were taken far away from the places where they had been detained, were taken long distances which actually made it difficult and sometimes impossible for families and even lawyers to get into contact with them.  Did that ever happen?\nMOUTSE  HEARING TRC/MPUMALANGA\n \n8 DE JAGER",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "I can say that after the repeal of the first state of emergency and the announcement of the second one, where people whose matters  were already being investigated and who were detained for more that 30 days at the time were\ndetained in places outside Kwandebele, that is true.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Superintendent, why were people taken outside of the area where it would be difficult for their family and for their lawyers to contact them?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Firstly I would like to say that I think the detention facilities which were available in Kwandebele were not adequate to detain persons for longer periods of time.  Secondly our people were also detained outside the area for their own safety. If you say that it's for the sake of attorneys and so forth, I would not like to agree with that, because what happens is that where attorneys, and I was in close liaison with them, where attorneys wanted to see any person or client, appoint would be made and arrangements would be made for that person to consult with that person at the Commissioner's office.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In terms of the emergency regulations, all your detentions that took place, that the person ultimately responsible for authorising this was Brigadier Jack Cronje, because he was head of the security police in the Northern Province, is that not the case?  Did he not have to authorise detentions under emergency regulations?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "He was part of a committee which would decide on the further detention of people on the basis of information which was available to him, or authorise the further detention which would be requested by the minister.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Brigadier Cronje was here and gave testimony, and he claims that many of the detentions which took place,\nMOUTSE  HEARING TRC/MPUMALANGA\n9 DE JAGER\nmany of the extensions of peoples periods of detention were not authorised by him, in fact that he had very little control, that the police here, that the Commissioner, Brigadier Hertzog Lerm together with you, basically did what you wanted to do in the area and that you arrested people, you detained people, sometimes without sufficient investigation, that you kept people for longer, that this was not authorised, and that they had to intervene time and time again to release people, especially, and he mentions specifically, James Mhlangu and also his brother the present king, Cornelius Mhlangu, that they actually had to intervene to get these people released, with the time that you kept these people in detention.",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Once it again it was not the authorisation of the Commissioner then or myself or Brigadier Cronje to detain these people longer than the prescribed period.  I'd like to mention that many of these people were ordered, upon information which was available to be released and motivation for further detention would be based on evidence which was available at that stage. The authorisation was not done by us.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "I've got one question, I don't know whether it's correctly directed, if not please just correct me. I don't know whether it was during your time when we had a number of youths who were killed in this area, coming form Mamelodi, I would want to know what your police force did with those deaths in terms of further investigation of the perpetrators of those murders?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "Chairperson I can mention that I was not personally involved in  any criminal investigations. I can well mention that people who were detained, whether for\nMOUTSE  HEARING TRC/MPUMALANGA\n10 DE JAGER\nmurder or arson, that this detention was cancelled according to the emergency regulations in accordance with instructions from head office, so that they could be criminally prosecuted.  This prosecution did indeed take \nplace, although, Chairperson I would like to say that where there was a benefit of doubt given to the accused where a witness had not turned up at court, I was also aware of this, but I myself was not personally involved in the investigations and I'm convinced that the investigations were thoroughly conducted in order to convert these charges to criminal charges.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Col D Jager, I know you said that you were not part of the torture, you were not there when people were tortured, but you mean in your establishment you were not aware of the presence of such equipment, like you would like to know about typewriters and, you know, fans, and any inventory in your establishment?",
            "Female"
        ],
        [
            "COL DE JAGER",
            "Chairperson I would like to answer that with a clear conscience.  I do not know of any such apparatus, I do not know of any such torture, I have no need to hide it. That is all I can say to you.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Then didn't you have any powers over the people who were investigating, were they not answerable to you, the people who did the investigations and used such methods of torture?",
            "Female"
        ],
        [
            "COL DE JAGER",
            "Chairperson I myself was not personally aware of any such occurrences.  You know that when people did this it was never mentioned.  As I say I was very involved with what was happening at the office, information was brought to me by the field workers, which was obtained\nMOUTSE  HEARING TRC/MPUMALANGA\n11 DE JAGER\nby them, but as far as assaults, I was never aware of any such activities.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr de Jager, I'm interested in the role of the states of emergency. Did you as superintendent or colonel\nor whatever it was, station commander at the time, was this a useful act for you at the time, to have a state of emergency declared?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "If I understand the question correctly, I was a captain at the time, and I would like to say that the state of emergency was enacted due to the riots in Kwandebele and any member of the security force was authorised to apply the state of emergency regulations, and as station commander, I knew about other aspects as well. So the enforcement thereof, I heard about it at a later stage, you know it was published in a government gazette and a study was made of it, so I am aware of the enforcement thereof.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "But in practice, was it useful?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "If you would like to know whether it had a positive impact in Kwandebele, I would like to answer in the affirmative. Yes violence decreased and it was possible for people to live in peace in Kwandebele, people who were initially the instigators or perpetrators were on the decrease, so I would like to answer in the affirmative, yes they did have a positive impact.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Could I ask what the major differences were in terms of your day to day work between a state of emergency and there not being a state of emergency?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "As station commander my duties differed in the sense that sometimes I would have to alternately report for duty at Denelton and sometimes I'd be called to the\nMOUTSE  HEARING TRC/MPUMALANGA\n12 DE JAGER\nDenelton at the Gonyama's kraal where people had been assaulted by the so-called vigilante groups, such statements I would take down and register the matters for investigation, so in the same period, my cells were always full as a result of arrests of people in terms of the state of emergency.  So there was an increase in the work load as station commander.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Would you give us an example of, say you have someone who's just been arrested, or detained, which is the correct term I am led to understand, someone who's detained, what then happens to that person? Say over a 24 hour period, how do you deal with that person?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "The requirement was as soon as the person was detained, we had to arrange a medical examination and that was done, and each person's file would contain a medical report, thereafter his next of kin would be informed. I would like to say that initially, as a result of the masses who were detained, not everyone could be medically examined but eventually it became possible of a result of my duties.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "And then what happened to them?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "Thereafter the investigators were sent out to conduct further investigations to establish how involved these people were and with what they were involved and also have the motivation sent through within 14 days of whether these people should be detained any further or not.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "What happens if someone doesn't cooperate?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "It is difficult.  I did not have any such experience you know. I never had any such experience. People were always willing to mention names of others who were involved in similar activities and there was always\nMOUTSE  HEARING TRC/MPUMALANGA\n13 DE JAGER\ninformation of people who had meetings at night because during the day it was too obvious, so  meetings would be held at night, so it wasn't always very difficult to obtain information from detainees.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Once you had got the information you wanted, could you then release the people?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "If it was found that he was not involved, we would authorise their release immediately and certainly many many of them were released.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "But the cells stayed full.",
            "Male"
        ],
        [
            "COL DE JAGER",
            "It depends on which period we are referring to.  Initially in '86 and beginning of '87, the cells were fairly full and we had to also provide for people who were apprehended for normal criminal activities.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr de Jager could I ask you a very simple question, because we sat through a large amount of testimony, not only here, but in other parts of the country where people have talked about what happened to them in detention, can you honestly say that you have never yourself  in this area ,heard of reports of people being maltreated in detention, of being leaned on in one way or another?\n( end of tape 4)",
            "Male"
        ],
        [
            "COL DE JAGER",
            "Although I never saw the person myself, he assaulted the person and that person required medical attention, I know of such an instant, although I cannot remember the person's name.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What did he do, this Kloppers?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "I do not know if he assaulted him with his bare hands or what has happened.  It is merely hearsay that the person was injured and I then instructed that that person should receive medical attention and that the normal\nMOUTSE  HEARING TRC/MPUMALANGA\n14 DE JAGER\nsteps had to be taken and a statement should be obtained from the person and that it should be investigated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And what did the doctor say?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "I did not have any insight into the docket itself.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Just today there are about four or five people who have mentioned this business of electric shocks.  Have you yourself no evidence, no experience, can you honestly say that you have never had any experience of people being shocked?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "I did not encounter any such person who was in detention who showed any injuries of such  electrical shocks.  I have encountered people who were assaulted by sjamboks but that was not inflicted by the police. As I previously mentioned, it was by the Mbokoto members.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "But under your commands there was never any shock treatment used on detainees?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "Yes I can say that in all honesty.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Do you know of similar stories from other parts of the country?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "I do not understand the question, when you speak about stories.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "I was just wondering where these stories emanate from?",
            "Male"
        ],
        [
            "COL DE JAGER",
            "Chairperson, they are possibly stories but you know, what I personally know about it, I do not know about any such things as I was never involved in any such assaults. It is possible but I cannot say.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you very much.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can I ask one specific question, a general question and then make a comment if I may?  My specific\nMOUTSE  HEARING TRC/MPUMALANGA\n15 DE JAGER\nquestion is related to the story that we heard this morning about the two Fouries. You were present, you were within the police force at that time, perhaps also involved in the investigation, perhaps you'd like to tell us whether you were.  But can you give us any information on that?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Chairperson, I can also say very honestly that I was not involved in this investigation, I do not know about any person that was possibly responsible for it, I do not have any information about that, I know that it was said that it could possibly be Kendal, I do not know much more than that.  I was at the scene shortly thereafter and it was a gruesome thing to see.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Earlier about the Mbokoto you mentioned that grouping, but we also know that there were kitskonstabels in this area, who were trained in this area and some of the research work seems to imply that many of the Mbokoto actually went into the kitskonstabels.  My question therefore is, were you involved in the training of these people, did you think they were a disciplined police\nforce, given what you've just said about what the Emzodo were involved in?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Firstly I would just like to say that I was not aware that any of these vigilante groups or Mbokotos were recruited into the police force, I was never involved in their training, what I do know is that in my view, the people did good work and that they supplemented the numbers which we did not have and they were requested to do work as such and it largely contributed to the order which was maintained and the stability which was obtained.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "I'll come to my comment now. You know we have countless statements, and I say countless statements,\nMOUTSE  HEARING TRC/MPUMALANGA\n16 DE JAGER\nwhere people have come forward and said that they've been tortured by the police officials of the time, and we've heard this throughout the country as we've gone along.  I actually find it incredulous that where we have the opportunity, and I'm making this as a general statement, to acknowledge, I'm not saying, take responsibility but to acknowledge what happened in the 33 year period, that nobody wants to take this sort of responsibility of acknowledgement.\n Now something must be wrong in this equation. Either on the one side we are dealing with groups of individuals who are coming forward and making up stories or on the other side, there's absolute denial of what happened. In this particular area, hundreds of people were arrested, I don't know how many people died, and yet nobody wants to acknowledge that this happened, and I'd like us to just think about that as we finish today.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Captain de Jager, thank you very much for coming forward. I think that comments made by the Commissioner are extremely important because people are constantly being asked to come to terms with the past, and that there should be reconciliation.  Yet the people who were the victims, that their victim status is constantly being denied and when they ask for answers to some of the questions, they're not asking for punishment or retribution, they want answers and they want to know why is it that certain things were done? Why is that people who were deadened were beaten up.  They don't seem to get any answers, now do you believe that there can be a basis for reconciliation, if only one side of that conflict, the victims are coming forward to tell their story, but the\nMOUTSE  HEARING TRC/MPUMALANGA\n17 DE JAGER\nother side, the people who had authority, who were in the \npolice stations, in the security police, had the powers, had the decision-making powers, their comments all the time is, \"I don't know, I was never there\".  Can there be a basis for reconciliation if the relationship is so unequal?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "If I can just comment, Chairperson, you now, as the General said earlier, the police were easily used in situations such as this one to enforce order and stability.  Whereas there were various agendas as far as political motives.  I do not know how reconciliation can be activated in the future in doing it in such a way that police are not involved in the enforcement of any such act, because in cases of periods where these things took place, we did enforce the law and that possibly there was no reconciliation, but we made it possible for people to live safely in areas where they weren't safe before.  But today we live in a new era and I hope and trust that in this era we will be able to enable reconciliation through negotiation. Because through negotiation we will realise what the needs are of a certain group and solve that before the government forces it down upon people before getting the general perception of the people.\n I think that is what could happen and I foresee that it is possible in the future.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How do you expect people to reconcile, to come to terms with what happened, if all the time they meet denials, there was no torture, there was no electric shock, there was no physical beating, there was no maltreatment, there was no unlawful and illegal detention?  How do you expect people to reconcile if that is the response that they get? People are asking for an acknowledgement.  We accept\nMOUTSE  HEARING TRC/MPUMALANGA\n18 DE JAGER\nthat at the end of the day the context was political and the political people have to take overall responsibility.  We accept that.  But there were also operatives, there were people on the ground, as you say who were implemented, who carried out, and if those people constantly come forward and say, \"I don't know anything, we don't know anything, how then are you going to expect people to want to reconcile?",
            "Unknown"
        ],
        [
            "COL DE JAGER",
            "Well I would also like to answer what the Commissioner has just said. The allegations that such things happened, I will not deny, but if I were to say to the Commission today that I was involved in such activities, I would be lying, even to myself. If I knew anything about it, it was hearsay, but people at grassroots level are possibly responsible for it.  I was not present there, the people in charge of them should be the people to acknowledge it, but it is certainly not me, Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Many thanks again for coming, for accepting the invitation and for giving an account of your experiences. There was conflict, unrest, a lot of human rights violations on all sides of the conflict.",
            "Unknown"
        ]
    ]
}