{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-04",
        "location": "MOUTSE",
        "names": [
            "MAJOZI GEORGE MAHLANGU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55698&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/mahlang1.htm",
        "speakers": [
            "MR MALAN",
            "MR MAHLANGU",
            "RUSSELL ALLY",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MR MALAN",
            "MR MAHLANGU",
            "MR ALLY",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "MR MALAN",
            "Mr Mahlangu, let me just make clear to the audience that you did tender to come and speak at the hearings, that we from our part did issue a subpoena at the same time so in terms of your legal position you are entitled to legal representation and I think it was mentioned to you.  I want to make sure about that.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you are also entitled of course if questions are put to you that are of an incriminating nature you may decide not to answer.  We can decide whether we would want you to answer and we can get in some legal entanglement in terms of forcing you but if at any stage you feel that you would be incriminating yourself we can talk about continuing in another situation.  I am not saying you would need it but I am just putting the legal position.  I want to make sure that you by choice do not have legal representation here.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "That is so, Mr Chairperson.  Thank you.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then Mr Mahlangu could I further, before you commence, ask you whether you would be prepared as far as possible to be as open as possible.  You know that you have been implicated a number of times while you were sitting here, by other witnesses, either directly or by inference through what they heard from other people.  I am not going to put all the statements to you.  In each and every case\nMOUTSE HEARING TRC/MPUMALANGA\n2 MAHLANGU\nwhere a perpetrator is alleged, in terms of the act before we can make a finding we have to put to such alleged perpetrator all the facts if a finding that we would be making would have a negative inference on the individual mentioned.  So in due time you will get an opportunity to respond to quite a number of statements and we will at that stage be giving you whatever other information we may have available to you to respond to.  This by definition goes for everybody who is implicated.  We are hearing the evidence today but we may not make a finding unless we have given the alleged perpetrator an opportunity to respond.  So that will be the procedure.  May I lastly say, and I have no reason to doubt that you will take a different approach, but the exercise is also to get to reconciliation.   Therefore we have the amnesty procedures.  To the best of my knowledge you have not applied for amnesty, you may be considering it.  It is none of my business at the moment but what is important is that we get the fullest possible picture, that people accept responsibility for what they did and that their names be cleared for what they did not.  It is against that background that I will appreciate it if you could deal with two matters important to us.  The one is the formation of the Mbcoto.  According to research and information we have you were very closely involved with the original formation, you might even have been involved with the drawing up of the constitution.  If you could give us information on that state of affairs, maybe a little bit of the history of the Mbcoto and the second issue that I want you to deal with is especially during the time of your premiership.  The second drive for independence.  If you can relate some of the information to us that was part of your\nMOUTSE HEARING TRC/MPUMALANGA\n3 MAHLANGU\nexperience at the time.  And for the rest you can start your own way and we would be happy to listen to you and then put questions at the end.  Thank you very much.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Thank you very much, Chairperson.  Chairperson, first of all I would like to thank you for this opportunity and more especially for having invited me to the Truth and Reconciliation Commission.  I believe as briefly as you have stated to me what it is expected of me to come and testify on before this Commission and the audience, this is an opportunity which I have been awaiting for quite long, I think for ten years now, that I once upon a time be given an opportunity to come and state my case because I never found an appropriate forum where I could of course dispel all the allegations that were surreptitiously directed at me where I could not respond because as I have said people were talking continuously about my name, making certain allegations which were not true of course and I would at the same time in the same breath say that should there be any person who has facts about the allegations that were made against me over all these years since the conflict in Kwandebele in Moutse then that person is free to come forward, talk in front of the audience.  Facts, not hearsay statements or whatever, and then I also be given an opportunity to respond.  I think this Truth and Reconciliation Commission in my opinion, sir, is an appointment by our president which is very important to all the South Africans, which I believe that in his vision he envisaged of course what could bring the people of this country together after such conflicts which existed in the past in this country.  I must continue, Chairperson, to say that after such an appointment our president did not only\nMOUTSE HEARING TRC/MPUMALANGA\n4 MAHLANGU\nend up at that but also in his clear vision he appointed a chairperson whom he very carefully selected and I would like to commend the chairperson so selected by our president together with his team for the job they have done in conducting the hearings at this Truth and Reconciliation Commission so far.  Limiting myself to some few points well I have heard the Chair that has mentioned a few things that it is expected of me to talk on or to (indistinct) on but I think it would be very appropriate at this forum for me to say first of all that the conflict between the residents of Moutse and Kwandebele did take place during 1986 and before 1986 there was a question of consolidation and this question of consolidation of course went about Moutse being incorporated into Kwandebele and Saaiplaas and all those places in the Nebo area being incorporated into Lebowa in sort of buttering the two areas for the two so-called homelands at that time.  Now the people who did the investigation about the incorporation were the people of the central government in Pretoria.  They in fact thought it wise in their opinion, after the recommendations made by the commission that was sent out to find facts in as far as these consolidations were concerned, they thought it wise that the incorporation of Moutse into Kwandebele should be effected despite the fact that the people of Moutse or the residents of Moutse sounded many warnings against this.  Of course after having forced this down their throats the people of Moutse felt that they should attack the residents of Kwandebele or the Kwandebele people who were residing in Moutse at that time.  They had to be removed to Kwaggafontein, Enkeldoringoog, Matthysenloop and all those place, given tents there to squat because their lives were\nMOUTSE HEARING TRC/MPUMALANGA\n5 MAHLANGU\nno more safe in the Moutse area.  The people of Kwandebele could not longer use the road to Middelberg which went through Quarrielaagte.  They had to go via Groblersdal from Middelberg or via Winberg.  Of course on the eve of the 1st \nJanuary 1986 there were people, now I am talking about what I have heard.  There were people at Soetmelkfontein who were waiting for others at the petrol station or somewhere in the nearby.  Now those people were attacked by the people who alleged to be residents of Moutse and their cars were burned down. One of them, a certain Mr Mahlangu, was also burnt to death.  From there the conflict went on because the news ran through to Seobuswa where these people were heading to for a meeting.  I was not personally involved there.  Now those people who learnt of this news came to Soetmelkfontein and that is where they started fighting against the residents of Moutse and even took them along to the Seobuswa community hall.  Now as I have said, sir, I am not very much conversant about whatever activities that took placed there except perhaps what I could have overheard from some peoples' mouths when they started talking about the activities there.  But all in all, Chairperson, I must say that before this incident of incorporation of Moutse into Kwandebele the people of Moutse as well as the people of Kwandebele were living very amicably as brothers. There was no single indication before that these people could ever have a conflict among them.  But then because of the incorporation, which was forced down their throats by Pretoria, this conflict did take place.  Now I regret that very much, Chair, because I feel up to now instead of this blame being put to the real perpetrator who initiated the whole of this move, now some people are being pointed\nMOUTSE HEARING TRC/MPUMALANGA\n6 MAHLANGU\nfingers at and being blamed for this or that particular isolated incident or act.  I am not trying to say I am defending those people who are being blamed for this in their individual capacities but what I say I am just trying to give a clear picture to the Commission that before Pretoria did what they did with Moutse area, the people around there used to live together amicably.  I go further to try and explain a little bit about the conflict in our area, Kwandebele.  \n During 1982, or let me say 1968 Mr Chair, a homelands system was created in Kwandebele through the first tribal authority which was created for Benzunza people and this tribal authority went on to exist until the year 1977 when the three other tribal authorities were woven together with it to form a territorial authority.  This territorial authority became known as the Kwandebele territorial authority.  After the existence of this territorial authority out of this four tribal authorities, namely besides the Benzunza tribal authority there was Manalambongo tribal authority, Bongutsa tribal authority as well as Unzunza Lito or Lito Unzunzu tribal authority.  In 1979 the status changed from territorial authority to self governing territory.  In 1982 there was a motion adopted or raised and adopted in the Kwandebele Legislative Assembly, the motion to the effect that Kwandebele had to become or had to opt for independence.  Now Mr Chair you will pardon me because I only read this in the Hansard of 1983 ... Legislative Assembly members of Kwandebele were commended on the adoption of this motion by a certain Morrison who was a deputy minister in the Republic of South African government.\n... politics of the area.  Well immediately when this\nMOUTSE HEARING TRC/MPUMALANGA\n7 MAHLANGU\nMorrison had to talk about the adoption of this motion he mentioned something about consolidation.  He even promised the Kwandebele government that very soon there would be an announcement about the borders and so on and so on.  Now I must also here and now, Chair, mention that at that time the spirit amongst the people in the Legislative Assembly was that this independence or so-called independence should be gone for or opted for.  They went around advocating to this for the people of Kwandebele and of course they were telling them how good it would be after independence and so on and so on.  But these people, without mentioning their names, sir, I would like to say they did this for their own benefit.  Because immediately after they realised that they could not secure the positions they thought they would in the government and also be in a position where they could secure casions, they started talking against independence to the people.  Well I don't find any fault with that personally, Chair, but at least they could have told the people the truth, that we did want to go independent so long as we would be in the positions that we wanted to secure but as we now realise that we won't be in such positions or independence won't bring us what we expected of it to bring us, then we beg you to support us and let's fight against this.  I think if at all they informed the people fully there would have been no conflict about the issue of independence because in my opinion it was just an issue that could have been resolved by the people sitting around a table.  Of course, sir, many things happened.  The perpetrators have now come before the audience to this Commission and start telling the untruth still to the public.  And I regret that too because I feel that the\nMOUTSE HEARING TRC/MPUMALANGA\n8 MAHLANGU\npublic still expects to hear the truth.  It is a pity, sir, that most of the acts that the said perpetrators committed were attributed to me and to some other people.  It is a pity, I don't want to talk about myself personally but I just feel I have got to mention that because there is a perception running throughout the public's minds that I was involved in this or that.  I have heard some of the people mentioning such things but I am happy right now, Chair, that I am here now and I would be very happy if the members of this Commission could put any question to me regarding the gross violation of human rights without me mentioning what has been alleged against me in as far as the gross violation of human rights is concerned.  All I can say is that all that was said or the whole perception was and it is still wrong and it will continue to be wrong because I know right in my conscience that all of these things that are alleged against me are false allegations.  \n Maybe I should explain this.  Mr Piet Ntuli was not either the founder of Mbcoto or the president of Mbcoto but Mbcoto was founded by members of Benzuza tribal authority.  I think this happened as early as 1973 if I remember well.  If not 1974.  Well, Chair, I may just mention that during 1973 the first actions of a group of men took place at Mayiso Secondary School where an uprising by students who felt very dissatisfied about the food that they were given had to be suppressed.  And that was the very first day when the group of people who were called in the name of Ingwayama Umabusa, that Ingwayama Umabusa is calling on you people to go and do this and that at Mayiso because the students there are going out of hand.  They did go there.  Some of the students were assaulted, they went to this very Philadelphia\nMOUTSE HEARING TRC/MPUMALANGA\n9 MAHLANGU\nHospital, they were admitted there and then that was the end of the story for that particular year.  During 1976 the very same group of people or more now because the Kwandebele area had more people than it had at that time, people were grouped from all over the show, they were sent by the same voice or on behalf of the same Ingwajama Umabusa Maboa to go and arrest a certain Mr Makosana Klaus Mahlangu who was forcefully or who was deliberately refusing to hand over a Toyota kombi which belonged to a tribal authority to the people who served under Ingwajama Umapo.  From there these people dispersed after having made their report to Ingwajama Umapo.  Later on during 1978 the very same people again were called to the very same royal kraal and instructed to go and arrest the same Makosana Klaus Mahlangu who was at that time residing at Elmersdrift C.   They arrested him of course, brought him back to the royal kraal of Ingwajama Maboa where he was interrogated and assaulted in the presence of Imgwajama Maboa and after a few days the people of KwaZulu-Natal learned of this and because he is married to Princess Nohlanhla Zulu they had to come and remove them from the area to KwaZulu-Natal.  \n Sir, I forgot one incident which occurred during 1975, that is when this very same group of people were summoned to the very same Ingwajama Moboa kraal and instructed to go to Nebo district where there was trouble by Chief Jack Mahlangu against certain residents in this area who did not support him in favouring incorporation of Nebo district, over which he was a chief, into Lebowa.  \n I then come back to - okay, I would just briefly mention that after 1978 certain incidents occurred where this group of people were always summoned in the name of\nMOUTSE HEARING TRC/MPUMALANGA\n10 MAHLANGU\nIngwajama Moboa and go and either remove some people forcefully who were regarded as occupying an area which belonged to Chief Mabowa such as Chief Songala Magera, he was forcefully removed by the same group of people and they were also instructed to go and suppress a certain trouble which was occurring at Wetlaagte were Chief Lazarus Mahlangu was the head of the people there or of the tribe there.  During 1984 when I was also a member of the Legislative Assembly it was stated in parliament by the late Mr S Skosana that it was not a very good thing or a healthy situation where you find that people are just summoned at random to go and be involved in a situation where they do not bear any knowledge of, they have not been properly informed and they have just been pulled together, they don't know one another so well and so on and so on.  He said gentlemen better since you know that this organisation has been existing for years, how about making it become a proper organisation with a constitution so that it could be a very well disciplined organisation so that it could not just be at random summoned to go and suppress problems which the people who are involved do not know how did those problems perhaps begin and so on.  His suggestion was supported by the members of parliament.  If I remember well someone even mentioned that yes we did in fact say long before that as soon as we have a legislative assembly we will formally form this organisation, make a constitution and so on and so on.  Then to my surprise their name was already there.  Their name Mbcoto.  The Chief Minister himself simply said you remember that the name would be Mbcoto.  Then I later on wanted to find out where and when was this discussed and I was told that in the presence of a\nMOUTSE HEARING TRC/MPUMALANGA\n11 MAHLANGU\nparticular magistrate who wrote down the minutes at that meeting, at the same Maboa royal kraal this organisation was formed but it was specifically or pertinently stated that it should not be introduced publicly unless it has been sanctioned by parliament one day when we have a Legislative Assembly.  That is why.  And then the first name, if I still remember well, which was suggested at that meeting was Roc Idwala or something like that and then people said no the people of Keganas in the Mazane area do have such a movement by the name of Idwala so it would be a duplication and so on.  And the person who proposed the name of Mbcoto was the present King Mayiso II.  Now after its formation it was stated also, sir, that a constitution had to be formed.  I was elected later on a member who was to participate in the constitution making for this particular organisation, which constitution was never made because later on it became very apparent that most of the people who were members of Mbcoto have now turned against it.  For one reason or the other.  But if I have got to express my opinion in that regard, the people who felt that independence date was drawing nearer  because it had already been stipulated that it would take place on the 11th December 1986, felt that since they could not secure or they didn't secure the position they wished for or they ran for, they should as soon as possible destroy Mbcoto because Mbocot was almost everybody and if they could not do that they would not stop independence which, in their opinion, should be stopped because they were to wait until such a moment that they could secure the positions they wished for in parliament or the Legislative Assembly and then independence could be opted for.  And there is a letter I think which was directed to Minister Chris Heunis to that\nMOUTSE HEARING TRC/MPUMALANGA\n12 MAHLANGU\neffect that the so-called princes were not against independennce being opted for but they did not want it to be opted for whilst they were not in the positions that they craved for.  Now as I say, Mr Chairman, this was an unfortunate situation because the man they felt they could not easily intimidate or destroy was Piet Ntuli.  They knew that Mr Skosana was very sick, was a sick person, as Captain Hechter earlier stated here, and they knew that the way Mr Ntuli had a support in the Legislative Assembly, as soon as anything could happen with Mr S Skosana then Mr Ntuli could become a possible next Chief Minister.  I think Hechter also did mention something to that effect though he did not put it in my words.  Therefore they felt that whilst they were on their campaign using the liberation movements, which they never told the truth to also, to destroy Mbcoto.  They should also run to the security branch, to this Brigadier Cronje and his colleagues, and ask for assistance, which of course they did get.  I say they did get it because at that time it was well known amongst us that the security branch is on the side of the people of the royal kraal at Ingwajama Mobowa's place.  We knew that they did go there and hold a braai just before the riots and some of them, namely a certain Colonel Blackie de Swart did receive some gifts for which he was later on sacked from Kwandebele by Brigadier Lerm for having accepted that bribe and so many things happened to the prejudice of the residents of Kwandebele to their oblivion of course or ignorance.  They did not know what was happening and the security branch as they have been testifying before the Amnesty Committee as well as here, were telling a blatant lie in as far as the things that happened in Kwandebele are concerned because I have a\nMOUTSE HEARING TRC/MPUMALANGA\n13 MAHLANGU\npersonal knowledge.  Okay, they were not there, they don't know, they were informed.  For instance they were telling things about Piet Ntuli being involved in this or that.  Those are the perceptions they created.  They even confiscated all of his cars at some stage and alleged that he used to steal cars and the cars were driven to the police station, the Seobuswa police station.  After three days they were released.  The Cressida in which he was bombed to death's key was missing and the driver who fetched the car had to use a duplicate key to fetch the Cressida.  My Toyota kombi's key was missing.  A duplicate key had to be used and I also had a personal knowledge or an information that they wanted to eliminate me.  Now they never told either the Amnesty Committee those facts or the Truth and Reconciliation Commission today but what I want to say as a fact in as far as the missing of the key is concerned is thereafter they went to make a special request that a special bomb that would fit on that particular Cressida be made.  It is very surprising, Chair, because at that time Mr Ntuli had more than five cars but a special bomb had to be made for this particular Cressida. Well enough the security branch on one side were supporting the members of the royal kraal.  That is why today Brigadier Cronje told this Commission and the audience that Prince James and Prince Cornelius at that time were trying by all means to keep peace, trying to convince the children to go to school and all that.  That was of course the language they were telling to Chris Heunis and Adriaan Vlok but that was not true because these people he referred to this morning were in fact the people who discouraged the children from going to school.  Organising boycotts and so on and so\nMOUTSE HEARING TRC/MPUMALANGA\n14 MAHLANGU\non.  I don't say it was wrong but all I am saying is, Chair, it is wrong for Brigadier Cronje to come and lie to this Commission whilst it is the Truth and Reconciliation Commission and for anyone else who would come and say he does not know about the formation of Mbcoto whilst he was personallly involved.  And it is also wrong for anyone to encourage the people to come and give evidence about the people who were abducted and who disappeared whilst he personally knows where he buried them.  It is only a pity that some of the people are not yet prepared to come and reveal all these truths before this Commission but I believe that in the Parsons Commissions reports somewhere some people did go and give evidence in camera at Groblersdal to the effect that they were instructed by Mr so and so and Mr so and so to go and abduct and kill and burn to death so and so and so and so.  For instance there are people, it is a pity I don't see the wives to those late gentlemen, who moved from Pieters kraal to Benzunza Maboa royal kraal to say but what have we done, please we beg you Mr so and so don't kill us and then it was ordered that they should be removed from the royal kraal and be burnt to death somewhere.  And many more who were killed in that particular fashion.  Now all I am saying is that it annoys the people a lot, sir, to hear the people of whom it is expected that they should tell this Honourable Commission the truth at least so that the process of reconciliation could be made possible to come and just start telling what they know in their conscience that it is untrue.  Now, Chair, without going further ...",
            "Male"
        ],
        [
            "MR MALAN",
            "I wonder whether I may interrupt you.  We don't have unlimited time and I want you to deal with the crucial\nMOUTSE HEARING TRC/MPUMALANGA\n15 MAHLANGU\nthings.  I think the point you made is taken as a point in principle.  We don't want to get involved in judgment on the facts or particulars but won't you share with us then your knowledge or your involvement in human rights violations to the extent that it might have been in the same way that you demand of other witnesses to be open or are you telling us that you have no knowledge of such activities, that you weren't involved at any stage?  Would you respond on that basis.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Thank you, Chair.  Let me state as I have stated right from the beginning, I have no such knowledge.  I was never involved.  That is why I said anybody who has personal knowledge by way of having seen me doing any gross violation of human rights either to him personally or seen me doing it to someone else is free to come forward and testify against me.  Thank you very much.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just bring you back to the organisational side.  Are you also saying you have no knowledge of anybody under your influence or control through the organisation ...",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Would you please repeat your question sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Let me start with another question.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you in these days still a member of Mbcoto?  This is now ...",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, I don't wish to answer that question for the simple reason that a perception ran through from the 12th August 1986 after the then speaker of the Legislative Assembly of Kwandebele Mr Solly Mathango had said that he declares Mbcoto an organisation unacceptable to the people.  That Mbcoto no longer existed.  Now for me, Chair, to come and say today Mbcoto does exist, legally it does of course\nMOUTSE HEARING TRC/MPUMALANGA\n16 MAHLANGU\nbecause it was never - it remained intact but I mean it is not for me to say that again.  I think the people refer to me as a member of Mbcoto until today and I never denied to anybody that I was ever been a member because I was until such time that certain people from the groups molested people during that time calling themselves - that was also investigated by this Chris van Niekerk who has to come and testify.  It was also investigated and certain weapons ... be against Mbcoto and they will not help us in our struggle.  Fine.  So briefly I don't know whether I did answer your question but what I would like to say, sir, what I would like to prefer is that I don't say whether or not I am still a member of Mbcoto.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I ask, are you saying, when you refer to certain people organising themselves under the name Mbcoto you had no link with them?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "No, I had no link with them.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you certainly had a knowledge.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "I had no link with them.  In fact I opposed whatever they did.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you prepared to share those names with the Commission at some later stage?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "No.  No, Chair.",
            "Male"
        ],
        [
            "MR MALAN",
            "I think we may need that.  We will consider whether we will come back to you and expect of you an answer of that.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "No, fine.  Fine, sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is there anything else that you want to say on this?  Or would you prefer us to put some questions to you?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, I would prefer the Chair to put questions to me.\nMOUTSE HEARING TRC/MPUMALANGA\n17 MAHLANGU",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  I am not going to use much of your time.  I mean you have made a statement clearly that you weren't involved.  You have heard some of the people giving evidence here.  You heard people today saying I saw him with my own eyes doing it.  You have the opportunity to respond to that.  I mean it was said before the full community, before the hall, which is what you wanted.  You said if people have evidence or facts let them say it here and I will respond to it here. This witness said this morning I saw it with my own eyes. I put the question to him. Do you want to respond to that at this stage or do you want to withhold your opportunity?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Yes, Chair, thank you very much for that.  I would like to respond to that.  I think the very same - the two witnesses which I saw here who did mention my name, one of them in the Supreme Court during I think 1991 or so, did later on under cross-examination admit that he was told to say that.  So this I regard as fabrications which were already dealt with in the court of law, in the Supreme Court in Pretoria.  So, Chair, that is as far as how I can respond to that.",
            "Male"
        ],
        [
            "MR MALAN",
            "On that score we will certainly get the court record and we will see if we can get a transcription either to confirm or deny your statement about him having - and this is what you said - he acknowledged that he didn't see you, he was told to say so.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Yes, I think ...",
            "Male"
        ],
        [
            "MR MALAN",
            "And that is on record in the Supreme Court.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "That is on record.  He even said he was - the people took him that very same morning and brought him to court.  He did not know.  He did not bear any personal\nMOUTSE HEARING TRC/MPUMALANGA\n18 MAHLANGU\nknowledge of all these things that he was being asked of there.",
            "Male"
        ],
        [
            "MR MALAN",
            "It is clear that we will have to take some action if we can establish this one way or another.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "MR MALAN",
            "I don't think there is much that I would like to pursue at this stage.  We will certainly have to have an opportunity of sitting down, canvassing a number of individual issues but I don't think this is the opportunity for that.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Thank you, sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "There may be other questions though.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Mr Mahlangu we appreciate the comments that you have made, especially the comments around reconciliation, that that can only happen if the truth is known.  You said that there was a conflict.  This conflict was twofold.  On the one side there was the issue of incorporation.  You said that this incorporation was forced down the throats of the people of Moutse.  Now did you oppose that incorporation during the period when you were in the Legislative Assembly? Or because of the issue of independence supported it.  What was your role in that particular conflict?  Your direct role?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, I was not directly involved in opposing or being for at that stage because for the simple reason that because during 1976 I did mention to their president Mayiso II that I foresee problems in as far as the creation of a homeland is concerned because I don't see how can we somewhere along the line turn back and convince the government of the Republic of South Africa that we do not want to opt for independence because this thing is only one\nMOUTSE HEARING TRC/MPUMALANGA\n19 MAHLANGU\nway.  Once you start embarking on it you go until you become independent.  And people reject this concept.  He said to me no but you are a fool blah blah blah blah, independence is good in this or that way and so on.  I said to him remember I am not saying anything whether it is not for you a beautiful thing or not but I am telling you people are disappearing, people are being detained, people are being killed, people are in exile and so on.  Opposing the whole system.  The system is wrong.  And then we argued that and then I felt from that argument, sir, that it would be quite a futile thing for me to start trying to oppose this because I would just be like a person who is going against the storm.  Thanks.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "I just want to get this absolutely clear, Mr Mahlangu.  You said that you felt that independence was futile.  Now did you ever change your position on the question of independence, not because of what may have been said to you by somebody else but you yourself politically, did you ever change your position on independence where you believed that independence was a necessary thing and something which had to be pursued?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Was a necessary thing or an unnecessary thing? Chair, I did not get you well.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "I accepted what you say that there may have been a stage where you opposed independence.  What I am asking was there ever a point where you changed your political position and where you felt that independence was something which had to be pursued, something which was necessary, something which was desirable politically.  Did you ever hold that position?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, I did not.\nMOUTSE HEARING TRC/MPUMALANGA\n20 MAHLANGU",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "I want to remind you that you are speaking under oath, Mr Mahlangu.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "That is correct, sir.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Are you aware of minutes of a meeting with the then State President, P W Botha?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Yes, I am aware of everything, sir.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "In those minutes did you not indicate that independence was something that had to be pursued, that it was something which the people supported and that they were only one or two individuals who were opposed to independence but that other than that independence was something which was a desirable goal for this area.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, I did.  But I was - Chair, I think I would like to remind the Chair that at that stage I was not talking in my personal capacity but in my capacity as chief minister of Kwandebele and that decision had been taken by the Legislative Assembly of Kwandebele as early as before I came into the Legislative Assembly.  So it was from that perspective that I was telling P W Botha that.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Are you saying that you were telling P W Botha that you supported independence but that was not your personal position?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "I never said to him that it was not my personal position, sir. All I am saying is that before Mr\nP W Botha I was acting in my official capacity and not in my personal capacity.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "How do you make the distinction, Mr Mahlangu, between your personal capacity and your official capacity.  Now please that I am asking these questions not because this is a cross-examination but because you yourself have said that if we are going to understand this conflict we have to\nMOUTSE HEARING TRC/MPUMALANGA\n21 MAHLANGU\ngive honest answers and it is against that backdrop that I am asking because if you are saying that these were issues which caused conflict in this area there is a need for us to try and understand it.  So how do you distinguish then between an official position and a personal position?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, my personal position is based on what I believe in my mind and heart and an official position is what I feel I should do because I am talking on behalf of a certain group of people or organisation whose aspirations are this or that.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Let me pursue this issue further.  Is it not also the case that yourself, the late S Skosana, that you asked for people like the then commissioner of police, Chris van Niekerk, the then commissioner general Van der Merwe, to be removed from this area because they were undermining the movement towards independence?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "No, sir.  I must a bit elaborate on that.  I think I still remember what I said.  I said that they should be removed from here immediately because whilst the people were being burnt down, their shops being burnt down, people being killed, they just looked on.  And I even went further to say that had this been the lives of the white people then they would have taken steps over a night if there was no law preventing that, they would summon parliament or call parliament together over a night and make a law to prevent what was happening here.  So in my opinion they were very useless and they were after something.  So I said they must be removed with immediate effect.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Well we know that they were removed, that Van Niekerk was removed and that in August 1986 Brigadier Hertzog Lerm took over as commissioner of police.  Do you\nMOUTSE HEARING TRC/MPUMALANGA\n22 MAHLANGU\nwant to just tell us a little bit about the relationship that developed between you and Brigadier Lerm, especially after November when you became the chief minister of this area.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Yes, I think I should tell the Commission and the audience what my relationship with him was.  As there were riots in the area, sir, I was interested in knowing the security situation in the area on a daily basis.  He had to report to my office whatever was taking place in as far as his role of trying to put the situation back to normal was concerned and of course we had regular communication with him until such time that I was convinced that this man's participation in this government is so important because since he arrived here statistics are showing that riots are being brought to an end.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "But statistics also show that after that time more detentions took place, more arrests of people, more house to house searches.  What was your role in that?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "In the ...",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "In the detentions that took place because there was an increase in detentions.  More and more people were detained after August 1986.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Well, sir I think I appreciated much what the police of that time were doing in the area.  I was not personally involved in the detention of people but whoever was detained then a report came to me that since we detained so and so there is no more trouble in this or that particular area, I was happy.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Do you know a certain Brigadier Jan Fichter?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "I have heard of him, Chair, but I don't know him personally.\nMOUTSE HEARING TRC/MPUMALANGA\n23 MAHLANGU",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Have you only heard of him?  Do you have any knowledge of any relationship with him?   Did you not also meet with him on a fairly regular basis to discuss the security situation in Kwandebele?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "No, sir.  I don't know.  Maybe you might have called the name differently from what ...",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Well Victor I suppose would be the English name.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "What is his first name?",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Jan.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Jan.  I did know a Jan Victor but he was not a brigadier.  In as far as I know I think he was in the NIS.  National Intelligence Service.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And what was his role in the security situation in this area?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "He was not involved.  He was never involved.  He was here before - I mean during the time of S Skosana he had an office at Seobuswa and when I came into government he was no more a chief in the area and I never saw him becoming involved in the security situation here.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "So then just to come back lastly to this question of independence because it is quite an important issue.  What would you say the support was for independence in this area during your period as chief minister?  I am speaking about the period from November 1986 onwards.  Was there popular support for independence in this area?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Chair, it was very difficult to establish that because that was after lots of burning down of shops and necklacing of people had taken place.  So to determine that would just be like trying to look for a needle in a haystack.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Do you not see the issue of independence as\nMOUTSE HEARING TRC/MPUMALANGA\n24 MAHLANGU\ncentral to the conflict that was taking place at that time?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "No, sir.  I was quite aware that a certain number of people, as I have mentioned to P W Botha, and that did not necessarily mean that I did in my heart support it but I knew personally who was behind all this and why.  As I mentioned from the commencement of my statement.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "So are you really saying that this was a conflict that revolved around personal issues?  We are trying to understand what was the politics of it.  If you are saying that ...",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Yes.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "... that this was mainly and purely personal issues and that there were not many political issues involved in this conflict, that these  deaths that we have heard about, these necklacing, these detentions, these tortures, that these were personal issues and not political issues?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, I mean sir I am sorry, I think I know personally that a lot of personal issues were involved in this conflict and later on because the other side was weaker than the other.  One side was weaker than the other.  The weaker side ran both to the liberation movements as well as to the security branch, which two forces were not aware of one another's aid to those people but they did help them.  So it involved political issues, yes, later on.  Because people were deceived and pulled or dragged into the situation and of course they had to participate.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mahlangu, my central interest here is when people were pulling this way and the other for personal reasons wasn't there a need in terms of what was the opinion\nMOUTSE HEARING TRC/MPUMALANGA\n25 MAHLANGU\nand the feeling of the general masses in Kwandebele and that should have been the basis of the morality that would be responsible and a guide to our actions all the time.  Because once we say people wanted casinos, people wanted this and we know for a fact that when we go to the masses this is not what the masses want.  The masses say we do not want independence.",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "What is the question, sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is couldn't this be a binding force in your whole political perceptions and outlook?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "Sir, in the ultimate analysis I had to accept that the people were against independence.  As I said earlier on that people were in the first place convinced that independence would be good for them.  And of course meetings, certain committees were appointed, meetings were held to inform people about the goodness of independence and all that in which committees I was not involved.  I was not even involved in the government at that time.  I am talking about the thing that was done immeditely after the motion of 1982 was adopted in parliament.  And thereafter people, as the date of 11th December 1986 drew nearer, people were made to turn against independence.  So how can I explain such a situation, sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but to say that people - because our overriding interest, more especially when it comes to the gross violation of human rights in terms of abduction, killings, maimings, and here we see that being the order of the day, whether Mbcoto was right, whether the comrades were right, but the overriding issue would have been respect and preservation of human life.  So this is what I am saying, that could this have been the greater considerations to have\nMOUTSE HEARING TRC/MPUMALANGA\n26 MAHLANGU\nwhen you deal with the people?",
            "Unknown"
        ],
        [
            "MR MAHLANGU",
            "Yes, that could have been, that is why we never maimed the people, that is never abducted people, that is why we never killed people but instead people in the name of the organisation to which I also belonged during night time when they could not be seen committed all those acts and attributed them to me and others.  I said I regret that, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No further questions, Mr Mahlangu.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Chairperson, if you would allow me just to come back to the one and to me it is a double irony.  When you say that you were against the idea of independence in your personal capacity.  You say some other people, without mentioning names, were all for the idea of independence.  They didn't get the positions they wanted so they ran to outside forces to assist them and then they changed their position and they opposed independence.  So the people who were for independence, as you say, were heading up a bloody fight to resist independence and you, who resisted independence, made out a case with P W Botha for independence.  Was there any time between '84 and '87 - '84 when the decision was taken at the level of the Legislative Assembly, and when you met with P W Botha or later that you worked for a revision of that original resolution in parliament to see if it couldn't be turned around?  To me it is so paradoxical that the person who is for independence by your definition fights against independence and the person who believes in not going for independence makes out the case for independence.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, if I may remind you I think when I went to P W Botha it was not about making out a case in as far as\nMOUTSE HEARING TRC/MPUMALANGA\n27 MAHLANGU\nindependence is concerned.  I think at that time a date had already been set, it had passed without independence having been effected or whatever and therefore I was required from the side of the government to go and state to P W Botha that independence was not in fact postponed or - I don't know how to put it.  But at any rate it was sort of a revival of this issue which we went to Cape Town for but otherwise I was no party to the adoption of the motion of independence during 1982.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, sure.  I mean this was '87.  I said as much and that is why I talk also about the second drive for independence, which I asked you to tell us a little about.  We did agree we will pursue more of that at some later stage but this discussions with P W Botha certainly was part of that agenda in some way or another.  But let's pursue that at some other date.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Just to add I mean the bigger irony was that at that particular point in time even P W himself, according to that minutes, was saying there doesn't seem to be support for independence and he said go back and do one of two things.  The one was hold a referendum.  You remember?  The other was have a commission of enquiry and the delegation from Kwandebele said we don't want a referendum and they were also reluctant for a commission because they said but the date had already been set for 1986.  We are now past that date and we still don't have independence and the case was being made for independence.  So it is very difficult then to understand why people who were opposed to independence are making such a strong case for independence when even the government is beginning to have doubts because of the conflict situation and also because of the financial\nMOUTSE HEARING TRC/MPUMALANGA\n28 MAHLANGU\nsituation at that point.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Sir, let me put this clear to the Commission and the audience that Botha's informers were the security branch of the Northern Transvaal who were totally opposed to the government of Kwandebele being headed by the people who were not drawn from the Maboa royal kraal.  Because my other information I have during 1985, June or July, a decision was made after the two princes were flown by a helicopter to Voortrekkerhoogte, that the blou bloed moet die land van Kwandebele regeer.  So on that score anything would be done by the security branch to inform or misinform or disinform P W Botha about the situation in Kwandebele so that before and until die blou bloed aan bewen kom.  Dan mag niks gebeur.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "But I mean it is important to note that you also, in your capacity as chief minister, had your own contacts with police and with security police and with people in national intelligence, not so?  That you as you say had a relationship with Lerm where he was reporting to you daily, where he was also arresting and detaining people, with people in national intelligence.  So you also had people involved in the security part or the policing part who you also had contact with, is that also not the case?",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "People such as?",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "People such as Brigadier Hertzog Lerm.",
            "Male"
        ],
        [
            "MR MAHLANGU",
            "Yes I did.  Yes, sir I did have contact with them.  I worked with him.  He was working in the government of Kwandebele so I had a regular contact with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, finally it is very clear that what should have ruled the Kwandebele region or what should have influenced the rule of the Kwandebele people should have\nMOUTSE HEARING TRC/MPUMALANGA\n29 MAHLANGU\nbeen the blood that flowed in this area.  I mean when we talk about whether the blood was let flow by Mbcoto or those who resisted immediately Mbcoto itself, let alone independence, that should have made the people who were capable to make influence, to have been influenced by just that blood, whether to let it spill all the time or to stop it and it is in that regard that rulers of the world have been judged along that line.  We are very thankful for your presence, Mr Mahlangu.",
            "Unknown"
        ]
    ]
}