{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-05",
        "location": "MOUTSE",
        "names": [
            "JOHANNES MONAGENG"
        ],
        "case number": "JB02254",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55709&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/monageng.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MONAGENG",
            "MS SEROKE",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MONAGENG",
            "MS SEROKE",
            "MR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Monageng, are you employedn now?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "I am unemployed, I am depending on the pension.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what is your wife doing?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "She is also a pensioner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Mogane, your grandchild, staying with you",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "No, he was visiting us during that Christmas vacation.  He was staying with his mother and his father at Garankua.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please relax, take your time.  Are Mogane's parents still in Garankua?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Yes, they are still in Garankua.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are they present today?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "No.  I left the certificate at home, I didn't bring it along because I was afraid it would get wet because of the rain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am sorry, we haven't come to that point yet.  I was just asking whether his parents are here today.",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "No, they are not here with us today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now please tell us what happened.",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "People who were fighting, some of them came to look for him, then somebody came at the door and told me that there are children who are at the mortuary in Groblersdal.  I took a car and went there.  I found five\nMOUTSE HEARING TRC/MPUMALANGA\n2 MONAGENG\ncorpses.  Then I did find my grandson.  Then the person responsible gave me a letter, then I came back home.  When I came home the comrades said that that is our person, so we will see what to do. They took the paper, then they said we will bury him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The comrades said that?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Yes, they did.  They took the paper then they said that is our corpse.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he at school when he was visiting you?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Yes, he was attending school at Garankua.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did it come that he was mixed with the youth where you are staying, not in Garankua?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "His parents have a house where we are staying.  In Garankua they just go in there to work but they have a house where we are staying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is staying at that house when they are at Garankua?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Even now there is no person in that house.   They only come during holidays.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Therefore the comrades took the corpse.  You didn't know where they buried him?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "He was brought at home.  I went even to the grave, I saw them when they were burying him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you didn't know who killed Mogane, did you?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "We heard that they were shot on the mountain, (indistinct) daughter said there were three.  If this was Mogane's family I am a witness because we were two when they were shot.  When this man came and said stop the boy ran and I stopped and they assaulted that little girl.  She said she will come back and make a statement but I haven't seen her\nMOUTSE HEARING TRC/MPUMALANGA\n3 MONAGENG\nso far.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was she able to identify the people responsible?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Those are the people who were fighting against the Ndebele people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were the Ndebeles fighting the Ndebeles?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "It is Mbcoto in actual fact and they were fighting the Moutse people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This girl who told you, you haven't seen her?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Yes, I haven't seen her. I last saw her in the office when she told us what happened.  We knew that he was shot at the mountain.  It is not this mountain, it is the mountain further down.  It was the two of us and then Mogane ran, then she remained behind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The local friends of Mogane, do you know them?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "I would lie if I may tell who are his friends.  I don't know them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say Mogane was schooling at Garankua or here?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "No, at Garankua.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he was friends with the youth around this area.",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Yes, because he used to come during holidays but he wasn't staying here.  He only came here during holidays.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did Mogane's parents say after receiving the bad news, did they attend the funeral?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Yes, they attended the funeral.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't they take any step to go to the police to investigate?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "No, all of us, not even one of us went to the\nMOUTSE HEARING TRC/MPUMALANGA\n4 MONAGENG\npolice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now was there a reason for the parents not to go to the police?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "No, I won't be in a position to give you an answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say that they said they would bring the death certificate.  Didn't you follow this matter up?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "I went to submit the statement for the first time and the second time I was then given this death certificate and they said to me keep it in a safe place.  I have put the certificate in a safe place but I couldn't bring it with me today because I was scared of the rain that this document would get wet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We hope that we will get the certificate in our hands.  It is very surprising why Mogane's parents didn't stand up to follow up this matter.  Do you have an idea maybe they were scared to involve themselves in such issues?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "I do not know.  I really don't know.  His mother was already here and the father was supposed to come on Good Friday.  He went to the station to come this way but unfortunately when he stepped out of the train he was just hit by a car and he died also.  That was in 1985.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to Mogane's father?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Yes, I am talking about Mogane's father.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he hit by a car?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "Yes, he was hit by a car.  He was coming to see Mogane's mother who was already here because of this incident and on his way to this area that is where he met his fate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old was Mogane?\nMOUTSE HEARING TRC/MPUMALANGA\n5 MONAGENG",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "I won't be able to tell you.  I am his uncle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't even know which standard he was doing?",
            "Unknown"
        ],
        [
            "MR MONAGENG",
            "No, you see they were residing very far and I was just taking care of my cattle and I am not educated at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you, I don't have questions.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Monageng, you said Mogane was schooling at Attridgeville and he used to come to Moutse during holidays.",
            "Female"
        ],
        [
            "MR MONAGENG",
            "Yes, during Christmas holidays.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did he have friends?  Did he belong to any political organisation?",
            "Female"
        ],
        [
            "MR MONAGENG",
            "I do not know.  Maybe he was involved in politics in Pretoria and he knew about politics here.  I don't know.",
            "Male"
        ],
        [
            "MS SEROKE",
            "I heard you saying that the comrades told you that they will take over with the funeral arrangements.  Now I want to know whether he was a member of any political organisation.",
            "Female"
        ],
        [
            "MR MONAGENG",
            "The youth was fighting for their country, they were taken out of their homes.  The group took them out of their homes saying we are fighting for our land.  Every young person was taken out of their house, boys and girls alike. They ignored us old men and women, they wouldn't say anything to us.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What was the situation in your village, was there unrest?",
            "Female"
        ],
        [
            "MR MONAGENG",
            "We only saw police getting into peoples' houses searching.  Those who had their traditional weapons they were not in their house, they were far from their houses but the police would get into their house, search\nMOUTSE HEARING TRC/MPUMALANGA\n6 MONAGENG\neverything, they would open wardrobes, they would get in every household to search and that shocked me really on that day.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What were people fighting for?   What is it that you were against?",
            "Female"
        ],
        [
            "MR MONAGENG",
            "The police were shooting us with the tear-gas and we were just fainting.  Most of us survived because we just used water to wipe the tear-gas off our faces.",
            "Male"
        ],
        [
            "MS SEROKE",
            "I thank you, sir.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Tata, thank you very much for coming to speak to us.  We have heard so many of these stories of people caught up in this conflict and the tragedy of this decision of incorporation where before that the testimony that we hear is that people lived together quite harmoniously.  There may have been tensions and difficulties but there was very little conflict and very little violence between Moutse people, Peddie people, Ndebele people.  But once this decision about incorporation was made and forced onto people the whole area erupted into violence and conflict and there were so many tragic and so many senseless deaths. Now there is very little that anyone can say to someone who has lost a loved one but maybe when one understands the background and the history maybe that can be of some assistance.  It can't take away the pain but maybe can bring about some understanding and it seems that in the case of your nephew as well was one of those deaths which took place as a result of this conflict, during this conflict.  You say in your statement that the witness says that it was the South African Police.  When we don't have anything specific to go on other than just a general statement like that it is very difficult for investigation because one doesn't know which\nMOUTSE HEARING TRC/MPUMALANGA\n7 MONAGENG\nmember or which unit but we are trying to follow up on every statement to follow up on every lead but the most important thing really is for people to come forward if they believe that loved ones have been victims, suffered gross human rights violations so that when we make a report at the end of the life of the Commission to the President and through him to parliament, then that account of what happened to your family member, to your nephew can be in that report and it is then the responsibility of government to decide whether the recommendations which the commission makes, whether those recommendations will be followed through so that something can be done for those who actually lost their lives during the conflict over the last 33 years, the period covered by the Commission.  So thank you for coming and sharing what must have been a difficult and painful experience. Thank you very much.",
            "Male"
        ]
    ]
}