{
    "header": {
        "type": "1 E MASHEGO, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-02",
        "location": "MOUTSE",
        "day": "1",
        "names": [
            "E MASHEGO"
        ],
        "case number": "JB02508",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55702&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/mashego.htm",
        "speakers": [
            "CHAIRPERSON",
            "RUSSELL ALLY",
            "MR MALAN",
            "ELIAS MASHEGO",
            "YASMINE SOOKA",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MR MALAN",
            "ELIAS MASHEGO",
            "MS SOOKA",
            "MR MASHEGO",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I should say it only once.  Order please.  When I said order please.  If something falls I have got to still that.  You behaved yourself well.  So please, order.  Thank you.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Thank you Your Grace.  We will now ask the next witness Elias Mashego who is actually coming to speak about his eight year old son, also the same incident on the first of January 1986 and Commissioner Yasmin Sooka is going to assist him with his statement.  Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Mashego, will you please stand to take the oath.",
            "Male"
        ],
        [
            "ELIAS MASHEGO",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Tata, can you hear me?  Are you able to hear me?",
            "Female"
        ],
        [
            "ELIAS MASHEGO",
            "Yes.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You have come to tell us the story of your son who was also kidnapped in the same incident that the previous witness told us about.  Do you want to start and tell us a little bit about yourself and your son and what actually happened on that day.",
            "Female"
        ],
        [
            "ELIAS MASHEGO",
            "On that day I was from Middelburg.  When I arrive through Dennilton Road from Middelburg, when I arrived at the crossroad, soldiers made a roadblock there.  I told the driver, I said go in.  Then he was afraid to enter.  He asked a lift from other car.  We took this road\nMOUTSE HEARING TRC/MPUMALANGA\n2 E MASHEGO\nfrom Marble Hall which comes through Moutse.  We came by foot on that road.  Then we came through Motete.  We went to Bondue where I am staying.  When I arrived at Bondue Village where I am staying it was at sunset.  My wife said my son is nowhere to be found.  I asked what happened.  There is a river in our area.  All people who ran away came back and my son did not.  I went to that hotel and I looked there.  I spoke with one person who was at the hotel and he was eight years.  He entered through the window.  We searched and we could not find him.  I came back and I looked at the forest.  I searched and I came nearer the river.  I could see the imprints of shoes there and I could not see anybody.  It was now dark.  I went back home and I slept.  \n I went to the police station at Kwaggafontein and I reported the matter to them.  When I reported they said I must bring the photos for this boy so that we will be able to identify him.  I said I did not take any photo of him.  They wrote a letter and I went back.  I went to number two.  Then I went to the Chief there, I talked with him.  I searched together with the police and we could not find him again.  I went back home and I slept.\n I searched for days and days and I could not find him.  He appeared on the fourth day.  He was floating on top of the water.  They picked him up and I took him.  His body was already destroyed.  I buried him.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Tata, can you tell me who actually took your son away from his home?",
            "Female"
        ],
        [
            "ELIAS MASHEGO",
            "It was said that four men, they said, but it was boys who arrived, four of them.  They put on their balaclavas.  Then they said, yes, who is going to take care of you.  The boy was surprised when they said go out.\nMOUTSE HEARING TRC/MPUMALANGA\n3 E MASHEGO",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And Tata, how old was your son at the time?",
            "Female"
        ],
        [
            "ELIAS MASHEGO",
            "He was eight years old.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "In your village were there any other young boys who were also abducted?",
            "Female"
        ],
        [
            "ELIAS MASHEGO",
            "All of them ran away.  This one was the only one who was left in the house.  He was coming back from the shop where he was sent and these men appeared.  They painted their foreheads with paint.  This boy started to run away.  In that first area, near the Bundu area, they ran away.  Then all of them came back.  Only my son did not come back.  I found him floating on the river.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Tata, was anybody charged for the death of your son?",
            "Female"
        ],
        [
            "ELIAS MASHEGO",
            "No.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And did you know who actually had done this to your son?",
            "Female"
        ],
        [
            "ELIAS MASHEGO",
            "No, I do not know.  I did not know.  I do not know if he was killed by a person, but I found him inside the water.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you Tata, it is a very sad story.  We are very sorry to hear of that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any further questions.  Tom.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "You say these boys who have picked him up, they said who is going to struggle for you.  The struggle they were talking about, what kind of a struggle were they telling about.",
            "Male"
        ],
        [
            "ELIAS MASHEGO",
            "It was the time when they were fighting, the time when there was fighting because this man painted their faces.  They painted their faces on the forehead.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Who are these people?",
            "Male"
        ],
        [
            "ELIAS MASHEGO",
            "I do not know them.\nMOUTSE HEARING TRC/MPUMALANGA\n4 E MASHEGO",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "But you know that there was a fight between your boy and them?",
            "Male"
        ],
        [
            "ELIAS MASHEGO",
            "He was a small boy because he was eight years old.  He is still a young boy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order please.  Mr Mashego, if a person would try to comfort you, because we see that you are just talking.  It does not seem as if you were effected by this kind of an incident and we want to tell you that this thing scares us.  I hope that all of us who are here today will be able to see the evil which was done in our county.  We will, all of us decide and all of us be prepared that as we have now our liberation, things like this which we hear.  A person who is eight years old, what did he do, what could he do so that he will be so much hated to the extent of being killed.  Let us be prepared that things like this, would be able to say they will never happen again in our land.  We will not allow things of this kind to happen again.  Knowing that the price which we have paid for us to get this liberation which we are now was a heavy price.  We paid a high price for this freedom which we have now.\n We thank you that, may God comfort you together with your family.  The mother to this child we say he did not die in vain.  We have now the fruits of liberation.  We thank you.  This Commission will try to try to find out who are the perpetrators who have done this kind of an act.  Thank you very much.  \n We are going to take a break for lunch and we will return at two o' clock.  When I say we stand up, please all the people should remain in the hall until all the witnesses go out.  \nMOUTSE HEARING TRC/MPUMALANGA",
            "Unknown"
        ]
    ]
}