{
    "header": {
        "type": "1 M MOKHONOANA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-03",
        "location": "MOUTSE",
        "day": "2",
        "names": [
            "S P MOKHONOANA"
        ],
        "case number": "JB02514",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55708&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/mokhonoa.htm",
        "speakers": [
            "CHAIRPERSON",
            "MICHAEL MOKHONOANA",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MICHAEL MOKHONOANA",
            "MR MANTHATA",
            "MR MOKHONOANA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MICHAEL MOKHONOANA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  You may be seated.  Mr Tom Manthata will assist you.  I hand over to Mr Manthata.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Are you Michael.",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "Yes, I am.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Mr Michael, where are you working?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "I do not work anywhere. I am self-employed.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "What are you doing?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "I sell at the shop which I have built.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Where is your wife?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "She is there at the shop.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Is she at work?  Are the children at school?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "There is just one, is the one first born.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "The young ones, are they at school?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "Okay, the last one, sorry, the last one was the last born.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "And the elder brothers and sisters are they working?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "The others are their at their own houses.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "May you tell us what do you know about the death of your son.",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "I may tell you what I have witnessed.  It was on the 14th of May 1986.  There was a meeting at\nMOUTSE HEARING TRC/MPUMALANGA\n2 M MOKHONOANA\nWeltevrede.  My son Phillip Soja Mokhonoana was one of those people who attended that meeting, but he did tell me that he is going to that meeting.  Then I said to him it is okay, he may go.  I was surprised to see him not coming back.  Surprised, again, by people whom accompanied him.  It is at the beginning of the village.  They appeared on the forest and they were running, but I did not see him running with those people.  Then I began to be surprised.   \n The following day I started to search for him.  When I asked people whom they went to that meeting whom I have seen, no one knew where he is.  I searched again, but I could not get a trace.  I took my car and went about looking until I arrived at that tribal kraal.  I was confused, I could not go to the tribal office.  I looked at the mortuary.  When I say the mortuary I wanted to say, in actual fact, yes I went to the mortuary and I could not find him there.  Then I went to the Government mortuaries.  I looked for him for a week and then on the second week I thought maybe he was detained or arrested. \n I went to Middelburg, I could not find him there.  From Middelburg, on the same day, I went to Kalinin.  I could not find him there again.  On Wednesday morning, on the second week when I was sleeping I was just telling myself why am I so foolish, why did I not just go to the tribal office and ask.  Let me go to the tribal office.  When I arrived at the tribal office I was able to get his trace.  They said to me that person he was picked up on somewhere, he was shot on the 14th.  I asked them why is he not at the Government mortuary.  I was informed that he was at the Waterval mortuary.  The tribal office staff said to me put your van there and they used the tribal van and they took me to \nMOUTSE HEARING TRC/MPUMALANGA\n3 M MOKHONOANA\nWaterval mortuary.  Then I found out he was there all the time at that mortuary.  He was at the private mortuary, but I did not think that he may be at a private mortuary.  I only know that a person who goes to the private mortuary is taken by the family.  \n When we arrived there they said they took him to Dennilton yesterday for a post mortem.  The driver of that van said I was sent only to come to Waterval.  Therefore let us go back to ask for authority to continue with our journey at the tribal office.  Then they allowed us to use the van up to our destination.  We came to this hospital.  We got a trace that this person was here yesterday.  Nobody knew his names.  We did do the post mortem, but we did not get his identity.  Then I asked if you did a post mortem, did you not get a bullet wound or a bullet in his body because I though, perhaps, by that bullet I will be able to get the perpetrator or the person who shot him.  If I did not get that bullet I was confused.  They took me again, those people, they took me to Avbob mortuary in Groblersdal.  That is where I found his corpse.  It was on Wednesday, on that day.  \n After I found him there I had to make a plan to bury him.  When I arrived home I found that I was with my father, he was staying in Mamelodi.  He has now died.  All the time where I went I was with him using that van, but let me go and look for them at Mamelodi.  I told my father that I have found my son, but he was dead.  I made arrangements for his burial.  When I was supposed to continue with the plan to bury him, I went to Vasfontein, our Farbanks offices was not yet working at that time.  When I was on the queue with others I found that they were given instructions that there \nMOUTSE HEARING TRC/MPUMALANGA\n4 M MOKHONOANA\nshould be a minimum number of people at that funeral.  I realised that I have a big family.  Then again, I am a Priest, and many people would like to come to the funeral.   When I arrived, the Commissioner then was Mr Theron.  I told Mr Theron that I wanted him to allow me to for many people to come because many people would like to come because my family would be coming, the Church members would be coming.  So I would like you to give me a large number.  I know that if I do not have the permission to allow many people to be there I will be contravening the Law.  I requested again, that secondly, for, I did not want that, that what I saw somewhere in a funeral, in one of the funerals happen to mine when the police were shooting teargas.  Then I said you must reprimand the police not to come with their teargas because many people would be injured.  He told me that that would not happen.  I saw Mr Theron putting his pen down and he said is that true.  I said, yes, it is true because I saw that with my own eyes.  He stopped.  \n Then he took me with his car.  We went to one of the police seniors.  We found a certain man.  I learnt that it was Mr Venter because I learnt in that discussion when he was telling him that I needed permission to accommodate a number of people who will be coming to the night vigil.  Venter, who was the senior of the police, said his police would not come to the funeral and throw teargas there.  I told him that I was one of the first eight people who were helping at Kleilanie's funeral.  He denied then, but he gave me permission to allow many people to come to the funeral.  I am not sure of the number, but the number was, I believe it was 100.  He said there must not be beyond 100.  He said \nMOUTSE HEARING TRC/MPUMALANGA\n5 M MOKHONOANA\nyour people, you must be careful that they should not be outside the yard.  All of them should be inside your yard.  I told him that, yes, it might be possible, it might not be possible because when we are in the tent, others should be preparing food outside whilst we are eating.  If they are not able to go outside the tent how are they going to prepare the food.  He said they must not go outside the tent.  I agreed with him, then I thanked him and I thanked him for the letter he was giving me.  \n When I was at home I thought again.  When I arrived at home my wife said to me two comrades were here and they were saying they were from the tribal office.  They said they will be coming with their political activity.  I was worried by the letter which I had.  I went to the Chief's son who is now the leader, James Mahlangu.  I showed him the letter to show him what steps I have taken and I pleaded with him to stop the comrades not to come.  He just cried and said I will be able only to block those who are from my area, but those who come from other areas, I will not be able.  Those who are in my area I will be able to negotiate with them, but what would happen with those who come from other areas.  I will be able to stop those come from my area, but those who come from other areas, I will not.  I left him there.  \n When I arrived at home, at the day of the night vigil, I saw many buses arriving and people were there were many, but they did not start any trouble.  The comrades were in multitude in the yard and others were outside and the police did not even start anything.  The police would come and pass then they would go back again.  I said to myself maybe they are afraid of these people because they are in multitude.  That is where I would stop. \nMOUTSE HEARING TRC/MPUMALANGA\n6 M MOKHONOANA\n Let me say this.  I buried my son.  After the burial I made a statement to the police.  Then they welcomed me.  When I followed this matter up I found that the police were not able to find the person who killed my son.  Two years back I was called to the police station at Vasfontein in court just to tell me that we do not know the person who is responsible for the death of your son, but we are still searching.  That will be where I will stop.  I do not know why my son was killed and who killed him.  I will be happy if, maybe, this Truth Commission will help me to find what has eaten my son.  Thank you.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "As you have said, you have light that your son was killed by the police as they were in a meeting at the tribal kraal.",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "The light which I have is that the people who went to that meeting, they were running, all of them.  When I asked they said we are running away from the police, they are throwing us with teargas.  That is the light I have.  From there I do not have any light.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Did you say you are a Priest?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Which Church?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "As you see on my jacket.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.  You said when you went to Vasfontein there were people on the queue who were given permits of how they should bury their children.  Do you have light, how many people were there in that queue?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "We were many who were coming to look for burial permits.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "In other words, you are saying on that day there were many people who died?\nMOUTSE HEARING TRC/MPUMALANGA\n7 M MOKHONOANA",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "I do not know, those people in the queue, where they were coming from and their victims, where they were killed by what, either by disease or killed, you know.  I only saw them looking for permits, burial permits there.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Among them, did you not find anybody whom they were told how their funerals should proceed.  How many people should be there and how long, from what time up to what time.",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "What made me to be given many people is then that I learnt that many people were told that not more than 50 people should attend the funeral.  Then I said to me, I would not agree with that, I would agree with that and I would force that it will be like that otherwise I will be against the law.  That made me to request that I should look for a bigger number.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "After that you were not able to know from the tribal office that, did the Chief's office have a register of how many people were killed on that day?",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "I did not ask that.  I just wanted to know about my own son.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "By so saying, I say, perhaps, maybe at the tribal office they would know how many people were killed by the police on that day.",
            "Male"
        ],
        [
            "MICHAEL MOKHONOANA",
            "In regard to the question I would answer that as I am the resident nearer the Chief's office, I heard there were two who were killed on that day.  There were two who were killed or who were found dead on that day.  As I am the resident nearer the area I heard after I found him that only two of them were killed.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "I thank you.  I do not have any further questions.\nMOUTSE HEARING TRC/MPUMALANGA\n8 M MOKHONOANA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Priest Mokhonoana, thank you very much for joining with us.  Thank you for sharing with us.  As you say, you do not know, you could not find any indication.  It may even be possible that whoever killed him, whoever shot him may not have known that it was him, but that is part of the history, that is part of our experience.  We will see what we can find out in the wash of the activities of the Truth Commission.  We cannot really make promises, but we will come back to you.  We will respond to both your statement and your evidence and I thank you again for coming to us, sharing with us your experiences.  Go well.",
            "Unknown"
        ],
        [
            "MICHAEL MOKHONOANA",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we should take a break here for lunch.  Lunch will be a little shorter than we.  Just before you leave.  May I just get your attention for a moment.  I want to find out whether Mrs Mthimunye, is she here?  Martha Mthimunye, Aaron Mashiyane, Jan Mahlangu, Jan Sipho Mahlangu and Amos Khubeka.\nMOUTSE HEARING TRC/MPUMALANGA",
            "Unknown"
        ]
    ]
}