{
    "header": {
        "type": "1 E MALAZA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-12-03",
        "location": "MOUTSE",
        "day": "2",
        "names": [
            "E MALAZA"
        ],
        "case number": "JB02512",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55700&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/malaza.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MALAZA",
            "MS SEROKE",
            "THOMAS MANTHATA",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MALAZA",
            "MS SEROKE",
            "MR MANTHATA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "May I call Mrs Kate Sibanyoni to the stand.  Is she here?  Is the witness Mrs Sibanyoni?  Is my pronunciation right, Tom?  Is Fikila here?  Shall we then look at the next witness.  Sorry, going to the next witness.  The next witness scheduled on our list is Michael John Mokhongana who will be speaking on Soja Philip, the death of Soja Philip Mokhongana Is the witness here?  Michael John.",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "... and we peeped through the windows and we saw Imbokhoto people surrounding the school.  We just went out of the classrooms to have a look at what was happening and they got into the yard.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You said they came home and they pointed you, the three of you.  How many of you were you pointed out actually?",
            "Female"
        ],
        [
            "MS MALAZA",
            "We were many students at Magazinie where we were assaulted.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What was the reason behind this assault?  When you are assaulted you do not just keep quiet.  Were you asking them the reason for your assault?",
            "Female"
        ],
        [
            "MS MALAZA",
            "No, we did not ask because there was no one to ask.  They were busy assaulting us, nobody asked.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you not report this matter to your Principal that you have been assaulted and you do not know the reasons?\nMOUTSE HEARING TRC/MPUMALANGA\n2 E MALAZA",
            "Female"
        ],
        [
            "MS MALAZA",
            "No, we did not report this to the Principal.  We never reported this matter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Manthata.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Elsie, at this time had you heard anything about KwaNdebele Government and independence and talk about independence?",
            "Male"
        ],
        [
            "MS MALAZA",
            "No, I was not aware of anything.  I never heard of KwaNdebele Government before.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And then after this day, did you not hear anything that could have had relation with what took place the previous day at school.",
            "Male"
        ],
        [
            "MS MALAZA",
            "Can you please repeat your question, Sir?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "My question is after you were shambokked out of school, two, three days or so thereafter, did you not hear about anything that could have caused that kind of a whipping out of school.",
            "Male"
        ],
        [
            "MS MALAZA",
            "No, I never heard anything, any reason for our assault because when we came back from Magazinie, I was at home.  Our grandmother was looking after us.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And as they were shambokking you at Magazinie, what were they saying to you?",
            "Male"
        ],
        [
            "MS MALAZA",
            "They were saying many things, but I was so heartbroken and I did not even listen to them.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And thereafter did you make a follow-up of some of your friends who have been taken with you to Magazinie?",
            "Male"
        ],
        [
            "MS MALAZA",
            "What are you talking about, Sir?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I am saying you were not alone at Magazinie, yes.  What I want to know is did you hear anything about, did you learn anything about your friends thereafter?  That is those that you were taken with to Magazinie.\nMOUTSE HEARING TRC/MPUMALANGA\n3 E MALAZA",
            "Male"
        ],
        [
            "MS MALAZA",
            "Yes, I was told how some of us were assaulted.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And none of you ever talked about the cause of the assault?",
            "Male"
        ],
        [
            "MS MALAZA",
            "Nobody said anything about the cause of our assault.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "At home were you the only child who was attending school at that time, in your family?",
            "Male"
        ],
        [
            "MS MALAZA",
            "No, we were five in number.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "In number and even at home there was never talk about the activities of Imbokhoto at school?",
            "Male"
        ],
        [
            "MS MALAZA",
            "Not at all, not at all.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Nor did they ever talk about the activities of the students with regard to, you know, the affairs of KwaNdebele.",
            "Male"
        ],
        [
            "MS MALAZA",
            "No, my grandmother and my grandfather never talked of such issues.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.  No further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Ally.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Elsie, you say that when you came back from Magazinie your grandmother and other family members could not recognise you.  Could you just tell us in a bit of detail of the nature of the assault?  What was actually done to you and what was used?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "They were using shamboks, they were using sticks and they were using sticks and just any other weapon.  They would hit us on the heads and they would go down until to the toes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And how long did this go on for?  Can you remember, do you have an idea?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "They arrived at home at about seven and they brought us back the next morning at five o' clock.\nMOUTSE HEARING TRC/MPUMALANGA\n4 E MALAZA",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And did this beating take place throughout that time?  From the time that you got to Magazinie to the time when they took you back home?  Did they continue to beat you all that time?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "Yes, they assaulted us throughout the night.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And how many people were involved in this?  Can you remember, do you have an idea?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "I cannot remember, but there were many of us.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And the people beating you?  Were there many of them?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "It was the whole group of Imbokhoto.  There were many.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And do you know any of them today?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "I can only identify them, but to mention them by names, really, I do not know their names.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "But you can recognise them by their faces?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "Yes, I can recognise them by their faces.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Elsie, just to go back to your, what was happening at your school.  I know you say that you were new at the school, it was your first year in high school, you were in standard six.  This event took place in the early part of the year in April, but can you recall whether, from the time that you got to the high school, the beginning of the year, to when Imbokhoto came into the school.  Were there any boycotts or class disruptions or anything happening at the school?  Can you shed any light on that?  Do you recall?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "There were no boycotts in 1985 and 1986.  We were going to school every day.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Elsie, you said you did not see any doctor, that your grandmother attended to you.  Is that correct?\nMOUTSE HEARING TRC/MPUMALANGA\n5 E MALAZA",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "I never went to the doctor, Sir.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And how long did it take for you to recover from this?  Can you remember, was it a long, did you stay out of school for a long time after this beating or when did you actually go back to school?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "After the assault by Imbokhoto people, it was quite a long time before we could go back to school.  My shoulders were injured and I spent a long time at home, but when it was time to go to school we all went back to school.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much Elsie.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Joyce.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Elsie, you say in your statement they were assaulting you and some of them were cutting your hair.",
            "Female"
        ],
        [
            "MS MALAZA",
            "After we had been assaulted in the morning before they could release us they cut our hair.  That was Imbokhoto.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Is that after they had assaulted you?",
            "Female"
        ],
        [
            "MS MALAZA",
            "Yes.  They took our hair.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were they doing this to everybody who was there or to the girls?",
            "Female"
        ],
        [
            "MS MALAZA",
            "We were the girls in this ward and we were taken outside and they just cut the hair on top here, not the whole head.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, did you not ask them where they were taking your hair to?",
            "Female"
        ],
        [
            "MS MALAZA",
            "No, we did not.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Elsie, you say in your statement that the other two people who were taken with you, abducted with you, were Winnie and Hessie Malaza.  Do you know whether they made statements to the TRC?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "Yes, they submitted, no they have not submitted\nMOUTSE HEARING TRC/MPUMALANGA\n6 E MALAZA\ntheir statements.  They are not residing in this area.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know where they live presently?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "Yes, I know where they stay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you give us their address please or can you tell us whereabout they live?",
            "Unknown"
        ],
        [
            "MS MALAZA",
            "Yes, I will give you their addresses after this session.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Elsie, thank you for coming to us.  We will have to look at some of the matters that you shared with us.  It is very confusing if there is no external evidence to the fact and especially if one cannot understand it and, unfortunately, your not having asked questions at the time makes it very difficult for us to understand the frame of mind of those that did assault you, but nevertheless, thank you very much for having come to us and we wish you well.\nMOUTSE HEARING TRC/MPUMALANGA",
            "Unknown"
        ]
    ]
}