{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-01",
        "location": "MOUTSE",
        "names": [
            "HENDRIK PETROS MTSHWENI"
        ],
        "case number": "JB02422",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55712&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/moutse/mtshweni.htm",
        "speakers": [
            "CHAIRPERSON",
            "HENDRIK PETROS MTSHWENI",
            "THOMAS MANTHATA",
            "MRS SEROKE",
            "RUSSELL ALLY",
            "MR MALAN"
        ],
        "original_speakers": [
            "HENDRIK PETROS MTSHWENI",
            "MR MANTHATA",
            "MR MTSHWENI",
            "MRS SEROKE",
            "CHAIRPERSON",
            "MR ALLY",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We welcome you Mr Petros.  Just relax.   I see that you came alone but we hope that you will be able to relax.",
            "Unknown"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "You are coming to tell us about the terrible incident which happened, the necklacing which happened in your family.  May you tell us about that.  You may continue.",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "My brother was burnt.  He was working at a local hall in Seobuswa.  In  other words he was working for Piet Ntuli and it so happened that he was burnt.   That is what I will tell you about.  He had a supermarket, a very big supermarket.  While he was still at the hall he saw workers running away from his shop.  It was midday, at about 12 o'clock.   The comrades were burning his shop and his workers ran for their lives and he went to his shop to extinguish the fire.  After a few days he was supposed to go to a meeting and he met three people.  They poured petrol on him and they burnt him but he didn't die immediately.  He was taken to Denalton hospital where he died.  Then we went to Denalton as a family.  Nobody knew where he was because he was staying alone at the hall, he was working for my mother really and my mother was far away from here and nobody knew that he had died.  They only heard after a few days because they went to Denalton hospital and they couldn't find him, he was only found at the mortuary in\nMOUTSE HEARING TRC/MPUMALANGA\n2 MTSHWENI\nGroblersdal.  That was after a few days.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "If I understand you well you say he was working for the late Piet Ntuli.",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes, he was under the leadership of Mr Ntuli.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "... he owned a supermarket.",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes, Ntuli had a supermarket.  This supermarket was Piet Ntuli's.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Your brother is Piet Mtshweni.",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes, my brother is Piet Mtshweni.  He was working for Piet Ntuli.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "For him to be necklaced at that time where were you, Mr Mtshweni?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "I was staying in Pretoria at the time, I wasn't here at home.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "In other words you didn't know the political situation in Kwandebele, do you?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "We knew that there was fighting going on in our area and we couldn't just gain entrance easily into this area.  Sometimes we would spend our nights in Pretoria, not coming home.  We couldn't come home.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "If I understand you well is that you didn't know that Piet would be in danger as Mrs Ntuli said that Mr Piet Ntuli knew that there are white people who are intending to kill him.",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "No, we didn't know that.  We didn't know that really.  My brother was working for Piet Ntuli and he had been employed by him for quite a long time.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "You say that Piet Mtshweni was staying with the mother.",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes my brother was staying with my mother because he didn't like women, he was staying alone at the\nMOUTSE HEARING TRC/MPUMALANGA\n3 MTSHWENI\nhall.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Mr Petros you have just said you were staying in Pretoria but you knew everything that was going on around here.  Can you please tell us what was the fighting for?",
            "Female"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "We heard that the cause for this fighting was independence.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Tell us further. You say people were fighting for independence.",
            "Female"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes, the people were told to accept independence and some of them were forced to accept independence and some of them said no, we don't want independence.  That is when the fighting started.  I do not know what happened because people were now attacked in their houses.  People at Magomakwane were attacked because they didn't want independence.  People died in large numbers because of this independence.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "How was your brother then involved in this whole issue?  Why was he necklaced?",
            "Female"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "As he was working for Piet he was thought to be in favour of Piet.  You know if I work for my boss I would love him because he pays my salary so they must have killed him for that reason.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "In other words you are saying your brother was killed because he was working for Piet Ntuli.",
            "Female"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Was Piet Ntuli in favour of independence or was he against independence?",
            "Female"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Piet Ntuli wanted independence.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "And you said your brother was working at the hall at Seobuswa.",
            "Female"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes.  He was working there because Piet was\nMOUTSE HEARING TRC/MPUMALANGA\n4 MTSHWENI\nthe administrator of this hall.",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "We started on Monday here and we heard many stories about this hall and we were told that people would be taken to this hall by the comrades or the comrades would be taken there and they would be assaulted and the people from Magomakwane were also taken to this hall to be assaulted.  Tell us was your brother killed because he was working at this hall?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes, I think he was a group of people who used to abduct people and assault them at this hall.  I think that is the reason for his killing.  He was involved in this abduction of people.  Can you please repeat your question.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Was he working together with the abductors.",
            "Female"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Can you please explain that further.",
            "Female"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "I am saying he was working together with the people who used to fetch communities to this big hall to be assaulted and every time he was called he wouldn't refuse because he would be fired from his position and he had to follow.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "I thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please audience we will request you to be quiet please.  Lets give the witnesses a chance to be composed and answer all possible questions please.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Mr Mtshweni, another reason that the comrades singled out your brother, in your statement you say that he actually tried to put the fire out when all the other employees ran away.  You said they ran for their lives.  He actually tried to extinguish the fire.  Is that correct?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "I don't understand your question.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "In your statement you say that when the comrades\nMOUTSE HEARING TRC/MPUMALANGA\n5 MTSHWENI\nset this shop, this supermarket of Piet Ntuli alight most of the other employees, the people who worked for Piet Ntuli, ran away.  They ran for their lives but your brother went back to the supermarket and tried to put out the flames.  Is that correct?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Yes, that is correct.  The employees ran and he went back to the shop, my brother, to extinguish the fire.  And the perpetrators had already gone and they shouted at him, they said we will get you and a few weeks thereafter they met him and they poured petrol on him and they burnt him.  They were actually against him helping Ntuli's burning store.  I mean he was working for Piet Ntuli so he had to extinguish the fire.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And you also in your statement suggested that your brother was a member of Mbcobo as well.  Is that also correct?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "Is it written in the statement, sir?",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "No, I am sorry, it is not in the statement.  You say that he was accused of being for independence.  You don't say that he was a member of Mbcobo.  I apologise for that.  But you do indicate that one of the reasons you believe that he was singled out by the comrades was because they saw him go back to the shop and try to put out the flames whereas the other employees when they saw what was happening just left the place to burn.  Thank you very much.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mtshweni, I have a question relating - I want to clear up the question of your brother's work situation.  You said he worked for Piet Ntuli.  Was he a shopkeeper, was he a manager of the shop?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "He was working for my mother.",
            "Male"
        ],
        [
            "MR MALAN",
            "I am not sure that I understand this.  You said\nMOUTSE HEARING TRC/MPUMALANGA\n6 MTSHWENI\nin your evidence that he worked for Piet Ntuli and I think you said something to the effect that you are loyal to the one who pays you.",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "That is correct.  He was working for Mr Ntuli and Mr Ntuli was giving him his salary and he would take the salary to his mother.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now what did he do for Mr Ntuli?  What was his work for Mr Ntuli?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "He was cleaning the hall.  He had to keep the hall clean at all times because it was used for many activities around the township.  He had to take care of the hall.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he not a shopkeeper?  Because in your statement, if I can just point this out...",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "He wasn't a shopkeeper.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well then that information is wrong and that is what confused me.  He worked at the Seobuswa hall and his responsibility was to keep that in order.  To administrate that.  Is that correct?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "He was a caretaker at the hall.  That is all he was doing.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he paid by the government or by Mr Ntuli?",
            "Male"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "He was paid by the government.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mtshweni, this old woman who was taken care of by Piet Mtshweni, is she still alive?",
            "Unknown"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "You mean the Mtshweni's mother?  Yes, she is still alive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With whom is she still staying?",
            "Unknown"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "She is with the other siblings of our family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mtshweni we are grateful that you are here. MOUTSE HEARING TRC/MPUMALANGA\n7 MTSHWENI\nYou will see that we are talking about terrible times in Kwandebele.   We are here to investigate exactly what was happening.  We are looking for the full truth because it is the truth which will give us peace and know that where should we go from now.  That all things which were committed previously should not happen again.  We seek national reconciliation and therefore would say Piet died at the time when there was no peace and he died that there should be peace.  That is why we say we sympathise with you, then you must tell them at home that we sympathise with them and that we are always with them. We thank you, sir.",
            "Unknown"
        ],
        [
            "HENDRIK PETROS MTSHWENI",
            "I also thank you.",
            "Male"
        ]
    ]
}