{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-07",
        "location": "SEBOKENG",
        "names": [
            "STEFANE MESHACK NTSEORENG"
        ],
        "case number": "1046",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55867&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb1046.htm",
        "speakers": [
            "DR BORAINE",
            "MR NTSOERENG",
            "CHAIRPERSON",
            "UNKNOWN",
            "DR RANDERA"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MR NTSOERENG",
            "CHAIRPERSON",
            "MRS SEROKE",
            "MS SEROKE",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Good morning Mr Ntsoereng and also to your \ndaughter we are very glad that you have somebody from your \nown family who is with you and I hope that you are going to \nfeel relaxed.  It's not easy to sit where you are.  You are \nthe first today and that's even more difficult because the \nday is still young and it hasn't really started, but you \nwill start by telling your own story.  I want you to know \nthat this is not a court of law.  We are not here to \ninterrogate you.  We want to help you to tell your story.  \nNow I'd like you to start with the 3rd of September 1984 \nwhere there was a meeting at the administration offices to \ntalk about electricity and then to take us through your \nstory and I will try not to interrupt unless there is some \nquestion that I might want to ask.  Will you start now \nplease.",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "There was a meeting, the meeting was with \nregard to electricity.  It was three weeks before the 3rd of \nSeptember.  The meeting was held at Zone 13.  As the \nresidents of Zone 13 we were actually their representatives \nand Zone 13 was behind with their payments and it was the \nfirst one to pay R8,50 when other locations were still \npaying a relatively low fee.  When we got to the Council \nthey explained to us that it was difficult for Zone 13 to \nobtain electricity if they did not increase the money that \nwe had to pay and we were behind in arrears.  The residents \naccepted this explanation.  At this meeting it was myself, \nHRV/1046 Mrs Musala/...\n2\nMrs Musala as well as Mrs Dhlamini when we explained to the \nresidents and the residents accepted the explanation.  Can I \ngo on?",
            "Male"
        ],
        [
            "DR BORAINE",
            "Yes please do go on.",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "When the residents accepted this that was on \nthe first day, it was on a Saturday, people from the \nadministration offices in Sebokeng came with a fire \nextinguisher.  When they brought this fire extinguisher it \nwas a very surprising story, though I had already heard that \nthere was going to be a rent boycott, now I wondered as to \nwhat was the fire extinguisher going to do.  It so happened \nthat on that day, from that day up to Monday it was the \nthird day, but it was on a Monday at about 9 o'clock there \nwas some violence within the community.  After that violence \nhad started I realised that there could be some problems \narising because the shops were burnt.  That is when I \ndecided to move away from my place and I went to my \nbrother's place.  This went on and on up till the afternoon. \n At that point when I was listening to the radio I realised \nthat some of my members had already died on that very same \nday, and we realised that the situation was quite volatile \nand I could not go out of the residence.  Up till sunset \neven the following day then on a Wednesday it was between 5 \no'clock and 7 o'clock my house was burnt down.  As my house \nwas burning I really discovered that it was now quite bad \nbut I slept there and friends who were with me at that day \ntried to help me get out of that place and they tried to \nhelp me as I am a widower.  They took me from there and they \ntook me to the Administration Board at Houtkop. I related \nthis matter to the police and asked them to go and fetch my \nsons who were left there as well as their sister.  When I \nHRV/1046 got/...\n3\ngot there the policeman went to fetch my sons and they \nbrought them to Houtkop.  I will try to explain this a \nlittle bit further.  As I'd already explained that we were \nsent a certain matter and there was a fire extinguisher my \nco-members they were not only fire extinguishers but they \nalso got guns.  \n I'll just explain it a little bit further so that it \nmay be clear that we were a different organisation.  There \nwas a Mathlasedi organisation.  There was also an LPP as \nwell as Bafutsane.  I was a member of Bafutsane \norganisation.  This really surprised me to get that some \nothers were armed and we were not armed.  Probably they knew \nwhat was going to happen thereafter.  We remained there.  As \nwe were still there we had to hold certain meetings to try \nand get some solutions and resolutions to the situation.  \n As we were still furthering this matter there was \nanother aspect that was troubling us within the community.  \nThat was the issue of the liquor outlets.  We, as the people \nthat we could be able to go on as a community and develop \nourselves.  I hope it is clear that at that time the liquor \nlicences cost a lot of money to obtain because the bottle \nstores outside were not allowed to bring liquor into our \nlocation, and we realised that that was the only thing that \ncould help us out of this predicament.  As we were taking \nthis matter further we realised that we could not see eye-\nto-eye with the administration board because the \nadministration board and the council was already there at \nthat time.  They told us that it was a matter for the \nadministration board and they wanted to privatise the liquor \nboards.  It is true that was the end of the matter, and \nthese were separated in a surprising matter because most of \nHRV/1046 them/...\n4\nthem, that is the greater part went to the other people.  \nThat is another matter that troubled the community.  We \nstayed as the situation went on.  \n Now as we went to the meetings we kept on having those \nmeetings and we started having altercations and we were not \nseeing eye-to-eye with the other organisations that I have \nalready explained, and they started moving out of the \norganisations and crossing floors to other organisations.  \nSome of them were being helped by the administration board. \n And it so happened that as time went on we discovered that \nas we were staying at DC Group we had to move away because \nwe did not have houses anymore.  And at the time when we \ndecided to move we had to get another place to stay where we \nwere going to build and we got the space at Zone 10.  I can \nstill point it now.\n We discovered that we did not have anything, any \npossessions, because all our possessions had been burnt when \nour houses were burned, and it so happened that at that \njuncture I can say that most of the people who were there \ngot money which could be to the amount of R5 000 in order to \nstart our living.  I, and Mr Musala was one of the people \nwho did not get any money.  It happened that at that \nparticular time I saw another fire extinguisher and it is \nstill there at my place.  \n It happened that those houses were rebuilt and when \nthese houses were built there had to be a division and I got \na unit next to the hostel.  All the other ones from the \nother opposing group had to go to other houses at Zone 10.  \nThey went to stay there and this place was surrounded by a \nfence.  There were certain policemen who were guarding that \nplace 24 hours of the day.  I was given the third fire \nHRV/1046 extinguisher/...\n5\nextinguisher.  When I got out the fire extinguisher was \nthere, there was no fence, nothing.  And when I enquired \nabout this issue I was told that the person who was issuing \nthe R5 000 rent money was the Commissioner.  When I went to \nsee him at his offices he said I should wait for the State \nPresident's Fund, there is no money that I will ever get.  \nIt so happened that the next year if I am not mistaken, it \nwas in June, the State President's Fund arrived.  I wasn't \nliving peacefully and I decided to go and rebuild my house \nin the township.  It happened that thereafter the houses \nthat belonged to the councillors, the houses that were in \nthe townships were now fenced.  Now at the hostel unit where \nI was staying there was nothing.  I nearly forgot that my \nfriend Mr Musala who was with me in this trouble decided to \nleave Vaal Triangle to go to Pretoria.  \n It happened then that when they were busy fencing the \nhouses the then town secretary Mr Scholtz he was involved in \nthis scandal, he was taking money for himself and there was \na court case and he was sentenced.  If I remember well he \nalso made an appeal, I don't know whether he succeeded with \nthe appeal or not.  \n This is the trouble that I have been through.  All this \nstarted in 1984 until in 1987 because you will understand \nthat I was between two trouble areas.  In the township I was \nbeing chased by the people and on this other side I was also \nbeing chased away.  There were bursaries afforded children, \nbut my children couldn't get even a cent from those \nbursaries.\n I want to say to you today my community harassed me \nbecause we negotiated with them at first before I could get \ninto the council and the administration and the council \nHRV/1046 itself/...\n6\nitself was harassing me.  Now you have to understand, a \nfather who has got children, what kind of life was a man \nsupposed to live in those years.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you Mr Ntsoereng.  You have described \nvery clearly what it was like in that period 1984 and \nonwards.  Now you mention that you were a councillor but \nyour weren't a member of the LPP, you weren't a member of \nthe ruling party?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I wasn't in the ruling party Sir, I was in \nthe Bafutsane Party.",
            "Male"
        ],
        [
            "DR BORAINE",
            "And that was an opposition party?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Yes it was the opposition party.",
            "Male"
        ],
        [
            "DR BORAINE",
            "But the community were opposed to councillors \nwhether they were in the ruling party or in the opposition \nparty, is that right? Shall I repeat?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Yes you can repeat that Sir.",
            "Male"
        ],
        [
            "DR BORAINE",
            "I was saying the community were they opposed \nto the ruling party and to the opposition party?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I didn't know of any opposition from the \ncommunity because I've already explained that we had \nregions.  Now in the region where I was the same region paid \nmy fees to register because we were paying R250,00 as \nregistration.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Could I ask you then why do you think your \nhouse was burnt down?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I think I have explained that on the 3rd \npeople were killed and on the 4th, on the 5th my house was \nthen burned, and I realised that the community was now angry \nand they decided to do the same thing even if they chose me.",
            "Male"
        ],
        [
            "DR BORAINE",
            "So there was a very big argument about who \nshould represent the community and who shouldn't.  Now you \nHRV/1046 mentioned/...\n7\nmentioned that some of the councillors, probably only from \nthe ruling party were given R5 000.",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Yes I have already explained that Sir.",
            "Male"
        ],
        [
            "DR BORAINE",
            "But you weren't given that because you were \nnot the ruling party?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "The people who did not receive the money was \nmyself and Mr Musala, we were the leaders of the other two \norganisations.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Now you mentioned that the State President \nFund in 1985 paid out some of the councillors for the loss \nof their houses, were you paid as well?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "The State President's Fund paid everybody \nbecause a cheque was directed to a specific person.  That is \nthe money that I have already explained that I used it to \nrebuild my house, that was then destroyed again.",
            "Male"
        ],
        [
            "DR BORAINE",
            "How much was that?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "It was R16 000.  That is why I managed to \nrebuild my house.  Sir I will explain that it was my house \nthat I built myself, it wasn't the Municipal house.",
            "Male"
        ],
        [
            "DR BORAINE",
            "But then you mentioned very briefly that your \nhouse was destroyed again in about 1989 or 1990, now why was \nthat?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Sir, I won't tell you, I don't know the \nreasons because I was not a councillor anymore, but as I was \nnot feeling well I was not here in the Vaal Triangle.  There \nwere people staying in my house.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Now the house that you are staying in now, is \nthat another house that you had to build or rent?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I had to go to the Unit, I went back to the \nUnit that I was given before.",
            "Male"
        ],
        [
            "DR BORAINE",
            "And are you employed or unemployed at the \nHRV/1046 moment?/...\n8\nmoment?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I am unemployed Sir.  I am not working at \nthis present moment.  I am just selling oranges and fruits.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Do any of your family live with you?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Yes Sir, this is my daughter, one of them.",
            "Male"
        ],
        [
            "DR BORAINE",
            "You live together?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Yes Sir.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Do you receive any kind of pension at all?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I am not yet at the right age to get a \npension.  I have a request Sir.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Please go ahead.",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "My request is that the files of the \nadministration board have to be taken out and our council \nfiles have to be taken out as well so as to get the clear \nmessage that we are in this situation because of the \nadministration board.  You will realise that the money that \nthe people were paying were only helping the south part of \nthe Free State, with the money from the Vaal area.  \nWittsieshoek area was built through the monies paid by the \npeople of this community.",
            "Male"
        ],
        [
            "DR BORAINE",
            "We have noted your request.  Is there anything \nelse that you want to say to the Commission?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I don't have so many things to say Sir.  \nThat was the request.  Now my other request is I am in this \nkind of situation what can the Commission offer me so that I \ncan be accepted by the community?",
            "Male"
        ],
        [
            "DR BORAINE",
            "I think that one of the good and the positive \nthings about these hearings is that it gives people an \nopportunity to tell their story and explain why they were \ndoing one thing and not another, and hopefully that as one \ntells one's story so the community will begin to forgive and \nHRV/1046 to/...\n9\nto forget and to allow people to come back and to live \nnormal lives.  But that of course is up to you and the \ncommunity, and certainly it would be a real request from the \nCommission that people start healing one another and \nreceiving one another because those times in the eighties \nwere times of war and we must now make peace.  Thank you \nvery much for coming.  I am going to hand back to the \nChairperson in case anyone else wants to ask you questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dr Boraine.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Ntsoereng I just want to ask you to briefly \nexplain to us why were the people boycotting rents?",
            "Female"
        ],
        [
            "MR NTSOERENG",
            "As I have already explained people boycotted \nthe rent because of many reasons.  You will understand that \nin the year that we were placed in power it was the same \nyear of the Tricameral Parliament and the Black community \nwas not happy at all about that Tricameral Parliament, that \nwas the first reason.\n The second reason I can say the privatisation of liquor \noutlets was another issue that dissatisfied the community.\n The third thing we have to remember that when Sebokeng \nwas formed Sebokeng was really expensive.  I still remember \npeople were paying R8,50 rents and Sharpeville was only \npaying R3,50 a month, and Sharpeville was using the bucket \nsystem at that time.  They didn't have a sewerage system.  \nNow it so happened that when the townships were put together \npeople in Sebokeng they discovered that Sharpeville was \nactually developed through their expense and they were not \nsatisfied.  And I have to say, we have to remember that even \nbefore our council came to power there was a community \ncouncil and this council increased the rents two or three \ntimes a year, and they said after a few months we will add \nHRV/1046 a/...\n10\na certain amount and after so many months we will add \nanother amount and people were not satisfied at all.  I \nthink those are the reasons why the people were not \nsatisfied.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now as a member of Bafutsane were you fighting \nfor such things?",
            "Female"
        ],
        [
            "MR NTSOERENG",
            "Remember I was from Zone 13 which was the \nfirst zone with no electricity.  It suffered a lot.  We must \nremember the administration board also started in Zone 13, \nthey were staying in those houses.  Now the development of \nSebokeng comes from the area called Zone 13. That was the \narea paying the highest rents.  All the zones are coming \nfrom this other zone.  That is why I emphasise that \ninvestigations should be made as to what happened to the \nmonies, as to what happened to the money because we were \nmade to understand that Sharpeville was helped actually by \nthe monies from Sebokeng.  We have to understand how the \n(...indistinct) developed through our monies.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I thank you Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera has a few questions.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Ntsoereng I just want to understand that \nperiod a little better, what were you doing before you \nbecame a councillor?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I was a salesman.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And you said earlier on when you were speaking \nto Dr Boraine you said \"my community harassed me but we \nasked for their permission before we became councillors\", \ncan you just tell us a little more what you mean by that?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "When I say the community harassed me, my \nhouse was burnt and I had to leave the township, and that is \nthe same community that trusted me at that time. \nHRV/1046",
            "Male"
        ],
        [
            "DR RANDERA",
            "/...\n11",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "I know it's a long time ago, can you please \njust tell us there were, I understand there were some \nelections for these local councils how many people actually \nvoted for those councils, what percentage of the population \nin your opinion?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I can't remember the percentages but what I \ncan remember is the fact that in our region we had a LPP \nmember and I had 1,400 votes and he only had 600 votes.  I \nam talking about the region here, not about the Vaal \nTriangle in general.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I just want to come back to where you started \nyour statement, I mean maybe the dates are right, maybe the \ndates are wrong, you say on the 3rd of September you had a \nmeeting in Zone 13 with, or three weeks, sorry my apologies, \nthree weeks prior to the 3rd of September you had a meeting \nwith the people of Zone 13 ...(intervention)",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "That's correct.",
            "Male"
        ],
        [
            "DR RANDERA",
            "It sounded like it was quite a reasonable \nmeeting and then three weeks later you say on the 3rd of \nSeptember I heard over the radio that some of our \ncouncillors have been killed.",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Yes.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What happened in this period?  On the one side \nyou seem to have had quite a reasonable discussion with the \npeople of Zone 13 and three weeks later it seemed like the \ntownship was burning, what happened inbetween?  Who was \nresponsible?  Who were the other organisations that were \nworking in the area?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Which area are you referring to Sir?",
            "Male"
        ],
        [
            "DR RANDERA",
            "I am talking about your area, Sebokeng.",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I want to point out that there were many \nHRV/1046 organisations/...\n12\norganisations.  UDF was present and they also held their \nmeetings and we used to hold our meetings as well.  Now the \nmeeting we held three weeks before we were about to report \nto the community that we will not meet their demands if they \ndon't agree to the fact that the rent has to be increased by \nR5,00.  In that same meeting, it was a great meeting, a big \nmeeting because we had the drum majorette, there was a \nbeautiful day, we were explaining to the community this \nissue of increment.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Ntsoereng I just want to come back to this \nissuing of guns to the councillors, who gave out the guns?  \nWas it the administration or the police who gave out the \nguns and were people trained to use those guns?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "I want to talk about the training, I don't \nknow whether they were trained to use the guns, but what I \ncan explain is that those guns were the adminstration bought \nguns.  That is the fact I know.",
            "Male"
        ],
        [
            "DR RANDERA",
            "My last question Mr Ntsoereng.  You say in \nyour statement,\n \"These people who destroyed my house they also \ndestroyed me morally.  I put the blame to the \nregime, that is apartheid\".\nNow I want you please to just tell us what you mean by that, \nbut also in doing so can you please tell us in your memory \nhow many councillors actually lost their lives during this \nperiod?",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "Nobody in those years wanted oppression.  \nMyself as a councillor I didn't like oppression but the \nregime put us in trouble.  I have already explained that \ninvestigations should be conducted because the Black people \nwere used by the Government.  The community of the Vaal \nHRV/1046 Triangle/...\n13\nTriangle was living on conditions of bridging finance.  They \nused to meet their target and they could also meet their \ntarget at Wittsieshoek.  I have already indicated that the \nirrigation system in that area was supported through the \nfunds of our region.  And the community lost temper and \npatience. That is why I say the regime is responsible.  I \nknow the deceased Mr Kuzwayo Dhlamini who was killed.  Mr \nSiza Mucheane.  Jacob Chakane and two months thereafter Zipo \nDhlamini was killed in Everton.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So that is four people that you know who were \nkilled during that time who were councillors.",
            "Unknown"
        ],
        [
            "MR NTSOERENG",
            "But the people who died in that violent era \nwere many, not only the councillors, but many people died.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ntsoereng on behalf of the TRC I would \nlike to thank you so much that you came.  Thank you that you \nbrought your daughter with you today and introduced her to \nus.  We really want to say to you that the Truth Commission \nhas many tasks.  One of the tasks is to try and find out the \ntruth of what's happened in South Africa and the information \nyou gave us will help us piece together the true story of \neverything that happened in the Vaal Triangle in those \ndifficult years.  Thank you for helping us with that.  And \nwe also want to say to you that we do have sympathy with \nyou, with the dilemma you were in.  You told us about the \ndifficulty of being a councillor in those years, as you said \nyou were chased by your own people, on the other hand you \nwere harassed by the regime, by the administration and we \nknow that the councillors also suffered and that their \nfamilies suffered with them.  Thank you that you told us \nthat and we do hope that partly because of your story today \nHRV/1046 that/...\n14\nthat you and your family and many other councillors and \ntheir families will be well accepted back into the \ncommunity.  And as for your request that there's \ninvestigation needed about the monies, the way the monies \nwere used we will take that along and we'll present your \nrequest to the TRC.  But thank you for coming, and thank you \nfor bringing your daughter.  You may leave and you may take \nyour place again in the audience.",
            "Unknown"
        ]
    ]
}