{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-06",
        "location": "SEBOKENG",
        "names": [
            "ALBERT MBABEKELWA"
        ],
        "case number": "312",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55879&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb312.htm",
        "speakers": [
            "COMMISSIONER",
            "ALBERT AMANDLA NANGALEMBE",
            "PROF MEIRING",
            "CHAIRPERSON",
            "DR RANDERA",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "COMMISSIONER",
            "MR NANGALEMBE",
            "PROF MEIRING",
            "ALBERT AMANDLA NANGALEMBE",
            "CHAIRPERSON",
            "DR RANDERA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "Can I just say Chairperson, I mean I said earlier on that the stories from this morning are connected and we are, Albert Amandla is going to be talking about that fatal night of the 12th of January 1991.  He is specifically going to be talking about his brother, Christopher, whose name has been mentioned already this morning.  But I think we must just remember that on that night 38 people were killed and 40 were injured when a group of men indiscriminately sprayed AK47 gunfire at the vigil that was organised for Christopher.  Christopher himself was an ANC member and a member of the Sebokeng Crime Prevention Unit.  He was kidnapped and killed near Boipatong on the 5th of January 1991.  Amandla I welcome you, good afternoon.",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Thank you.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Will you please introduce us to the people who are accompanying you.",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Next to me is my mother, Margaret Nangalembe and my aunt Elizabeth Maseko.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Welcome.  Amandla I am going to be handing over to Professor Piet Meiring who will be assisting you in telling your story.  Thank you.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Nangalembe it is my privilege to assist you.  It is a harrowing tale you have to tell to us, a very difficult story ...(intervention)",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Amandla would you just stand to take the oath.\nHRV/312 ALBERT/...\n2",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "(Sworn states)",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Amandla let us proceed then.  I would suggest that you tell your story in two phases.  That you first concentrate on your brother Christopher and what happened to him and then after you have told us about the 5th and 6th of January when he was abducted and killed, then we can turn to the 12th of January when the vigil was taking place at the house and the massacre that occurred then.  But let us talk about Christopher and then afterwards about the vigil and the massacre.  But please tell your story and take your time in doing that.",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Thank you Chairman as well as the Commissioners.\n The first thing I am going to talk about is my brother, that was the youngest, he was the last born, Christopher Mpigelele Nangalembe.  I am talking about his as a member of the ANC's League at zone 7, they used to call it Chief Luthuli.  It is quite true, according to what has been said that Christopher Nangalembe was one of the members of the Crime Prevention Unit within the ANC and it is quite correct that Christopher Nangalembe used to stay at Zone 7. They were friends with Ketisi.   He was commonly known as \"The Vaal Monster\".\n I will just give you a brief outline as to Christopher Nangalembe's life before all these things took place.  The name 'Mpigelele', I don't know how my mother gave Mpigelele this name.  He used to be very persevering whenever he wanted to do something he would insist persevere and push forward.  Maybe if we did not - he wanted to be a policeman and he wanted peace amongst the community.  But even besides that, I personally I was against the manner in which the \nHRV/312 police/...\n3\npolice dealt with the community.  That was before the unbanning of the political organisations.  He tried to persist because his friends were policemen and they are still policemen.  Immediately thereafter the political organisations were banned, namely PAC and ANC and he was happy when this happened.  He was one of the people who were happy to see Mandela being released from Robben Island.  He started taking part in helping the community.\n On the 5th of a Saturday morning my mother received a phone call.  This phone call arrived at Maria's Hair Salon who is now deceased.  This call was telling my mother that they wanted to get Chris, if they couldn't get Chris they were going to kill us all and they were going to burn down the house.  My mother sent my sister, who comes after me, I was staying in Zone 10 at that particular time, just behind the mountain at Small Farm, they came to tell me that they have received this message.  At that time, that particular Saturday, just the Tuesday before that Saturday after New Year there was an altercation amongst the comrades and Ketisi.  At that time they were trying to solve that problem that is besides having to shed blood, they wanted to negotiate.  Chris was witness in a case of an abduction. He was taken by Ketisi and Ketisi made him to drink acid.  Fortunately Chris went straight to Ketisi and told him straight that since he had done this deed he was not going to leave him alone, he was going to tell people that he had done this.  Probably that was the first incident that make Ketisi to be notorious.  And the second was all those things that Ketisi's mother has already related about.\n On that particular Saturday when the negotiations were supposed to take place I discovered that Chris was not at \nHRV/312 home/...\n4\nhome, he had gone to Zone 12 where he had gone to install a ceiling in a certain house.  At Ketisi's place there was a Granada, it's the big model.  As Chris was proceeding towards his customer's place these people approached him driving this Granada from Ketisi's place.  I think one of them was a member of the IFP.  His surname is Gubeka, but I've forgotten what his name is.  Just as he was approaching the gate this Granada accosted him.  There was Hunter inside.  There was Zanzi.  There was Temba.  I don't remember the last one.  Zanzi is the one who grabbed Chris and threw him into the car.  Somebody saw this happening, an eye witness.  It was at about 5 o'clock in the afternoon and during summer it's still very bright.  They took Chris into a certain yard, that is Ketisi's yard, that's where they parked the car.  As the car was still parked there somebody was sent to me to come and tell me that Chris was taken, as we had got the message before that they wanted to take Chris.  I went back home.  I also had a Colt Chrysler.  I drove - this Cold Chrysler was always spotted by the police but I will not explain as to why they wanted this car because the real matter here is about Chris.  When I arrived at home I told my mother that I wanted to go and see as to what was happening with Chris.  Just as I got to Ketisi's place it was the next street I came across Lucky Mboyana, he warned me not to go there because these people were fully armed.  I wanted to go and negotiate and find out as to why they had taken my brother.  I had not thought of them as being armed and they would want to kill me. I just wanted to know the reason behind the abduction of my brother.  I am really sorry that I had to mention Lucky Mboyana's name.  He prevented me from going there.  He said I should go to \nHRV/312 Vietnam/...\n5\nVietnam to fetch some comrades that I knew.  According to my recollection Adrian Vlok at that time was the Minister of Justice, he asked that if there's anybody who is having arms should be reported to the police station.  I had decided that I should go to the police station and be a law-abiding citizen.  I went to the Houtkop Police station, when I got there to report that my brother had been abducted and he was at Ketisi's place the police told me that they were afraid to go there.  They told me that if I was talking about Ketisi, Ketisi was armed to the teeth and they did not want to tamper with him.  These were the policemen who were telling me this.  These policemen were on duty on a Saturday and if they could be identified I could be happy because they made me a laughing stock at the time when I went to report this to them.  I decided to go to the comrades at Vietnam but somehow I was confused because I knew that there was going to be violence.  Now I asked them as to what I was supposed to do because they were supposed to be the ones who were protecting the citizens.  They told me that Ketisi and his friends were fully armed. \n The second thing they told me that they didn't know the number of the house.  They knew that it's just a house but I must bring the number to them.  Now I told them that if I go to seek the number I had to come back to the police station to furnish them with the number.  Now I went to look.  I saw the Granada at Ketisi's place.  You know your brother, even if it can be at night, I looked inside the Granada my brother was sitting inside and he was in the middle.  My intention was to look at the number of the house at Ketisi's place.  I was not able, because at that time when I was passing this Granada went out of the yard and \nHRV/312 tried/...\n6\ntried to follow me.  I took a turn at Xindi's Street, that is proceeding towards my own street. Zanzi was also staying at my street.  I saw the Granada following me.  I thought maybe they were taking Zanzi to his place.  They followed me and I went inside to tell my mother.  The Granada passed slowly as I went in.  At my place there's a big light and it's very bright.  As they turned in the Granada I saw my brother with my own eyes.  Maybe they had told him that he must come and bid us goodbye.  I was looking at my brother as he was inside the car.  I shall excuse myself because I've already mentioned the name of the person who was also involved who was in the car when my brother was being taken away. When this car took the turn towards the taxi rank I tried to rush out to go to my uncle and report.  My uncle is David Ncube.  I wanted him to phone the police and tell them that something had happened.   As I was going out the Granada chased me from Zone 7.  I was busy going around flicking to the police that they should help me because I was being chased by this Granada.  They never bothered to help me until I got to the police station, and when I got to the police station this car was following me and I didn't stop at the stop signs because I was scared for my life.  I thought that as the police had realised that there was a car chasing another one they should have made a follow-up.  But because it was known that it was a car that was sent to do its job that is why the police did not follow the car.  I got to the police station and at that time I was coming for the second time, I stopped and jumped into the police station and I said to the police I'm being chased.  They just looked at me as if I was mad. And at that time a third car came, that is the second car that was chasing me.  There HRV/312 were/...\n7\nwere three men inside that car, they were armed with guns.  They did not leave their guns where they were supposed to leave them at the reception.  They came with their guns and they stood beside me whilst I was complaining to the police only to find it was the same group that was travelling with Ketisi and they wanted to know what I was saying to the police at that time.  The person I was with at the time warned me not to continue talking because these people had come to hear what I was going to say.  I don't know whether the police called a riot squad or if the police of Vanderbijl they called them to come and take me to Vanderbijl.  I told them that the car had just passed, it's heading to Boipatong with my brother.  They were insisting that they wanted to go back to Ketisi's place and they told me that I must keep quiet and I must listen to them.  I was not going to give them a directive as to what they should do as the policemen. The riot squad came.  They were travelling in two vans.  They said I should escort them to Ketisi's place.  We went to Ketisi's place.  I was just going there because I had no alternative.  I thought maybe it's the procedure.  When we got there I stopped my car at the corner so that they might go alone.  They surrounded the house and it was pointless for them to have done that because Ketisi and my brother were not there as well as his group.  They got in there and they tried to investigate as to where Ketisi was. They said they don't know where Ketisi had gone to and they told me to go and sleep because these people were not there and they said I should come back the following day at the police station.  I reported this to my mother and I told my mother that the police refused to help me.  I went to sleep. At the time I was the Chairman of the HRV/312 Child/...\n8\nChild Welfare Tusonang(?) in Sebokeng, there was a meeting the following day that I had to attend.  When I was still in that meeting there's another gentleman with whom I was staying at Zone 10.  When he got in I could see it in his face that he was going to report to me that my brother had died but that did not surprise me because I was expecting it at any time.  When he got to me he said he had come to fetch me I should go home.  \n When I got home I got my mother as well as my aunt.  They had already got a message that Ketisi, that Chris was found at a dumping site in Boipatong.  Well that did not really surprise me because that is the direction they headed for when they had taken Chris.  I decided not to follow them in this because I felt that probably my mother could lose me also.  We got Chris at the dumping site.  He was tied, his throat was tied with a wire and this wire was twisted with a pair of pliers.  People saw him in the morning they could only identify him with his ANC card that he used to carry with.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Amandla can we just stop you while we give your mother some help please.  Can the briefer please help Mrs...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please we request you to be silent.",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Mrs Nangalembe can we proceed?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I thank you Mr Chairman.  We were sent to the police station to go and see Chris.  I went with my uncle to go and identify him.  They told us the name of the policeman who was handling the case.  When we went to identify my brother that policeman was not there.  Apparently he was from VanderBijl.  They asked me to get in there but I refused.\nHRV/312 On/...\n9\n On Monday we went to the police station.  They said I should submit a statement.  We were sent to the VanderBijl police station to look for the particular policeman who was handling the case.  I couldn't get hold of the policeman. Where Chris was dumped in Boipatong is nearby where I was working.  \n On that particular Monday I had to go to work, I was working night-shift.  That is when I got the message.  It happened that Zanzi's father and myself were working together in that particular firm, and it was said that Chris could not be buried even if we found them because they were going to attack us.  I was told by my co-workers.\n I asked permission at work to be released because I could not work that particular day.  I went back home and I asked them to give me a few days leave.  I wanted to bury my brother on a Wednesday that particular week because I did not want the organisation, of which he was a member to be involved.  But I still say the leadership of the ANC asked my mother for permission so that they may conduct the funeral themselves.  \n But the most painful aspect of this is that the people who took him blew their horn and they waved their hands at me.  When I go to the shops they also used to go to the shops.  I want to explain that at the time that Chris died he did not always stay at home.  He used to be called at places.  He used to like staying at Malinga's place.  That is where we went to fetch his clothes.  I just want to remind the Commission that Chris, when he died, he died after his wife had died only a year before.  He left a two-year-old child.  His name is Sepo.  When all this happened, I don't know how these people know my relatives or how they \nHRV/312 got/...\n10\ngot hold of the information.  They knew all our relatives and whenever we went to the relatives they wanted to know what we were talking with the relatives.\n On a Wednesday we went to the police station.  I was with Mncube that is my aunt but she is not present at the moment.  We went to report this that we were receiving threats that the people who had attacked Chris had promised to come back and attack us as well and they were very well known.  Even the very same car that abducted Chris was seen driving around the streets.  I will leave that matter momentarily.  Maybe I will come back to it when I remember some of the things that I think I might probably have left out.\n On a Friday when we were preparing for the funeral we asked people and warned them that there wasn't going to be a night vigil for Chris, but it so happens that the youth as well as the community insisted.  They said that they knew there wasn't going to be a night vigil because the people had said they were going to come back and attack but they wanted to come and protect us.  They wanted to stay in the yard and protect us just before the funeral.  We could not refuse the offer.  \n We reported to the police station that there was going to be a night vigil and there were going to be people so we requested them to come and give us some security. Saul Sotetsi was there.  He was a member of the Council of Churches, some of them I've forgotten their names they also came to report.\n On Saturday in the evening, it was 1:20.  It was towards dawn, no I am sorry that was on a Friday.  Just before the lights were switched off in Sebokeng, the lights\nHRV/312 were/...\n11\nwere switched on once more but the whole block at home our lights went off.  I think these were the technicians who had come to do this job.  Our neighbours gave us tremendous support.  They tried to look for cables and connect so that we may have electricity.  At the time they didn't know that as they were doing this they were doing it for the attackers to be able to see us and attack us.  \n Just at about five to two we saw a group of people coming towards our place.  They were wearing coats, long coats.  It was summer but at that time it was now getting cold.  Many people went to fetch jerseys.  We saw three youths.  They came to me and they grabbed me and said \"these were the comrades we are just coming to observe the situation, do not worry, get into the house\".  Just as I got into the house we heard gunshots.  These gunshots lasted for about ten minutes and people were screaming.  They shot at the tent and the tent was riddled with bullets.  They also threw handgrenades, two of them.  The other one hit a grape tree.  The other one hit a back opposite house where there was a box of coals.  According to information that we got thereafter they wanted to throw it into the bedroom because they thought my brother's coffin was in the bedroom.  Luckily it hit outside but it injured so many people.\n At about 2:15, just opposite my place where we used to go and phone whenever there was something wrong at my place, as I was still dialling the numbers for the ambulance luckily I had dialled to my friend or my colleague who was working at Cape Gate, I told him that I needed an ambulance.  Luckily he phoned the ambulance because he knew the numbers.  But what was surprising was that the ambulances came first to take people who were alive and needed medical attention \nHRV/312 but/...\n12\nbut the police said they got lost.  They could not reach my place.\n The police who came to me were from the Everton police station.  As we were busy loading the people into the ambulances they told me that the police were looking for me and they said I should get into the car because they were taking me with.  I was very confused at the time.  I got into the Casper but as I was inside I was asking myself as to why they were taking me and somehow I felt that probably they were the ones who had shot at us and I asked them as to where they were taking me.  They said I should not ask them because they were doing their job.  As we were going this car which had shot people and abducted my brother was following us.  I pointed this car to them and said this the car that had abducted my brother.  They said I must keep quiet because they were doing their job.  \n Now they were phoning a certain person they called the Lieutenant and they said they were reporting what had happened.  They took me back.  There were four boer police.  They did not even look at the corpses.  They just collected the bullets that were strewn, the cartridges that were strewn around the yard, they just ignored the corpses.  They even ignored the people who needed first aid who were lying down on the ground.  I approached them and showed them that there is the car that had been busy shooting.  They did not even pay attention to what I was saying.  They flatly ignored me.  \n I think everybody had heard what had happened.  People came to my place in the morning to come and enquire as to what had happened the previous day.  What I can say is as -there were handgrenades, they shot the tent, they shot the\nHRV/312 house/...\n13\n house itself, the walls of the house, the people who died there were 38 and it is true that people who got injured were in the region of 40, and they are eight who are crippled presently.  I believe that some of them had come to submit their statements. \n When we went back to the police station we were told to report the matter.  I personally, together with my aunt, I said I had gone to report that my brother was abducted, they did not want to take the statement.  Now after the person had died they wanted me to give a statement.  Now I started asking as to whether the police dealt with dead people or living people, now what statement did they want because the people had died already.  I think this statement is the fourth that I am submitting and I keep on repeating one and the same thing.  I don't remember who the Lieutenant was.  The question that I asked him was, as he is the Lieutenant when the police report what should be done?  But he never answered me.  \n Chairman I should request you that I do not want to be confused.  I do want to come back to all that I have said.  I believe I have left quite a number of things because the families of the people who had died are also here and I am happy that Ketisi's mother is also here so that she could also hear the truth.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Amandla thank you so much.  You have taken us through the story and I think that I, as well as some of the Commissioners would like to clarify a few points with questions we want to put to you and maybe then if you feel that you've left out things you can add to that.  May I ask you a number of questions just for the sake of clarity.  You speak about your brother Christopher, what was his\nHRV/312 occupation?/...\n14\noccupation?  You said that he went to visit a client at some stage, but what did he do, Christopher your brother?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Chris was installing ceilings and he was a carpenter.  It was his part-time job.  Most of the time he was an organiser for the ANC Youth League.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  A second question for the sake of clarity you said repeatedly that it was the IFP, the Inkatha Freedom Party, members of that party who abducted your brother and were also responsible for the massacre, are you very sure?  Is there evidence that they were involved?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Yes I still want to stress there is a lady who has just spoken that there was an IFP rally and her child was shot.  I am sure that their general was Beulah Gubeka.  Temba Gubeka is her son, and this particular group that we are referring to, the one that the lady had spoken about it is true that they used to hijack cars but they used to specialise in force.  They were that group who used to specialise, I wouldn't say they were a gangster, I could say they were stealing or hijacking cars.  But what happened is that at that time Beulah took them. When they were investigating this matter there were rumours that they were trying to solve or tried to solve a clash between Inkatha because Beulah at that time was the general of Inkatha.  He had recruited Temba and Ketisi to join Inkatha and at that time we knew that they were members of the IFP.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Another question which is at the back of my mind the whole time when I listen to you, why did they pick on Christopher?  Why was Christopher the man they wanted to get out of the way?  Was it because he was a member of the ANC and they didn't like it?  Was it because he was a\nHRV/312 witness/...\n15\n witness to a murder?  You say in your written statement that he was a witness to a murder by Ketisi and that that may be why they want to get him out of the way.  Or can it be because they were friends initially and they had fallen out along the way?  If you have to answer that question, why was it Christopher that was the man who was the victim?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I'll just explain it.  As his mother had said that Ketisi, Hunter and Zanzi had taken my brother and they were taken to eat inside together with Lucky Mboyane, the first incident is the one that I had already related is that he forced a certain woman to drink acid and that woman died.  And that woman shared the surname with his wife from Mkopane family.  I don't know whether her parents came to submit a statement.  But Chris did indicate that he knew something about this incident.  I also know this as well as Sotetsi knew this.  At the time the comrades were taking them in their car it is correct that they were going to be burned but Lucky Mboyane told me that Chris came to intervene, not that they ran away or were able to run away, but Chris intervened.  What I was told was that the car had no petrol anymore that's why it couldn't take fire.  Then Chris, as he was nearby that place, and it is correct that the car was at Ketisi's relative's place, but they were not able to escape but Chris intervened and pointed out that they were still handling the people's case and no further action should be taken pending the decisions of the negotiations.  Probably that's what caused him to die.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much for that.  Just for the record you speak about \"Zanzi\", do you have a surname for Zanzi, or is Zanzi the only name you know?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I don't know Zanzi's surname but I know his HRV/312 mother/...\n16\nmother is Tandi and he is Zanzi.  They used to stay the same street as myself.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And then \"Hunter\", the surname of Hunter?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Yes Hunter's mother has just testified..",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you.  And Sipo?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I know only the name.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you.  And then a last question I would like to ask you and then I will hand over to the others, after everything that happened, after the death of your brother, after the attack, the massacre, everything that happened in the community do you think reconciliation between the ANC and the IFP is possible?  Will it be possible in future for people to live together in Sebokeng?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "To tell the honest fact, as the community is present, especially Sebokeng people the IFP has used the poor people, that is (...indistinct) people as well as the Ndlovu people.  There is no IFP in Sebokeng.  Beulah was using some means by conducting rallies there.  The people who were there were not residents of Zone 7.  They were coming from the hostels, as well as in Sebokeng Hostel there weren't any members of the IFP.  What I could say is the community, because the people who were affected were not the ANC members, the PAC members were also affected, as well as Hunter's mother.  Hunter's mother did not belong to any political organisation.  According to my opinion I think as the mothers are sitting here Ketisi's mother as well as Chris' mother are the ones who felt the pain because we want the mothers to come together.  We want them to set an example for us, the youth.  We want them to tell us that we have felt the pain so you as our children should not inherit the pain that we have felt because they are the ones who\nHRV/312 have/..\n17\nhave lost the most.  Now we want them to set an example for us especially the mothers are the ones who were affected,  I am talking about my mother as well as the family members who died at my place, as well as Ketisi's family.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you ever so much.  I really appreciate your answers and I am going to hand over now to the Chairlady for other people to ask questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera?",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Amandla can I come back to your statement.  You said that on the day that Chris was abducted you went to Ketisi's and you saw firstly your brother in the house, who else was in the house at the time?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "As I have already said I could identify my brother.  In this car I did not notice, or I could not identify anyone.  There were two people.  He was sitting at the back seat, there were two people sitting beside him.  I don't know who these were.  I could not identify them.  I identified my brother because I know him very well as he was in the car at the time and the car was parked in the yard.  I did not get into the yard, I was driving past, because Ketisi's house is right at the main road.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And then you went back with the riot squad people you said after you had been to the police station and Ketisi was not there and you had already told them that they had gone in the direction of Boipatong, was there anybody at the house when you went there at that time?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Let me just correct here.  The fact that Ketisi was there I know that at the time he was not there because during that week he was arrested.  It was these other boys who used to associate with Ketisi.  So what I can explain is when we went back with the riot squad for the\nHRV/312 second/...\n18\nsecond time the car was not there anymore because it was following me to the police station.  I had to phone the police so that they may come.  If the police had come same time we could have got them, they could have arrested the person who had abducted my brother.  That they had guns, how did the police know that they had guns?  Why didn't the police move from the police station and go to investigate?  What sort of a police station that didn't have guns?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Sorry Amandla maybe you are moving too fast for me but can I just get you to repeat what you've just said.  On the day that your brother was abducted and you went to the police station, did I hear you say that Ketisi was not there, he had been arrested?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Yes that is correct.  When Chris was abducted at Zone 12 the people I have mentioned were Hunter, Zanzi as well as Temba.  And when the people saw those people these names were mentioned, three people, but Ketisi was not mentioned.  But because the car drove into Ketisi's house that is probably why Ketisi was involved or thought to have been involved.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Okay.  Then can I also just - for everybody's sake and for clarification we heard Ketisi's mother saying this morning that at the time of the massacre at your house Ketisi was in Boksburg Hospital, would you agree with that?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Yes I can agree with that it is quite correct.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you.  I think it's very important that we get these facts right because as we heard this morning people were very sceptical as if they were disbelieving of what the lady was saying, so I am glad you have clarified that issue.  I want to come back to this question of first\nHRV/312 of/...\n19\nof all the involvement of the, we keep saying the Inkatha Freedom Party were involved, and at the same time we hear you say that this group was a gangster element within the community, can we just get some clarification here in terms of the involvement of the political movement, the Inkatha Freedom Party.",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I think I have explained that when there was a rally at Zone 7 the general of the IFP, I don't know whether it's Transvaal General Secretary of the IFP but it was Beulah Gubeka. Beulah Gubeka was Temba's mother and Temba is one of Ketisi's group.  So what happened is that when Chris was trying to solve the argument it had actually transpired that they had crossed the border and they had joined the IFP and their intention was to harass the community, maybe namely the ANC, PAC or the ANC Youth League, but I cannot hide that, that's why I am disclosing it now, that I met Beulah at Vanderbijl Court and I asked her and she told me personally.",
            "Male"
        ],
        [
            "DR RANDERA",
            "But can I again just clarify, I mean this gangster element seemed to be harassing the community already, am I right in saying that, even before this links took place with Mr Gubeka?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I am lucky because I am staying in Zone 7, I grew up there.  These were not gangsters but they used to steal cars and they used to steal Ford, they only started troubling the community when they had joined the IFP because now they were having guns, they were armed and they could shoot and kill people.  Ketisi was attending school at Sogwasi if I remember well.  I don't remember Ketisi harassing people.\n(Tape Part 1 ends.....)\nHRV/312",
            "Male"
        ],
        [
            "DR RANDERA",
            "/...\n20",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "I think the lady is going to be fine.  If we can continue, the Red Cross are in charge and they are handling the situation.  You were talking about the IFP and that is where we stopped you.  Can you just finish that part of things.",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "What I was explaining was that maybe the community did not really look at this thing.  The first thing that I've just explained is that they were stealing cars and specialising in Ford.  They were just a group specialising in Ford.  That they were harassing people before then I don't have any recollection.  Maybe before then it happened but harassing the community at large I really cannot testify on that.  When they emerged it was when they were members of the IFP.  Let me just remind you that there were certain days where they wearing IFP T-shirts and they were driving these Fords.  It was on a Sunday afternoon, it was a sunny day, that is when they shot Zwakala, that is the day on which they shot Zwakala.  They were wearing IFP T-shirts to show us that they were real fully-fledged IFP members.  They shot an innocent woman just next to the shops on that particular day.  When Zwakala came to intervene at that time.  They were just shooting at random. It is also common knowledge that they were shooting at random.  Now the comrades tried to intervene but the people who rendered Zone 7 ungovernable were these members of the IFP.  Before then they used to drive these cars.  But at the time that Chris saw Ketisi forcing acid down a certain woman's throat that's when we started realising that they had actually joined the IFP.  If I do not explain it to this Commission I would have made a grave mistake because it is true that at that time they had joined the IFP.  It is\nHRV/312 correct/...\n21\ncorrect that Ketisi at that time was not known because he looked just like any ordinary person.  I still asked myself as to when he learnt to shoot but they were using him and he used to go with them and they used to shoot people.  This is one of the incidents Ketisi was involved in, because Ketisi's car was known.  Whenever this Ford approached everybody used to run and the street used to be clean.  I want to put this clearly that if Ketisi was not known as a member of the IFP or that there was something happening when I went to report about Chris' matter why did the police say they were not going to Ketisi's place?  How did they know him?  He was already infamous at that time because even the police knew him at that time and even on the 2nd of January that very same week something happened and at this particular time Ketisi's place was already notorious because something was known to the community and the community used to report to the police as to what was happening at Ketisi's place.  I hope I have shed some light as to what was happening.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Coming to my last question now Amandla and it's related to what you were just saying which is the police involvement, we heard this morning that Ketisi and some of his gang members were seen in later times with the police and the army and you've mentioned a few instances where you think the police may have been involved.  Can you shed some light on that?  Did you see these instances taking place?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "Yes, the very painful one is Zwakala's matter. It was on a Sunday morning, we were from a Civit(?) meeting.  I still remember very well we were talking about protecting the community, especially Zone 7, and as we were\nHRV/312 going/...\n22\ngoing out of the meeting we saw about three Fords, as the cars were getting into Zone 7 they got out of the car and they displayed their T-shirts and they walked slowly as if boasting and I think at Sebe Street, at the corner of Zwakala's place that is where they got Zwakala's mother and they pointed at her and they said we are coming back.  Zwakala was a threat to Ketisi because he could actually challenge them single-handedly.  I think he was an MK cadre, but he was not afraid to challenge them.  It was broad daylight on a Saturday when this took place.  When Zwakala chased them wanting to shoot them, there is another policeman by the name Sasa(?), I don't know what his proper name is, as Ketisi was turning, running away from Zwakala proceeding upwards the street we saw police approaching from the opposite direction in the van.  When they were supposed to stop the car that had been shooting people they stopped Zwakala.  Maybe if they stopped him and gave him a warning they shot him at pointblank and I saw it with my own eyes.  This Ford escaped but Zwakala was shot.  It's because the police know this Ford and they had seen the people.  Why is it that the police had to shoot one person who was retaliating against a gang of people?  Now as you are asking me Mr Chairman to relate this I am talking about something that I witnessed personally.  It was on a Sunday at 10 o'clock broad daylight.  That is what I saw with my own eyes.  That is what I can say that I know personally.  What's happened at night I could count quite a number of incidences when people were shot at my place I was now living like an animal.  I could not sleep at home because I was hunted.  By then I had taken my mother out of the house.  I was staying with my wife because I realised that their\nHRV/312 safety/...\n23\n safety could not be guaranteed.  At that time nobody knew what was happening and what was going to happen.  There are many incidents that I can count, and I can count them until cows come home but as many people have come forward, some are even coming to give evidence as to what was happening at that time.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Amandla I don't want to keep you any longer but I do want to say that I think you have spoken very nobly and very honestly and the wise words in your appeal to the mothers of Sebokeng must be heeded very carefully and clearly, and I commend you for that.  Thank you very much.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Amandla we have had you here for a long time so I don't want to keep you for very much longer but I would just like to get some clarity on a few matters please.  The first is about the Sebokeng Crime Prevention Unit, you say that your late brother Christopher was actively involved in this unit?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "That is correct.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Can you just tell us a little bit about this Crime Prevention Unit and when it was formed and why it was formed?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I cannot delve deeply into this matter because I think the people who gave submissions there might probably be people who know more about this because I was not a member and I did not know anything about this, but I did know that there was a Crime Prevention Unit.  But what I can point out is that the community realised that they were being harassed and probably the community came together in trying to solve these matters that were arising within the community without having to shed blood.  Unfortunately Dr Ally I don't have more information.  Maybe there are\nHRV/312 certain/...\n24\ncertain people who know more about the structure who could give testimony with regard to that.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you. And just do you know anything about the - when Victor Ketisi, when he was asked to appear before the Street Committee towards the end of 1990, it was in December 1990, do you know anything about that event of what actually happened there?",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I have no knowledge as to what had happened.  There was a meeting of the Street Committee, it was not the Street Committee in actual fact because if it was the Street Committee Saul Sotetsi was not staying at Zone 7, and the meeting was not at Zone 7.  This meeting failed because Beulah Gubeka intervened.  They were supposed to have met at a mutual venue because they were scared that people might be disturbed in the meeting.  So the Street Committee meeting I have absolutely no knowledge of, I only knew about where Chris was involved.  That led to his death.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you Amandla.",
            "Unknown"
        ],
        [
            "ALBERT AMANDLA NANGALEMBE",
            "I think I have forgotten something.  Maybe I did not tell you that the case of the night vigil massacre proceeded to court. I was going to come to that one when I had just finished saying what I want to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Amandla, your mother as well as your aunt we thank you very much for having come before this Commission to come and relate this very painful story.  It is very disturbing that we have been listening to the stories of the mothers who had lost their sons, who have lost their beloved sons in many different ways, but the basic thing is that they have lost their children.  We thank you very much for having come to shed some light because this is going to help us in the investigation.  We are really disturbed at the way HRV/312 in/...\n25\nin which Christopher died.  It is quite horrendous.  Maybe he was a community-builder, he was an aspiring community-builder.  It is quite obvious that Zone 7 was the scene of great conflict.  Now you come and repeat the very same story that a number of times you requested the police to come and intervene but they failed to do so.  We have also noted that.  We shall try by all means when we investigate the matter to see as to why the police were acting in the manner they did.  We are also surprised at the AK47 and the grenade as to where they came from because this was a community, a peaceful community.  \n What is even more unsettling is what happened at the night vigil of your brother.  We as the Black people regard the night vigil as something very sacred, something very respectable and it's a support system that is gathered by the neighbours when death has occurred, that's where we meet, where we console each other, where we encourage the bereaved.  It is quite painful that the people who have come to console the families, to pay their condolences end up dying just like flies.  We know how unsettling it is that this happened right in your own yard even before you buried your brother.  \n You have already pointed out about the inquest which was held at the Vereeniging Regional Court and in your statement you are not satisfied with the outcome and even the manner in which the inquest was handled.\n We as the TRC are going to try by all means to reopen this case, to reinvestigate this matter, and we hope that all the witnesses, eyewitnesses will avail themselves both sides so that we may be able to investigate the matter and get some clarity as to what actually happened and who did it HRV/312 because/...\n26\nbecause we don't want to take premature conclusions that the police were actually responsible.  We want a proper and thorough investigation to be done so that we may arrive at the truth.  And I also believe that Hunter's pending trial will also shed some light in this case.\n We thank you very much for the suggestions of reconciliation that you have brought forward.  We may point out that the mothers, it is easy for the mothers to come together because they share the grief.  It is easy for them to initiate the peace proceedings.  We have realised because in the struggle the women have been united.  We thank you for the suggestion very much.  We appreciate it and we shall take this further and point out the Rehabilitation and Reparation Committee should look at this suggestion seriously and see that it's being implemented.  We thank you very much for having come forward.",
            "Unknown"
        ]
    ]
}