{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS & ANSWERS",
        "starting date": "1996-08-05",
        "location": "SEBOKENG",
        "names": [
            "DUMA JOSHUA KHUMALO"
        ],
        "case number": "861",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55898&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb861.htm",
        "speakers": [
            "COMMISSIONER",
            "MR DUMA JOSHUA KHUMALO",
            "MRS MKESE",
            "DR RANDERA",
            "MS JOY SEROKE"
        ],
        "original_speakers": [
            "COMMISSIONER",
            "MR DUMA JOSHUA KHUMALO",
            "MRS MKESE",
            "DR RANDERA",
            "MS JOY SEROKE"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "... who were involved came to be known as the Sharpeville Six and Mr Khumalo, I welcome you this afternoon.",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "Good afternoon, sir.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Mr Khumalo, my colleague Mrs Mkese is going to help you in telling your story but before we get to that will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "(s.s.)",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Before I hand over to Mrs Mkese will you please introduce the person who is with you this afternoon.",
            "Unknown"
        ],
        [
            "MRS MKESE",
            "This is a person who is taking care of me.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Thank you, Duma, I welcome the person who is taking care of you as well.  Mrs Mkese.",
            "Unknown"
        ],
        [
            "MRS MKESE",
            "We welcome you, sir.  I will just request you to tell the Commission about your life just briefly.",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "I will relate about what happened in 1984 on the 3rd March.  It was in September, I am very sorry.  I was a student at Sebokeng Training College.  Not this one, it was not yet built this one.  It was still in Zone 7 then.  It was my second year.  Now it so happened that there were some meetings.  I never used to attend those meetings.  I didn't know a thing about politics but on the 3rd September when there was a march I was there like any other person and there was no one actually who forced me to join that march. I actually took that decision myself.  It so happened that we were coming along Zwine Street and we HRV/861 met a group/...\n2\nmet a group coming from Vuga and were quite large in number.  And the police approached from the other street and some were approaching from the back and some from the front, shooting.  When I tried to escape run and one got shot and fell.  And he shouted for me to come and help and I took him to the nearest house and we helped him with the mother of that house.  I knew that person very well.  The name was Mango Mketsi.   We spent some time in the house because he was shot at the ankle.  After that we left the house, we did not go to back to Zwine Street because the tar road was occupied by the police.  I tried to take him slowly to his place.  It happened that on that very day we heard that Mr Dlamini has been banned.  Now that was the end from my side.  On the 5th December around three in the morning there was a knock at the door.  I opened the door.  I found out it was - there were many people who was outside and they asked are you Duma and I said yes.   They said dress up and come along with us.  I dressed up, I left with them.  I actually took my pass and I went with them.  They went to Don Gwise (?) and he was not there.  They left for Oupa (?) place and they found him and they took him to another car.  The car left.  It went to Theresa Ramasamo.  She was there and she was taken to the front of the car.  When she got inside she looked at the back and say are you here also Duma, I said yes.  I said no don't worry, they are still going to question us.  We will be back.  When we got to Vereeniging police station - actually when we were still talking the boer insulted her.  I don't remember quite well what the boer said but I know for a fact he insulted her.\nThey took us to Vuka police station.  When we arrived at Vuka they took one to the other corner, one to the other\nHRV/801 corner/...\n3\ncorner and they said talk now.  What happened on the 3rd September?  I said I don't know anything.  And he said to me you are a snake.  I don't quite remember what he said but he was talking in Afrikaans.  He said to me you are a snake and we will shoot the snake in the head.  And he said sign here, and I signed there.  He called us and he said get into the car.  He said occupy the front seat and the rest should go to the back.  He didn't ask those anything though because at the time it was my first time in my life to be in that kind of a situation.  I could do anything.  I could actually leave the car while the car was in motion but I think he did notice that I could do anything and then he said hey come and sit in front next to me and they went to lock us up at Vereeniging police station.  Saturday morning they took us, they took us into the combi.  They actually chained our feet.  Or they actually chained us on the seat of the combi.  They took us to Diepkloof, Sun City.  When we arrived there they told us that we are under Section 29 and they locked us up in cells, different cells.  One in each cell.  The windows of the cell I was in were actually broken.   I took one of the pieces of the bottles - of the window glasses, I ate them.  I actually ate lots of some pieces, glass pieces.  I could not eat.  I didn't have any appetite.  At the back was some blood coming.  I was excreting blood.   One guy said to me look, you are not born in prison.  Even though you can stay here for a long time but you leave.  That was the doctor and after then I felt consoled, I stayed in the prison.  But my heart was against that.  I told some other inmates that I cannot stand this life, maybe we should come\nup with a plan that one of us maybe can escape or go to the hospital and tell other people that hey it is difficult, it\nHRV/861 is/...\n4\nis hell.  I met Christen Mgbone in the prison and Gideon Mgwono and some others from Sebokeng.  None of us was brave but I said to them okay break my leg.  They took some tissue and inserted the tissue in my mouth and they took the bucket, water bucket, to hit me on my feet trying to break my feet so I can go to the hospital.  But we did not succeed in that plan.  After some weeks Reverend Selane and some others from the ANC like Lucky Twala and Oupa Mhlmogo of AZAPO and Tom Mhlapa of Inkatha when they came we started now talking about the politics.  After some time I got used and I even forgot the fact that I was in prison.  It is difficult, it is hard in the prison but when you have met people you forget where you are.  Every afternoon when it is lights off around eight everyone will just come by close to talk about politics.  That is where I learned the politics.  One day they saw that the food was not of standard and the treatment was not of standard and we were not even allowed to read the newspapers and books.  We could only read the Bible, we were only allowed to read the Bible.  Now one day they suggested maybe we shall be on hunger strike.  We were  on hunger strike for seven days and we were not all of us.  Not all of us were part of the hunger strike.  On the seventh day doctors came.  They said they were still going to talk to the police but in the meantime they will take some of us to choose what kind of food we can eat.  They took Vuzilane and they took Lucky and they took Tom Mhlapa to go to the kitchen to choose what kind of food we could eat.  They came back with food and we forgot really that we were in prison.  We even forgot our homes because now we\nwere learning.  In 1985 on the 23rd April the police came and they took me and Gideon Mgwono and Christen Mgbone and\nHRV/861 Theresa/...\n5\nTheresa Ramasamon. They said when we got to the reception they told us that they are releasing us under Section 29 but still they were arresting us now for murder, meaning they were going to charge us now formally for murder.  They took us to Krugersdorp.  When we arrived at Krugersdorp we met others who were coming from Sharpeville, Reginald (?) and Oupa Ndiso and Don Magise.  It was wonderful really.  You know I don't know how to describe the prison.  It was all happy.  That day we actually did not sleep.  We celebrated.  You know it has been a long time we haven't seen one another.  The following day they took us to Houtkop and they charged us.  Attorneys were already there waiting for us. Ismail Ayob and Association.  But we thought we will get bail to be released but you know one of the most painful thing when I arrived there is that my parents were not told and it has been a long time that I haven't seen them.  They were not even there at the court.   It was my first sign that I cried.  And I cried like a baby.  When we got to (indistinct) they came on Saturday.  We were there.  In August the 23rd they took us to Pretoria and they said our case will begin on September.  I will speak from my side.  You know I didn't have a problem regarding the case because I will tell the truth before the Judge. It so happened that when the trial gets started going on something that surprised me came out.  One of the state witness said saw me pushing the car from the garage and saw me putting petrol in the car of the deceased and there were children in the car with the deceased as well and said I was preparing, making the petrol bomb, giving - supplying people with the petrol\nbomb.  And if I did not give you a petrol bomb I will give you the stone.  You know it like supplying people about\nHRV/861 stones/...\n6\nstones and petrol bombs and that scared me.  I can't make a petrol bomb.  If I could make one I would have revenged after I was released from prison.  It so happened that the second witness, it was said that he should come and pin me down.  He was a student at Roma and went to the father who is present right here.  Father Leonard sent him to the attorneys, the very same attorneys that represented us.  One took the statement, he actually didn't know that the family was representing us.  They took the statement.  He stated that he was there.  The police took him to Krugersdorp and he was bitten and they said he should take me.   We discovered that the law did not allow to share an attorney because we were represented by the very same firm as well.  They asked him to go and look for another attorney and he was told to go and look for Bam and he gave the statement then.  Arrangements were made with the prosecutor that the day when Maneta was coming to give his evidence Bam should be called because he is the one who is representing him.  The prosecutor did not do that.  Now because there was some knowledge about his statement they asked the Judge that Maneta should be excused to leave for a while and they told the Judge that he actually supplied some statement showing that the evidence that he was going to give was not the truth but all that was the police influence.  And Maneta was called back again and he was asked if he knew about the statement he gave to some attorneys and he said yes.  And the Judge said to him he had that right of saying anything about that statement and also he had a right of refusing to say anything about the statement and the Judge asked him\nwhat do you choose and he said I choose not to say anything about that statement.  My attorney at the time was Jack and\nHRV/861 he/...\n7\nhe told the Judge that if it can happen that the Judge allows Maneta not to say anything about the statement it can happen that we can actually be sentenced to death.  He told the Judge that Maneta's statement would assist to show that there was no investigation that was conducted in as far as this case is concerned.  They just said he did not have authority of overruling the privileged statement.  As the case went on when I went to give the evidence I called the person who was injured and the other lady and they came to give evidence.  Their evidence was accepted at the court of law.  Yes I have said some lie to the Judge and I said I was forced, I was taken by force but it wasn't true.  As I have already explained to this Commission that I joined this march at my own choice.  On the 10th - on the 13th December the Judge sentenced us to death.  We were six.  Two were sentenced for eight years and we were also sentenced for eight years for submission.  He did something that I didn't expect in my life.  When he announced the sentence of death that was heavy.  He told us that you will go back where you are coming from.  You will be there until time comes for the day of your death.  You will die that day.   Truly we left for the Central Prison.  When we got to the door two were escorting us.  The boer who was working there asked how was our behaviour.  He answered and said terrible,  meaning we were not arrested because we were coming from the nearest court.  People were known about chains coming there dragging in chains.  He said to us op die lyn, meaning we should walk by the wall, right next to the wall, not anywhere.  When we got to the office we found some clothes there waiting for\nus.  I was the tallest.  You see I got the short pants or trousers.   The other one who was the shortest got the\nHRV/861 shortest/...\n8\nshortest trouser and he was asked to give that to me and that was the worst now.  Now they took us two sections, to different sections.  It was at night when we got there.  There was A1, A2, A3.  I was at A3.  When I got there its door, I can't even describe it.  But the key was so tiny, they opened, I got inside and there was this mattress.  Coconut mattress down there.  You know the bed looks like this floor, it is wood.  The blankets were stinking.  You know as we had arrived on the 13th December my neighbour told me that they had just closed - your cell was being used like a port.  You know the port, it is where people who have been sentenced to death go to.  You know there is things that I discovered as time went on as I occupied that cell.  That as December was nearing they were trying by all means to reach a certain number of people, getting people out of the cells and convert those cells to this port. You know when they say the cell is the port they take out the mattress, they get the underwears and take your clothes so you can not be able to kill yourself.  The first day when we arrived I could not sleep.  It was difficult.  I was crying all night long until I fell asleep.  The second day in the morning they said we are going to be slashed.  You know only eight could come in, you should smear some soap on your body.  When I got back they gave us some porridge and cold tea.  I could not eat.  My neighbour on the other side said no just leave him alone, he is panicking over the sentence.  I was surprised that how could he say that.  Because we were sailing in the same boat, we were there for two or three days you know without eating.  We did not have appetite\nactually.  Time was drawing closer to Christmas.  When Christmas came, Christmas day Adjutant (indistinct) Arnot\nHRV/861 brought/...\n9\nbrought some sweets outside by the - down and the sergeant will open the door and you should just take those sweets.  In other words that meant you are a dog.  They decorated with different colours out there where they were killing people towards Christmas they were put all decorations and balloons.  Boers were enjoying.  In January on the 4th of 1986 they brought some person coming from KwaZulu.  It was some time that he has been there.  They put her next to my cell and they brought two other Coloureds.  There were actually four.  Those were the very first people I saw them taking them to the port.  When you are in that port you talk from the morning.  Actually you talk for 24 hours.  I was their neighbour.  I was these peoples' neighbour.  They were singing, doing all sorts of things and one told me that those were going to be hanged.  They give you seven days.  On the 6th day two got a stay for execution and the 60 year old man was hanged.  I began now to be uncomfortable because he occupied the third cell from my cell.  They took me to another one.  When my attorney came I said hey it is hard here, it is difficult. One of the accused said is there no way we can get bail and he said there is no way you can be granted bail when you have been sentenced to death.  I said fine.  So we were there until we got used to that.  It so happened that I said right next to Akipi of the ANC, opposite his cell. I was very older than this guy opposite me. He was a member of Umkhonto we Sizwe.  He taught me politics.  If I hadn't met him I wouldn't have survived that life.  You know he was an orphan, which was the most pathetic part of it.  It so happened that every time when\nthey hang people, because I was in that port section, the last day will give them visual - night visual while the\nHRV/861 person/...\n10\nperson was still alive on his very last day. On your last day they will give you chicken with no bones and they allow you to buy anything that you like.  There is hunger there.  There is starvation there.  There was another song, there were two songs.  This song say your death makes me to survive.  We only survived by that means, by those means for them to get some food and some extras to give us when they were being hanged.  In 1986 we were granted appeal and the Judge said it can happen that there has been a mistake, you made a mistake by not allowing us to ask Maneta about his statement.  You see that statement, Maneta's statement disappeared, it is no longer in court.  It is not even found in the records.  It was destroyed.  I think the Judge did all he could so that that statement was not avail to the court of law.  The mistake that I had already forgotten is the one that was applied to us of the common purpose.  I will get there.  When we went to the Court of Appeal to talk about the common purpose and frauds that was committed by the police the Judge, the three Judge protected that Judge, they said our attorney did not give the Judge enough evidence about that statement.  They said if my defence asked the Judge to read the statement, Maneta's statement,  I say that Judge should have asked to read that statement if he was interested of knowing the contents of the statement.  They said the Judge made a mistake also because the Judge did not have authority.  This means that the defence made mistake which is not true because he asked that this person has given this evidence being forced.  This is against his will.  The Appeal Court said the Judge had made a mistake\nbecause he did not have authority and my attorney also made a mistake by not giving the Judge the details of the\nHRV/861 statement./...\n11\nstatement.  Because of that the case is out.  They failed to apply natural justice.  They did not really fail but they were protecting the trial Judge.  We had some hope and we believed that the Appeal Court, the outcome of the Appeal Court will be different.  So we were really destroyed when we were told that our case has been dismissed by the Court of law.  This meant we should make a petition for the State President.  When we have made a petition to the State President, that means at any time they can come to tell you that your time is over.  That you are not safe.  You are only safe on Saturdays and Sundays because during the week they don't come.  They came Saturday in the afternoon coming to look for some others.  You know each door there is your name and your details.  When they come to get the card with your details you know that it is over and they will say to you pack your clothes.  It is a difficult moment indeed.  When you try to pack your things you first take them out on your jacket and you will think no your jacket it is not wide enough and you will use a sheet.  You know just trying to wind up time because you know everything is over.  So we did make that petition for the State President regarding that fraud that was committed by the police.  I remember Lucky Dube because was the only one who got the appeal, there were two of them, but when his appeal failed he requested to see his accused in another section to tell him that and the major said why would you like to see him and he said I would just like to tell him that my appeal is over and he said you will meet in the port, and he refused.  I will remember Ogidi Kolkel (?) requesting from the jury saying the food is\nlittle, can't you give us more food and he said you will receive your food in the port, you will get chicken.   See HRV/861 I had/...\n12\nI had the shoes that were not - different shoes.  At times I thank my God because out of all the things I have said there are people who can witness to this, I had a big jersey on.  Something terrible happened there.  You were given clothes and blankets.  Maybe those clothes were used by another person who has just been killed.  You wear those clothes under a difficult condition.  You are not free when they take you into the cell, those are the blankets that were used by somebody who has been killed. You don't have any alternative, it is just that you have to use those blankets.  The spoons, cutlery and plates were of plastic and if you could break that you were in trouble.",
            "Male"
        ],
        [
            "MRS MKESE",
            "Maybe if I can interrupt right there and ask you some questions so that you can have direction.  I would like for us to go back and where you were telling us about the march, in your statement you say they were boycotting the rent.  What is not clear here is you did not make mention of this, you didn't say that.  Was there any political organisation that you were a member of.",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "No.  My father was a member of Inkatha Freedom party, and my brother.",
            "Male"
        ],
        [
            "MRS MKESE",
            "When you went to join this march was it because of some beliefs?",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "I didn't really care much about politics but I had some inkling of politics.",
            "Male"
        ],
        [
            "MRS MKESE",
            "In your statement you further said that the people who were marching were going to the councillor's house.  That is now Mr Dhlamini.  Maybe you can elaborate on that.  How did you know Mr Dhlamini?  How much did you know\nhim?",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "I was related to Mr Dhlamini.  His\nHRV/861 brother/...\n13\nbrother was married to my father's sister.",
            "Male"
        ],
        [
            "MRS MKESE",
            "Besides that is there any relationship or enmity between you and Dhlamini?",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "No. There was absolutely none.  We were not enemies at all.",
            "Male"
        ],
        [
            "MRS MKESE",
            "At the beginning of your statement you pointed out that there was a Mango Mketsi who was also short.  Can you please elaborate as to how you knew each other.  Were you friends?",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "He was my neighbour.  He doesn't stay very far from me.",
            "Male"
        ],
        [
            "MRS MKESE",
            "Can you just explain to us as to just at the beginning of your statement you said you heard that the councillor Mr Dhlamini had been burned.  Can you please explain to us, tell us what happened.  Did you go out marching?   Just as we were still listening to that you told us about Councillor Dhlamini's burning.",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "After Councillor Dhlamini had been burned I thought that was the end of the boers because even the shops had been burnt down and I was sort of happy because I felt the reign of the boers had fallen down.",
            "Male"
        ],
        [
            "MRS MKESE",
            "I will take you a little bit further back so that you can explain to us as to how you relate the burning of Dhlamini as well as the ending of the reign of the boers.  Can you just explain this a little bit.",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "Could you please repeat the question.",
            "Male"
        ],
        [
            "MRS MKESE",
            "I want you to explain to us as the Commission as to how you relate the burning of Councillor Dhlamini as well as the end of the reign of the boers.  How were these intertwined, how were they related?\nHRV/861 MR DUMA JOSHUA KHUMALO/...\n14",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "According to our knowledge the councillors were working for the boers.  Now so that there\ncould be a way forward we had to start eliminating the people on the grassroots level who were on the forefront.  I knew about those things but I actually didn't participate because at home people were members of Inkatha.  By then it wasn't yet Inkatha Freedom Party but it was a traditional organisation, a traditional leaders organisation.",
            "Male"
        ],
        [
            "MRS MKESE",
            "In your statement you further pointed out that there were certain other people who were killed at that particular time.  You said at the funeral there was also Mrs Albertina Sisulu.  Can you please explain to us as to whether you were there at that funeral.",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "Yes, I went to the funerals because I stay next to the churches and the funerals ceremony was held at the Methodist church and one of the prominent speakers was Albertina Sisulu.",
            "Male"
        ],
        [
            "MRS MKESE",
            "You also pointed out that you found yourself being involved and you found yourself being arrested because they suspected that you were also involved in the burning of Mr Dhlamini.  Maybe you can elaborate or tell us what things they did to you that made you to resolve into eating bottle pieces and all other suicide attempts in order to avoid the situation.",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "In section 29, that is in Diepkloof prison, it is just like the booth that I am pointing out.  At the front there is no window, they put burglar guards.  You stay all by yourself in there.  They don't give you anything to read, any reading material except the Bible.  Then when you go out for an exercise you must be two or three but you mustn't talk to each other, you just walk\nHRV/861 without/...\n15\nwithout talking to one another.  Once you talk to one another they put you in solitary confinement.  So before I have never lived a life like that.  It was the very first time for me to be in such a situation.",
            "Male"
        ],
        [
            "MRS MKESE",
            "During all that time when they continued to ask you questions were there any things that they did to you, maybe torture you in some way?",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "Do you mean after Section 29, after I had been released from section 29?",
            "Male"
        ],
        [
            "MRS MKESE",
            "I said maybe if you can just go on.",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "It was very difficult for me to fall off to sleep.  As I was on the death row I was ... (tape ends).  ... then in 1991 when I went out, when I was released I was told that I should go see psychologists at Wits.  I attended up till December 1992 and I registered with the University of South Africa but I failed.  I registered in 1993 again with Unisa.  I failed.  That is where I realised that I had been tormented mentally.",
            "Male"
        ],
        [
            "MRS MKESE",
            "Besides failing at school at the time when you were in prison, are there any changes that you noticed psychologically within yourself that made you believe that you were really psychologically affected?",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "I have reports from the psychologists.  That is last year in December.  I made a sit in at Sharpeville police station.  I stayed for 31 days and I stayed for 14 days without food.  At times when I went out and I look back at the sit ins that I used to do, I become very scared.  I nearly tell myself that I have lost my mind.  As it is now I was taken to the police station and I had to appear in court because I was not satisfied by the manner in which my case was conducted and I wanted the case to be\nHRV/861 reopened./...\n16\nreopened.  When I got to the court the chief prosecutor told me and asked me as to why didn't I go to the State President's office.  That is where we had an altercation and I ended up breaking up some of the equipment in court and I was arrested.  I was bailed out by the Catholic mission.  On the day of the sentence I was told that I was going to be under arrest for 12 months.  At the present moment I am still under house arrest.",
            "Male"
        ],
        [
            "MRS MKESE",
            "Can you tell us how the equipment at court got destroyed.",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "When I got to the court I tried to speak to them.  They threatened me with arrest and they chased me out.  I refused to go out but because I was scared of the people I went out.  Then on the 5th January this year I took an axe, I went to the court, I broke the machinery down.",
            "Male"
        ],
        [
            "MRS MKESE",
            "Thank you very much.  I will hand over to the Chairman.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Any further questions?  Thank you Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Duma, I know you have been here with us for a long time.  I am just going to ask you a few quick questions.  I just want to go back to the death of Councillor Dhlamini.  I also thought I heard you say when they questioned you was something about petrol bombs and children being in the car.  So who died with Councillor Dhlamini on that day?",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "The person who said there were children in the house, it was discovered thereafter that he was lying.  Actually it was only Mr Dhlamini who was in the house.  He was all by himself.  And it happened that the person who got killed was Mr Dhlamini.  But the Court did\nHRV/861 not/...\n17\nnot find any evidence that was conclusive that Mr Dhlamini had been killed by certain people.  They just said he was killed by unknown people but as we were sitting in Pretoria\nbefore sentence was passed, when we were talking together with other inmates amongst us there were two people who said they took Mr Dhlamini and put him on top of the car, but the Court didn't know anything about this and we also kept quiet.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I want to just go now to your arrest on the 5th December and then you said you were under section 29.  Now during that time, and I am specifically relating it to that time.  Your immediate arrest and being taken to Houtkop police station.  Were you tortured at all?  So at no time between your arrest ....",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "No, I was not tortured.",
            "Male"
        ],
        [
            "DR RANDERA",
            "... and being released under section 29, were you tortured?",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "No I have never been assaulted except that I was verbally tortured and verbally abused.",
            "Male"
        ],
        [
            "DR RANDERA",
            "My third question is related to your statement again and the treatment by medical personnel.  Do you want to say something about that?",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "Could you please repeat the question.",
            "Male"
        ],
        [
            "DR RANDERA",
            "In your statement you talk about doctors belittling you and a particular doctor at Leeuwkop prison and the treatment that he gave to you.",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "The first thing, it happened when I got to the death row.  I had pimples and when I went to see the doctor he asked me what was the use for him to give me treatment.  It is not a fashion parade here, I have just\nHRV/861 come/...\n18\ncome to die.  Then thereafter I even stopped washing up because I knew I was going to die so there was absolutely no use for me to do anything to better myself.  Then after some time I started washing up and becoming clean.  When we got to Leeuwkop, when we were two to three days in Leeuwkop we were taken into the hospital one after the other.  Others came back crying.  Then when I got in there we found that this person was having a hand glove and he would stick his finger right up our anuses.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Duma, you were paroled on the 10th July 1991 so that means that what you were sentenced for, I know you were reprieved from death row and then you were sentenced again.  Does that charge still remain, are you still on your record book, you and the other five are still charged with the murder of Councillor Dhlamini, that hasn't been cleared off the record book.  Am I right?",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "I was surprised when I was sentenced now.  They didn't talk about any previous convictions that I had so I was very surprised.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS JOY SEROKE",
            "After you had been released, after you had gone back to Vereeniging did you go to the Dhlamini family or did you ever meet them?",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "Yes, there was a person who said he wanted me to meet them but there was a problem in that.  Because when the children talk to people about what happened they don't say their father died because of burning, they said their father parted with their mother and they grew up with relatives.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "If you could meet them what was the purpose, did you want to clarify the issues, did you want to clear\nHRV/861 your/...\n19\nyour name?   What was the reason behind wanting to meet the Dhlamini family?",
            "Female"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "I want to meet them in order to clarify the record, clear out my name so that I could tell them who actually did those things and what were the reasons for them to do that.  No that I crucify or I damn the people who did it and I did not want to justify the manner in which Dhlamini died.  But I just wanted to clarify issues.  Because there was rumour that councillors were informers but today it is being rumoured that they were not informers.  We are now talking reconciliation.  I personally am very confused.  I don't know where I stand and I would like to show you something.  I just want my wife to read the words that were spoken by the Chairman of the TRC before.  He went outside, he skipped the country to go and fight for us.  May she please read the words that were spoken?  I will read them myself.  These are the Chairman's words.  I am sorry about that, I will start afresh.\n\"The trial, conviction and sentencing to the death of the Sharpeville Six became justifiable, a cause to celebrate.  Bracasha Durr (?) has done us a great service in highlighting how a miscarriage of justice has occurred.  I lend my support unreservedly and pray others will be equally moved by this shattering record.  By Archbishop Desmond Tutu ....\"\nWhen the interpreter talks I sort of get disturbed.  Can I just explain?  When you are reading English don't listen to the interpreter or just take your headphones off so that you don't get confused.  Presently I am not working.  Even after I tried to go back to school for two years because when I got arrested I was doing my teachers training course and I\nHRV/861 wanted/...\n20\nwanted to further my education but it was difficult for me.  As I am speaking now every Thursdays and Tuesdays I go to the University of Witwatersrand trauma centre.  I have two children.  As I have already explained that my wife is working all by herself.  My wish and my dream is that the investigation should be reopened with regard to my case.  As I have already said that the whole wide world knew that in the Sharpeville Six there was absolutely no person who had killed.  Today as we are staying in Pretoria we had a wonderful relationship as inmates and we talked, even the two amongst us admitted that they were the ones who took Mr Dhlamini, put him on top of the car and burnt him.  I do not blame them for having done that.  I know it is difficult for them to come and talk about what happened at the time but I wanted them to come before to highlight the discrepancies that took place with regard to our case.  The procedures that were not followed.  Because if these two people could come forward and put the matter straight this is still going to shock so many people because the whole case was planned by the police.  I will show you in just one manner that they did that.  They said I poured petrol at the door of the house but that very same person said he did not see who burnt the house.  The second one says they hit Mr Dhlamini with the stone and Mr Dhlamini said and you so and so you are hitting me with a stone.  The third one said we are fighting.  And you fighting.  That was the third one. The fourth one they said, one woman said he was preventing people who were burning and one of the people said she should be burnt down.  These four things are the same, these were said verbally.  That was at the scene of crime according to the state witnesses.  This means that in\nHRV/861 reality/...\n21\nreality this was not true.  This was said according to the doctrine of common purpose.  That was the intention to kill amongst all of us but if the two people who took the councillor and burnt him, they said the four's testimony will be destroyed if the two come forward and tell their story.  I asked myself as to how many people have died without having committed any crime.  The very same Judges who sentenced the people and the very same police who did these are still working today.  Today we are talking about reconciliation.  I am going to shake his hand, he is going to shake my hand.  The very same perpetrator.  When he turns his back he takes bread and eats. When I turn around I am empty handed, I don't have anything to eat, what must I do? I am not doing anything to oppose the Commission but how long is it going to take for the Commission to try and compensate us?  I have got a request.  I don't know whether I am permitted to make this request.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "I don't know what you are asking for.  I cannot say yes or no.  I will say no after you have told me what you want.",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "What I request is that this Commission should intervene.  I have already explains that I am not working.  I would love to work, I would like to be like other men who are supporting their families.  What makes me even more is that the people that I went to school with I meet them now, they have progressed.  There are certain monies, pension monies that should be given to people who went to jail for five years.  May the Commission please intervene so that I should get that money.  So that I may be able to do something for myself.  Because at the moment I am being supported by my wife.  In our tradition it\nHRV/861 is a/...\n22\nis a man who marries a woman but now the situation is that this woman has married me.  I did not even pay lobola, I am staying at her place.  I want to marry her and be a man.  I don't want to stay at her place.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "We thank you very much.  We thank you for having given us this testimony.  You look as if you are tough because you do even eat bottles and nothing\nhappens to you and you have even been assaulted with \nenamel buckets and your legs don't get broken.  We are laughing today, it is quite healthy to laugh but I \nremember and I can point out that being on the death row is a very difficult situation and I remember many churches convening to pray for the people on the death row and I remember going to Cape Town to see the Minister of Justice at that time.  We thank you that this was actually taken back.  We do hear about your requests.  We shall try by all means, as we have already said that we do not have authority to do anything, but what we can always do is to pass the recommendations to the State President, then he makes the final decision as to how the victims should be helped.  He does this in consultation with the parliament.  Now what you have just asked us to do we shall ask you to go to Dr Randera's offices with regard to the request for pension so that they may see as to how they can help you with regard to it but we thank you very much anyway that you are still alive.  You are no longer in the port that you have referred to.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR DUMA JOSHUA KHUMALO",
            "In my statement, that is at the end, I had made a request that my family as well as my friends would want to go and see the port.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "That will be dealt with by the office, they\nHRV/861 can/...\n23\ncan help you as well as your family.  We thank you very much\nwith regard to that.   I would like .... (nothing further recorded on tape).",
            "Unknown"
        ]
    ]
}