{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-05",
        "location": "SEBOKENG",
        "names": [
            "TOPI DOMINIC TLADI"
        ],
        "case number": "829",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55895&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb829.htm",
        "speakers": [
            "COMMISSIONER",
            "MR TOPI DOMINIC TLADI",
            "MS JOY SEROKE",
            "PROF MEIRING",
            "DR RANDERA"
        ],
        "original_speakers": [
            "MR TOPI DOMINIC TLADI",
            "COMMISSIONER",
            "MISS JOY SEROKE",
            "PROFESSOR MEIRING",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "Good afternoon Mr Tladi. Are you comfortable?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "Yes, I am.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Are there any problems that you are experiencing right now that you want us to help you with?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "I am comfortable, sir.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Thank you.  Mr Tladi, Miss Joy Seroke will be helping you in telling your story but before I hand over to her will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "(s.s.)",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "I greet you, Mr Tladi.  We are going to ask you to briefly tell us about this September 1984, that that day what actually happened to you.",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "In September 1984, it was on the 3rd, in Sharpeville we were having an operation clean up.  Just when we finished cleaning up we decided to go and have some lunch.  Just before we went home we stood at the corner of the street together with my friends.  We were talking and as we were talking a van went past.  It is a municipality van.  When the van came back it was followed by another one.  There were now two vans.  As we were still talking my friends pointed to the van and we saw some guns.  By the time I tried to run it was a little bit too late for me.  They shot me on my left-hand shoulder.  I got confused and I didn't know what was happening.  I didn't have any balance.  I felt weak, I staggered.  There was another\nHRV/829 gentleman/...\n2\ngentleman at that time.  He took me home.   When we got home I realised that they were wringing blood out of my jersey and the blood was dripping as if they had opened a tap.  \nI don't know what I actually looked like.  They tried to hire a car that was going to take me to the hospital, in Sebokeng Hospital.  When I got to Sebokeng Hospital I was attended to quite quickly.  They gave me medical attention.  I was a little bit confused.  I didn't know what was happening and I kept on asking myself as to why I had been shot because I hadn't done anything to anyone.  It happened that as I was still at the hospital when they were helping me they admitted me into a certain ward and that is where I slept and they still kept on helping me.  My left shoulder as well as my left ear were affected.  My left shoulder affected my ear.  I also have balance inside my ear.  As I was being treated there policemen came in at the time.  They were disguised, wearing private clothes.  They asked me whether I knew the person who had shot me and they asked me what colour was he.  I told them he was white.  They just stood there.  It was as if they wanted to do something but they had no chance to do whatever they wanted to do.  The nurses were there looking after me so they ultimately left. I stayed at the hospital for a month, being treated on the shoulder.  As they were still treating me I was ultimately discharged and I came across Comrade Skosana, Comrade Tsotsi as well as Comrade Shirley.  They asked me whether I was having a stone at the time that I was shot.  I told them that I didn't have anything.  I wasn't armed.  That is as much as I can say.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "I will ask you just a few questions.  At the time that you got injured how old were you?\nHRV/829 MR TOPI DOMINIC TLADI/...\n3",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "I was 15 years old.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Were you attending school?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "Yes, I was a student.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "You spoke about an operation clean up.  What is the significance, what is the meaning of that?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "We were cleaning Sharpeville, the whole of Sharpeville.  We were collecting dirt, trying that the place should be clean.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "In your statement you said when this happened there was a boycott, a rent boycott in Sharpeville.  Did you belong to any organisation that was organising the boycotts?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "I was in the ANC Youth League.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Is it the ANC Youth League that organised the boycott?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "Yes.  The ANC organised the operation clean up.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "You said you were just standing with your friends when you got shot.  You were just looking at the situation in the township.  Can you please tell us what was happening, what were you watching?  What was the mood of the  people at that time when you were assessing the situation?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "You mean the time when this happened?  We were actually looking as black people how can we make ourselves independent and have our own things.  We wanted to further our dreams, to fulfil our dreams but we did not have a chance to show the white people that we wanted to be equal with them.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "When you were asking yourselves as to how you could get the independence and be equal with the white people did you ever discuss ways or means of gaining this\nHRV/829 independence/...\n4\nindependence and equality?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "It was like this.  We realised that we didn't have a chance to speak to the white people and speaking to the white people was going to be a great risk so we wanted to have some actions with which to show that we were having certain demands that we wanted to be met.  We did not want to fight, we just wanted to be like other nationalities.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "So one of those actions was boycotting the rent.",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Did you realise that it was going to help you in any way.  How was it going to show the white people that you wanted to be independent?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "We were boycotting. We didn't want to pay the rent because we had seen that we had been paying, our parents had been paying but still the money was being raised and most of us were not working.  We couldn't afford the rent.  There are those who are not working and there are those who are working.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "You said those people who were driving this bakkie were white people but you cannot identify them.",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "Yes, I can't identify them.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Even the one who pointed the gun at you, can you remember?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "No, I did not see.  I just saw a white thing pointing at me with a firearm.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "You said you went to Sebokeng Hospital.",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "That is correct.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "And you have pellets in your body.",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "That is correct.\nHRV/829 MISS JOY SEROKE/...\n5",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Did they ever try to take them out?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "No.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Why?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "They told me that where the pellets had gone through is a very delicate part that they cannot tamper with.  If they tried to take them out I would be paralysed.  These pellets were between the muscles.  I cannot function, my left hand is very painful when I try to lift heavy things.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "What are you doing at the present moment?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "Well I was operating a spaza shop. I was selling ....",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Were you trying to get some jobs?",
            "Female"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "No, I am not working actually but what I can say is that I could not be helped, I could not get any job.  They have actually destroyed my life.  They have finished me off.  I want to go back to school but I just can't.   And I realised that the people who had done this to me were the very same perpetrators that I had to go to for jobs.   So I try to earn my own living for me to have something.  I am actually selling.   Yes.  I am selling, I am selling steelwool and Sunlight.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Thank you.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Tladi, one question. Are you married and do you have children depending upon you?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "Are you referring to my child or my family?  That is my siblings at home.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "No, I am asking how many people are dependent on you. Your child and the others.",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "I am helping my mother because my\nHRV/829 mother/...\n6\nmother is very sickly.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank  you.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Dominic I want to come back to this day that you were shot.  You say you are a member of the ANC Youth League.  So does that mean you were an underground member at the time because the ANC Youth League was banned.  Or were you a member of the UDF or Cosas?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "I was actually operating underground.  That is correct.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can you then just tell us a little more what does that mean, what were you actually doing at the time that was furthering the aims of the ANC because the ANC was an underground and a banned organisation at that time.",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "I was actually organising meetings and I used to make it a point that the police didn't come to disturb the peace in the meetings that we used to hold.  That was my main concern, that the police should not disturb us.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Please give a chance to continue with his story.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Do you want to add anything more to that?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "What I can say at the moment is that I want to see the person who shot me because what he did to me, what had he thought of just to go and shoot an African child right in the location.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Dominic sorry, I will come to that question of the person who shot you but I want to still deal with that period we are dealing with, the 1984, the atmosphere that was there.   I mean you were an underground member.  We also know that, you know, many people lost their lives during that period.  Was that part of the strategy of your\nHRV/829 organisation/...\n7\norganisation at that time?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "Yes, I think that is how we had to operate.  Because we were telling ourselves that as the black nation we should be upgraded or we should upgrade ourselves that we should be united.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Dominic I want to come back to your injuries.  You say that you were shot in the shoulder.  And this has affected you in terms of what you can do.  Has it left you paralysed in that arm?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "I do but it is really difficult for me to use my left hand.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Your hand or your shoulder?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "It is my shoulder.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So you can't do very much with that arm of yours.",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "That is correct.  I am actually training but I am unable to do so, especially after this.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You said earlier on that this has prevented you from studying and going further on.  Can you just explain to us why that has happened?",
            "Unknown"
        ],
        [
            "MR TOPI DOMINIC TLADI",
            "I run or I jog, that is how I train.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I have no further questions.",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Any further questions?   We thank you Mr Tladi.  One other thing that we must take into consideration is that some of the things that have happened in South Africa is that our youth sacrificed themselves and many of you actually sacrificed themselves for the nation and we thank the manner in which the youth did this because today we have achieved freedom.  We even thank your friends who were like you, who were also tortured.  I don't know how we can actually try to console you or give any condolences\nHRV/829 because/...\n8\nbecause many of you have been affected but today we see the fruits of your struggle.   As we have just said that we as the black nation we have come to the fore and we can be proud of that.  We are now like other nationalities.  We thank you very much even though you are having your spaza shop.",
            "Unknown"
        ]
    ]
}