{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-08-08",
        "location": "SEBOKENG",
        "names": [
            "MAPHAKA PLAATJIE MOSIA"
        ],
        "case number": "831",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55896&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb831.htm",
        "speakers": [
            "CHAIRPERSON",
            "MAPHAKA PLAATJIE MOSIA",
            "MS SEROKE",
            "DR RANDERA",
            "MR MANTATA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MAPHAKA PLAATJIE MOSIA",
            "MR MOSIA",
            "MS SEROKE",
            "DR RANDERA",
            "MR MANTATA",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I greet you Mr Mosia.  We welcome you here.  Before you tell us your story we would request you to stand up so as to take an oath.",
            "Unknown"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am the person who will lead you as you give us your evidence.  Mr Mosia can you please tell us what happened on the 21st of April 1993, it was at about 8 or 9 o'clock in the evening, what happened to your son Ouboy Joseph Mosia?",
            "Unknown"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "In 1993 I was at home sleeping.  I was actually preparing myself to sleep.  As I was preparing myself I heard a loud noise outside and I quickly woke up.  And I went to the fifth house from my house where Anna Kheswa was staying. Ouboy, Joseph my son asked me to go to Mrs Kheswa to watch television.  That was on the night vigil of Mr Chris Hani.  We quickly ran to the place and things were just mixed up.  On my way to that house I saw a Hippo parking outside.  People were also gathered. I got into the house, I saw people lying on the floor.  It was two children, one sister and Ouboy's friend.  I talked to the police.  I said we tried to take Ouboy's shoes off, the police said no please leave them on.  We left the house, we went outside.  We stood there quite a long time to assess the situation and we were told that a car came and it started shooting at people.  I never saw it with my own eyes.  I went back home and we went to bed.\nHRV/831 The/...\n2\n The next morning we woke up to go and have a look at our dead.  When we went to the place of the scene they were not there anymore.  We went all over to search for them. Until at one stage we decided to go to a police station at Houtkop and we found them at the government mortuary.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Mr Mosia what was Ouboy doing in 1993, was he a student, was he working?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "He was working.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did he belong to any political organisation?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "No he didn't.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now this unrest that was outside, was everything happening at a place where he was watching TV?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "Yes, yes at the place where he was watching TV.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Have you enquired thereafter what happened, what led to the unrest in the house?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "No the unrest was from outside.  They were just sitting watching TV.",
            "Male"
        ],
        [
            "MS SEROKE",
            "So the people who perpetrated this act are not known?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "No they are not known.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Even the car that they were driving nobody took the registration numbers?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "No, nobody.  It had already drove past.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Where were the police from?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "The police, when we got to the place of the scene the police were from within the house and when I tried to get inside they asked me as to what I was doing.  I said I want to take his shoes off.  They said no, leave him, don't take the shoes off.  They said we shouldn't touch them at all.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did the police arrive?\nHRV/831",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "/...\n3",
            "Male"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "Remember I was asleep and I was called into the place of the scene and at the time I went to the house the people had already gathered there and the Hippo was already parking outside.",
            "Male"
        ],
        [
            "MS SEROKE",
            "I have been hearing this word \"Kwayoko\"(?), what kind of a car is this one?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "It's this awful car, the children don't like it at all.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Is it a Hippo?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "Yes it's a Hippo.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Were there people who witnessed the incident?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "Yes people saw the events of the evening.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Do you know them?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "No, some of them I do not know.  They were just onlookers who were coming to witness what took place.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You wanted to remove the deceased shoes, why did you want to take the shoes?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "He was dead and in our tradition when a person has died we take the shoes off so that the feet do not get swollen.",
            "Male"
        ],
        [
            "MS SEROKE",
            "So you were only following the tradition?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "And they refused you to take the shoes off?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "Yes they said we shouldn't touch them at all.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did you try to call an ambulance?",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "No we were - we didn't know what to do.  I don't know what happened to the mother as well.  We were just mixed up, we were going up and down and the house as well where the incident took place was in total tatters.  We didn't know what to do.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Was the issue taken to the court of law?\nHRV/831",
            "Female"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "/...\n4",
            "Male"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "No it was never taken to the court of law.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mr Mantata do you have any questions?",
            "Unknown"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "This boy was already working and I am not working as you see me, and he had three children.  I don't know what kind of help can you assist me with because the children are still at school.",
            "Male"
        ],
        [
            "MR MANTATA",
            "My question is the people who went to sister Anna's house ...(intervention)",
            "Male"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "No my son was alone, he was one his own. He requested me to give him permission to go and watch television because it was the night vigil of Mr Chris Hani, and when he arrived there he found his friend there and that is the time when the accident occurred.  I cannot say anything further because I was sleeping.  I can't testify on many issues, I don't want to lie.  I don't want to say I saw this and saw that.",
            "Male"
        ],
        [
            "MR MANTATA",
            "My question was actually with regard to the next day or the following days.  How many families were attacked?",
            "Male"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "From my house it was my house and then the third house was also attacked.  We only rushed to the other house not being aware that there was already a tragedy at this other house.",
            "Male"
        ],
        [
            "MR MANTATA",
            "Shortly, you only know of the families that were in your street, you don't know of any possibility of other houses maybe in the other streets?",
            "Male"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "Which families are you referring to Sir?",
            "Male"
        ],
        [
            "MR MANTATA",
            "Normally the next day if a tragedy had befallen we would ask you how did you sleep and then you might have been in a position as to get information as to\nHRV/831 how/...\n5\nhow many families were attacked?",
            "Male"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "Yes.  The next day we only heard stories that so many families were attacked.",
            "Male"
        ],
        [
            "MR MANTATA",
            "I thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Mr Mantata.  Professor Meiring?",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Only one question.  There were so many people involved that night, so many people were killed, what can the Truth Commission recommend to help heal the community of the pain of that day?  You said that the children, your children still need help to go to school.  We have taken note of that.  But thinking of the street and of the whole community is there anything we can recommend?",
            "Unknown"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "I don't know what the government can do now, I really do not know, and I cannot give terms as to what kind of help can we be given.  I do not really know what to say.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Professor Meiring.  Mr Mosia can you just tell us, you said Ouboy Joseph Mosia left three children, how old are they?",
            "Unknown"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "I do not understand the ages, I can't really tell you their ages but they follow one another.  I can't remember the dates. As men we don't take years into consideration a lot, the mothers do take care of such issues.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And you say your son was working, what was his work?",
            "Unknown"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "He was working at Duncanville Factories.  It was a long time working there, he was sort-of a boilermaker at the factory, but the factory was still small, it's now big.  They were welding, they did a lot of welding work.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Was he involved in any political activity, was he a member of any organisation?\nHRV/831",
            "Unknown"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "/...\n6",
            "Male"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "He was an ANC member.  The elderly people cannot tell you exactly what their children were doing but I only heard that he was an ANC member.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Mosia thank you very, very much for coming here today.  We heard earlier on from Anna already about what happened on that night inside her house.  Not only did you lose a son but the children also lost their father, and they of course have been orphaned by this tragic event.  I sometimes wonder how many of our children have been orphaned and if it wasn't for the community, extended family network that there is what cost that would be to our nation.  I thank you for coming today and sharing your experiences and we have heard you and we have noted you.  Thank you very much.",
            "Unknown"
        ],
        [
            "MAPHAKA PLAATJIE MOSIA",
            "I thank you.",
            "Male"
        ]
    ]
}