{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS & ANSWERS",
        "starting date": "1996-08-05",
        "location": "SEBOKENG",
        "names": [
            "LEBITSA SOLOMON RAMOHOASE"
        ],
        "case number": "901",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55900&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/sebokeng/seb901.htm",
        "speakers": [
            "MS JOY SEROKE",
            "MR LEBITSA SOLOMON RAMOHOASE",
            "COMMISSIONER",
            "DR RANDERA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "MISS JOY SEROKE",
            "MR LEBITSA SOLOMON RAMOHOASE",
            "COMMISSIONER",
            "DR RANDERA",
            "PROFESSOR MEIRING"
        ]
    },
    "testimony": [
        [
            "MS JOY SEROKE",
            "I greet you, Mr Ramohoase.  We welcome you on this day.  You are here to tell us the events of 1960 in Sharpeville when people where killed at the police station in Sharpeville.  When I look at your statement I see that at that time you were 33 years of age, is that true?",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "Yes, I think so.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "I am going to request you to briefly tell us what happened on that day.",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "On that day, as stories have been told, we didn't believe that this would happen but when this happened we were stopped on our way and we realised that it was true, the story that has been told.  We tried to go back but those who were stopping us on the roads said no we have to go to the police station, we want to resolve this issue about the pass.  They asked me where my pass was because I left it, I said no I don't have it with me, I left it at home but truly it was in my pocket.  We jumped on our bicycles and we went off.  I realised that I wouldn't make it with the bicycle.  I took it back home and then I walked.  When we got to the scene a large group of people were there.  It was between the police station and the clinic.  I wanted to be at the forefront but because of the large crowd I couldn't force my way through and that is where I decided to stand where I was until such time that - because we were\nHRV/901 told/...\n2\ntold that at two o'clock we would get a response.  I can't remember whether was it two o'clock or not because I didn't have a watch but now the soldiers were now present in the police station yard.  There was a saracen parking there and the soldiers were right behind the saracen pointing their guns at us.  We saw a white person jumping over the saracen.  He got inside and then he pulled the door above him.  After that I heard gunshots. I don't know what happened but I was on the ground and I decided that I would run until my legs go off me but I didn't know what happened.  People were just trampling on me.  I tried to push them but I couldn't and now this leg was now troubling me and I decided to sit down.  I said no ways, I cannot carry on.  We were picked up.  Mr Morake was among the people who picked us up with his car.  He was a messenger of court.  That is the car I was drove with.  We were dropped at the Vereeniging Hospital and we spent a time there.  After quite some time we were taken by other cars to Baragwanath Hospital. We spent the whole time in Baragwanath and we were released in August month.  I was still not feeling well but I was much better.  When I was now working I wouldn't stay a long period in the employment.  I would tell them my problem and they would say if we knew before we would never employ you.  And I realised that I have to pack my clothes now, there is nothing that I leave on.  I have to go out and go and seek for another employment but every time I got a new employment I wouldn't tell them that I was shot but as soon as they discover that I had been shot they let me go.  And every time I would lose my job.  Now leg was really destroying my future.  My children were starving and every time I go for employment I would not tell the people that I am sick but every time I go to the\nHRV/901 hospital/...\n3\nhospital they would discover that no I have been through this terrible pain since a long time ago and God helped me, I was now at Nedbank (?).  I had been to many factories.  I was at Nedbank, that is where God took mercy upon me and then I got a pension.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "I want to thank you, sir.  In your statement you were telling us that people told you that you don't have to go to work.  Do you still remember which organisation those people belonged to?",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "No.  There were organisations present but I wasn't so involved in politics.  I didn't even know which party went for which ideology.  I know for a fact that there were parties.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "In other words you do not know which organisation was organising the stay away on that day and  the burning of cars.",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "No. I don't want to lie, I don't know which organisation it was.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "In your statement you further say you were not involved in politics.",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "Yes, not at all.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Now tell me how did you feel when you were told to carry a pass?",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "To carry a pass.  Yes, I was satisfied for a pass because it was law.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "So you were just abiding by the law.",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "Yes.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "In other words you didn't like when they said you should burn your pass.",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "No, I didn't understand them.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Now if you didn't like to burn your pass\nHRV/901 where/...\n4\nwhere were you going to?",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "No, I wanted to hear this message at that time because we were told that at two o'clock the big boss is going to address us regarding the pass issue.  So we wanted to hear this message.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Now even if you were not involved in politics now when you saw people dying how did you feel after witnessing the killing of people, how did you feel?",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "I was deeply hurt.  But there was nothing I could do because it was law and I didn't know what would happen really.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Now did you hear about the order that people should be shot?",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "No, I never heard an order.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "You say after being injured they dumped you on the green grass outside the police station.  Now being so badly injured, to be thrown on that grass, did you think at that stage it was justified?",
            "Female"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "No, they threw us at the hospital not on the grass.  There wasn't much I can do because I was listening to these pains, I was feeling these pains.",
            "Male"
        ],
        [
            "MS JOY SEROKE",
            "Thank you very much, sir.  I want to take everything back to our Chairman.",
            "Female"
        ],
        [
            "COMMISSIONER",
            "Thank you.  Any further questions?",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Ramahoase you say that you were not a member of any political organisation and you went by the law.  But can you tell us a little about the atmosphere.  Did you know before people stopped you on that day and said you shouldn't go to work, was there discussion in the community, on the streets, about this action that was going to be taken and as\nHRV/901 we know/...\n5\nwe know that was organised by the Pan Africanist Congress.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "Such a talk was rumoured but as I have mentioned, I wasn't interested in that and I didn't believe that they would end up doing that.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can we just talk a little about after you were taken to the police station and then to the hospital.  Can you tell us a little about the treatment that you received, how were you treated as such and what were your injuries.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "My hip was injured on the left-hand side.  This bullet penetrated and then it went from behind.  I still have these wounds even now. Now you want me, sir, to tell you the kind of treatment that we got at the hospital.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "I must tell you, sir, we were not ill treated at all.  From the day we were admitted  until we were released.  I only heard from people who were discharged, you know when they were discharged from the hospital police vans would be waiting for them outside.  I couldn't see anything because I was lying on my back facing upwards.  I only heard people when they were saying the police vans are outside for those who are being discharged.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So are you saying the police were there and were questioning people who had been shot and injured?",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "The police did not arrest them. Are you saying at the hospital, sir?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Yes, sir.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "I say it is a rumour, I didn't see them.  I only heard.  I was lying on my back but the people who were talking kept on saying people who were being discharged were taken into the police vans.  That was\nHRV/901 just/...\n6\njust a talk I heard.  I didn't see it with my own eyes.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So you yourself were not questioned afterwards?",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "Statements were taken because they asked us how we got injured and then we told them everything.",
            "Male"
        ],
        [
            "DR RANDERA",
            "My last question, you have heard me say how this incident had a great impact on the history of our country.  Can you tell us how it changed your life.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "Can you please repeat your question, sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I said earlier on when I introduced you that the Sharpeville incident had an enormous impact on what happened in our country and how the world looked upon our country. How did it change your life?",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "My life changed.  I led a miserable life.  You know my feelings changed altogether.  But I didn't know what kind of help would I give myself and I was satisfied, I said I have to be satisfied because it is something that happened to me, I am helpless, I can't do anything for myself.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much, sir.",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Mr Ramahoase, we want to thank you.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Father Ramahoase, I just want to ask one or two questions.  The first one is you said that you did receive some compensation afterwards.  How large was that?  How much money did you get afterwards?",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "The compensation that I got was R88.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And afterwards were you able to - you told us that you were able to get some work afterwards but every time the people realised that you were involved in the\nHRV/901 shooting/...\n7\nshooting you lost your job.  But were you able through the years to carry on with work, to care for your family or was it difficult to care for your wife and children?",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "It was difficult, sir, to get employment.  I have already explained that it was up to the time when I got my pension.  Because I have never got any stable employment at all.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you.  And the last question, Father, is now today you have come to the Truth Commission.  What is in your heart, what do you think the Truth Commission can do for you being an old man sitting telling your story to us today?",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "I don't know what would I request from the Commission but the real matter is I want to thank the Commission for any kind of help that they can offer me.  I cannot dictate terms. I will never be dissatisfied with anything that I will get from the Commission, any kind of assistance.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you ever so much.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "I also thank you.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "I already said that I want to thank you but I didn't realise that Mr Meiring had a few questions.  I want to say to you thank you very much for your presence.  The surprising thing is that you were not involved in politics and one other thing you were really keen to abide by the law, even if the law was harassing people.  Even in those conditions you deemed it fit to follow the law and then you were injured.  We have to remember at all times the nation that many people who suffered are people like you, they are people who didn't want to fight the government.  You were just an ordinary person trying to abide by the law\nHRV/901 and/...\n8\nand that is where you met your fate.  And after such a terrible experience if you are correct when you say they paid you R88.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "Yes, that is correct, sir.  Yes, sir, that is R88.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "We know that the value of the rand at that time was still okay but R88 really.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "Yes, it was R88.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "And that was not the end of your harassment because you didn't want to fight anybody.   You just wished to work.  But every time they discovered that you had been involved in the Sharpeville shooting they continually harassed you by chasing you away.  I hope that we who long for a new kind of South Africa will be aware of what we are hearing, that it was ordinary people, often apolitical people, at Sharpeville who were shot, who were injured, who were killed.  And given compensation that was contemptable.  And made to suffer even afterwards.  I hope that we who listen to this kind of thing will want to commit ourselves that we will never allow this kind of thing ever to happen again in our country.  To place such a value on human life must be something that we determine will never happen again.  We want to thank you sir.  We will try because you didn't give us any indication as to your specific needs but as a Commission we will try to see what kind of help will we offer you.  We want to thank you.",
            "Unknown"
        ],
        [
            "MR LEBITSA SOLOMON RAMOHOASE",
            "I also thank you.",
            "Male"
        ]
    ]
}