{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-07",
        "location": "DUDUZA",
        "day": "2",
        "names": [
            "JOHANNES DHLOMO"
        ],
        "case number": "JBO3063/01 VOSLOORUS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55030&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duduza/dhlomo.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "JOHANNES DHLOMO",
            "MS SEROKI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR DHLOMO",
            "MS SEROKI",
            "JOHANNES DHLOMO",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "......Here today, they are in the room in the foyer, so if there are any people in the foyer who would like to make statements who believe that they have suffered gross human rights violations, there are statement takers from the Truth Commission who are in a room in the foyer. So please feel free to make statements.\n Can I ask our next witness, Johannes Dhlomo to come forward please. Welcome to you Johannes, before I give you over to Ms Seroke who is going to assist you with your statement do you want to introduce the person who has come with you.",
            "Unknown"
        ],
        [
            "JOHANNES DHLOMO",
            "It's Joseph Nomalo, he's my relative, my cousin.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Welcome to you too Joseph.  I'm going to hand you over to Mrs Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKI",
            "Mr Dhlomo we welcome you all. Before you relate your story to us could you please stand up so that you can take the oath?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SEROKI",
            "You've come here to relate your story with regard to two incidents that took place, the first one in June 1993 when you were a passenger in a taxi and you were shot at and the second incident took place in April 1994 at the hostel when you were shot at by the soldiers.  Just give us briefly the background as to what took place.",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "I want to first thank this honourable Commission for having given me the opportunity to appear before you. You are doing a great job.  I am going to start with the first incident, that's when I got injured.\n On the 13th of June it was in the morning at about five.  I usually take a taxi when I go to work and I usually arrive at Germiston around about a quarter past to half past five because I start working at seven and the distance that I have to travel is quite long. \n   When I woke up that particular Monday morning and I got out of the hostel and went towards Mgadi Hostel, Mgadi Street, and the taxi turned at a certain 4-way stop, I ran towards it.  If I remember quite well there were about four men, it was slightly dark because it was in winter and the other four gentlemen were also in the taxi, they were boarding the taxi and I was the last one.  As I was setting my foot to board that taxi I heard a gunshot and I did not know what was happening at that time.  I looked back and saw a number of females vendors who sold fruit and vegetables, but they were not yet there because it was still very early in the morning, but they usually sit at that spot.\n At the time I didn't feel that I had been shot but I tried to get into the taxi but I was not able to and the taxi driver pulled off leaving me on the ground and there were two other men from the hostel who were following me from behind and we usually used to walk along together and they discovered that I had been shot in the leg.  They asked me who had shot me, and I replied that I didn't know because I did not see who shot me and that the taxi had left me there.  Another man came to help me.  \n I was already feeling dizzy and everything was just going hazy, I couldn't see what was happening and this Buthelezi guy helped me and I told him that I had been shot and just at moment we heard some gun shots coming from the top of Tokoza area, Everest in particular, and I could not stand up.  They stopped a taxi which took me to Cruywagen Hospital in Germiston, that's where I got medical attention and I discovered at the hospital that the wound was very deep and very big.  They helped me. I was not able to go to Katlehong Hospital because we were scared at that time that if you go to Katlehong Hospital you would not be safe, especially if you speak Zulu and if you stayed at the hospital, when you get there the nurses would ask you a lot of questions.  Zulus in particular, we were asked why we are killing other people because we were animals from the bush and from the mountains.  They would tell us to go back to where we belong, that is Kwa Zulu.\n The people who were taking me to the hospital decided to take me to Cruywagen, that's where they felt I would be safe. I was admitted there for a week and a half and later discharged.  My wife does not stay here, she stays in Natal so I had a girl friend who was staying at the location, who made attempts to came and see me at the hospital because I do not have any immediate relatives who were present and we could not go out of the hospital because the other residents always used to attack us and especially the people who called us names.  We could not get any thoroughfare in the location, so we had to take alternative routes to get to work, and my girlfriend came to take me to the hostel because I had been discharged by then.\n At the time I remained at home I was not working. I think I stayed there for about five months without going work and received no money and wasn't able to send money home. I was very depressed because I'm the breadwinner.  We are only three at home, the two girls and the only son.  My father died a long time ago while I was still very young. I went through a very terrible time while out of work because I could not support my five children as well as a wife. Two are staying with me because their mother left them with me. I try my level best to maintain them and put them through school.  \n This disturbed me quite a lot because I did not know who shot me and why I was shot. Maybe the person who shot me could come forward and tell me as to why he shot me because I never ever committed any offence, I'm just a peaceful citizen.\n That is the end of the first statement.  I was requested to continue with the second statement with regard to the incident that took place in 1994. \n They have already related the incident that I'm going to talk about.  I think there was something that I can put as a tornado because we didn't see eye to eye with the residents at the location. There was a certain man by the name of Jeffrey Sibia who was a leader of the IFP, especially in the youth.  He was working with the Peace Accord group and we were also directly involved as the residents of the hostel.  We were chosen by some of the hostel dwellers, we had to organise ourselves into a group and get ourselves a representative to put forward our grievances so that we can be able to communicate because we were then attacked by police, we were being attacked by the soldiers, they were shooting and assaulting us.\n There is a fight that took place in 1990, it has also been mentioned where soldiers were fetched from Maputo who could not speak Zulu but they were black.  They assaulted us when they got there and some were killed, some were injured.  They broke down doors and we could not talk to them because they were speaking a different language, so there was absolutely no communication between us and them.  That is when the community decided that we should elect a leader or leaders that would represent us so that we could be able to air our grievances.\n Jeffrey was directly involved in organising some type of election and he was the one who was liaising with the soldiers that whenever they wanted to come and conduct a search, they would talk to him and he would relay the message to us as the hostel dwellers.  They would come in and search our houses and rooms and whenever we went back into our rooms we found that some of our possessions as well as money were missing. So Jeffrey is the one made these cards like the one I'm showing to you that when policemen come we would reach an agreement and as the hostel dwellers, we would talk to the soldiers as well as the police for them to tell us what they wanted in the hostel and if whatever they had to come to do was legal, then we would allow them to come in and search the rooms.  We also wanted them to have search warrants whenever they wanted to come and search a particular place and we would accompany them into the rooms so that whenever there was any loss that occurred we would be able to account. \n That is the sort of job that we were doing as the leaders.  Then on this particular day I was woken up by another Mthembu man, he has since been deceased having been killed by the soldiers.  He woke me up and told me that the soldiers had come they had filled the yard and he wanted to know what mechanism we should employ.  They started kicking the doors at that stage and I tried to get out.  It was about 2am and they pushed me inside.  I told them that I was working at a bakery I wanted to wake Jeffrey up so that we could talk to the soldiers. They kept on trying to push me back but I made my way to Jeffrey's room and I woke him up.  I told him that we had soldiers as well as police in the hostel and we should try to negotiate with them and find out what their problem was.\n They didn't want to hear a thing that we were saying, they started assaulting us.  That's when I told them that they should not assault us, we want to speak to their commander and find out what they were looking for, and we told them that it was the custom or principle that they should tell us as to what they wanted and Jeffrey woke up, he wore his white overall and we went to the soldiers and said we wanted to see the commander, but they did not want to disclose his identity and we discovered that they had arrested Mr Xulu and were also assaulting him at that stage. When we wanted to see him they refused us permission to do so.  We went to F-13 and when we spoke to the soldiers who were in there we were shot at by the others who were at f-14. \n We tried to duck for cover and by then we started running away and the hostel residents were now running after us realizing that as we were leaders and running away they also had to take cover.  When I got to the block where I stay, that is Block D were we wanted to speak to the commander so that he could tell us what they wanted and we could allow them to get into our rooms and search or do whatever they wanted to do.  They didn't accept our proposition that when they conduct their search we should be present.  We got to the main entrance gate where they refused us permission to speak to the commander, they were adamant that they wanted to conduct a search.  That is when they started shooting.  There was a lot of gun fire and that's when they shot my brother.  I tried to make way for him to run but when he tried to run they hit him on the back, they also shot him on the cheek and his whole face was sort of blown off and they started shooting the rest of the residents or the hostel dwellers.  They also shot another woman from Vinavesi, they shot here on the breast which was ripped apart, unfortunately she's not present at the moment. That's when my brother died as well as other hostel dwellers.\n In the morning it was very difficult to go to work.  They were actually accosting everyone who was going in and out of the hostel but I was able to go to the Alberton Commander where I discovered Jeffrey's corpse.  I went to see Colonel du Toit who was the then commander. When I got to him I saw that they had put an AK47 on Jeffrey and said that he was shot because he was shooting at them and they pointed to this AK47 as the gun that he had used against the solders.  I flatly denied that because I was an eye witness, were both unarmed and I knew that it was a lie that Jeffrey had a gun with him the previous day.\n That is what I've come here to say because it disturbed it very much because we as Zulus, where are we going to stay, where can we be free, we were chased out of the residential areas as well as places that we were leasing.  We were chased out because we were Zulus and we had to collect ourselves , men as well as women and there was a stage where women had to stay at the hostel together with the men and now we did not know what to do because we were fighting with each other.  We were fighting ourselves as blacks and we were also being fought by the then government and we did not have any place where we could stay peacefully. This has disturbed me quite a lot, that's where I can stop.",
            "Male"
        ],
        [
            "MS SEROKI",
            "We thank you for your elaborate explanation, we shall ask you a few questions.  I'll start with the incident where you were shot.  You said that you used to take the\n5 o'clock taxi.  Now according to your own opinion, do you think that probably somebody knew that 5 o'clock you'll be at the taxi rank.",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "To answer your question I would say that I do not know whether I was shot by a person who knew me or who knew as to what time I boarded the taxi, but there was some conflict between the hostel dwellers and the residential area dwellers.",
            "Male"
        ],
        [
            "MS SEROKI",
            "Now as a hostel dweller, were you a member of any political organisation?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "I do not want to dwell much on politics because at that time I was not fully conversant with politics but I ended up being a member of the IFP.  I was a Zulu before but I ended up being affiliated to the IFP and I'm presently a member of the IFP.",
            "Male"
        ],
        [
            "MS SEROKI",
            "When they shot at you were you the only target or were they just shooting at the taxi?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "I wouldn't be able to say as to whether they wanted me in particular, I was the one who was shot and when we came back we had to use alternative routes, and when we got to the location we discovered that there was a lot of damage that took place while we were absent or while I was hospitalised. That was how the whole thing started and that's where I think I realised that we were being killed because we were Zulus and maybe they thought we belonged to a certain political organisation.",
            "Male"
        ],
        [
            "MS SEROKI",
            "What happened prior to the attack, what had happened the previous night that led to the attack in the morning?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "What I could say is if we had known beforehand that something had taken place, probably I wouldn't have gone to work the following morning because I would have known that there was an ensuing attack or there was going to be an imminent attack upon us as Zulus or as hostel dwellers.  We did not hear anything, we just heard people singing and chanting, but we did not know that chanting would have a bearing on the attack that took place in the morning.",
            "Male"
        ],
        [
            "MS SEROKI",
            "Now you mean that evening there was a toytoy?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "During the night when the people were chanting we didn't hear any gun shots, people were just chanting so we thought probably it was just one of those things somewhere just coming from the taxis and the trains.  We didn't pay much attention because we didn't know that it was aimed at us.",
            "Male"
        ],
        [
            "MS SEROKI",
            "You said after you were shot your brothers took you to a hospital. You didn't want to be taken to Natalspruit Hospital.",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "Even yesterday there was a witness who testified to the fact that at Natalspruit Hospital hostel dwellers were not welcome, they were being ill treated by the nurses.",
            "Male"
        ],
        [
            "MS SEROKI",
            "Was this reality or is it something that you thought would probably happen to you?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "I would say that there are certain people who went to the Natalspruit Hospital but they died thereafter due to not receiving any medical attention.  That is when the rumours started that they were not attended to because they were Zulus. That is when the whole thing started and it's when we noticed that there was differential treatment.",
            "Male"
        ],
        [
            "MS SEROKI",
            "As the leaders, you were calling yourselves leaders at the hostel.  Did you ever go to report this matter that you were not getting equal treatment from the Natalspruit Hospital, you were encountering problems between yourselves and the hospital authorities?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "We wished to report this matter but there was no way that we could go to the superintendent or an authoritarian body where we could report the matter.  It was difficult for us to go to the residential area or Natalspruit itself.",
            "Male"
        ],
        [
            "MS SEROKI",
            "Let's come to this incident of the military soldiers who were from Mozambique who were attacking on that day of April 1994, what had happened at the hostel the previous night, or that preceded their attack?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "Nothing had happened. I had noticed nothing amiss but they used to do this ever since 1990, the soldiers as well as the police would come into the hostel and they would conduct searches during the day as well as during the night.  That is how at the end of the day we got these identification cards so that we could identify ourselves as hostel dwellers.",
            "Male"
        ],
        [
            "MS SEROKI",
            "Now these police who came that night, were they the same police who came in 1994.",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "No at that time it was the SADF that had come, not the ones who came before, that is the ones who could not speak Zulu.",
            "Male"
        ],
        [
            "MS SEROKI",
            "Now you said Jeffrey was with you and you were leading the way, you were followed by others, were you armed or not?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "No we were not armed.  I even produced this card to show them that we had a right to want to speak to the commander of the police before he conducts a search, so that we could be present when he conducted the search his crew, but they did not allow us to speak to the commander.  WE wouldn't have attacked the soldiers because they were trained to kill and we were not and did not even have the arms, so we wouldn't have been able to attack them.",
            "Male"
        ],
        [
            "MS SEROKI",
            "Is there any case that you opened up with regard to Jeffrey's death and other people at the hostel?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "Yes there is a case that we opened.  I do even have some documentation to that effect.  The matter was being dealt with in Alberton Court but the matter could not be finalised. I do not know even now as to what is happening with the case. I was called in January 1996 on the 7th, 8th and the 9th to go and render testimony as to how Jeffrey died, I went there and the magistrate cross-questioned me but later on I told them that I will not be able to continue with the matter if his wife or his relatives were not called, and I saw all the men or the perpetrators present, and I was not able to continue.  They told me that if I was not able to they would call me later on, and I was never called at any sage",
            "Male"
        ],
        [
            "MS SEROKI",
            "Now this AK47 that you spoke about, did you see him having this AK47 in his possession.",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "He did not have any AK47, he had a torch in his hand and I had nothing in mine.  He had a torch because our aim was to go and try to speak to the commander.  He did not have any AK 47 with him but the police alleged that he had one and they said that he had been shot by the hostel dwellers and not by the police.  Because I was there as an eye witness I denied this allegation and Jeffrey was very important to us as a leader and when they said to us we  the ones....(turn over tape)....me even the most.",
            "Male"
        ],
        [
            "MS SEROKI",
            "Did he have any wounds?",
            "Female"
        ],
        [
            "JOHANNES DHLOMO",
            "Yes he had a gunshot wound that they showed me from a photograph Jeffrey but I denied and I told them hat I had no knowledge of Jeffrey being shot by one of the hostel dwellers.",
            "Male"
        ],
        [
            "MS SEROKI",
            "We thank you very much Mr Dhlomo.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mr Dhlomo has Mr Sibiya's family made a statement to the Truth Commission?",
            "Unknown"
        ],
        [
            "JOHANNES DHLOMO",
            "It was difficult for me to locate his family because they do not stay here and I wasn't able to contact them. They are very far away, they are in Nongoma in Zululand and I was not able to get in touch with them because the information that I got was that his wife had gone back to school and I don't know which school that is.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I think it's very important, and they have lots of time to make that their statement if they can, we have an office in Durban as well, so if it is possible for you to get a message top them, they should actually be making a statement and Mr Sibiya.\n I just want to come back to what you said earlier on that some conflict was taking place in this area.  I'm sure it was more than just some conflict, it was almost like a war that was going on.  People were dying. In fact hundreds of people lost their lives between, certainly between 1987 and 1994, do you agree with that?",
            "Unknown"
        ],
        [
            "JOHANNES DHLOMO",
            "I think, according to my own opinion, I could say that I do agree with this statement because when I was admitted and I came back I didn't have a place to stay anymore, then I could say that it was not just a conflict, it was a war situation and it was quite a big war I could say.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Dhlomo, I just want to go back to this situation in 1994 where you say that Mr Sibiya was a leader and you too were a leader in the hostel. When you say you were leaders, were you leaders of the IFP, in the hostel, were you indunas, or were you just representatives of people who were living in the hostel?",
            "Unknown"
        ],
        [
            "JOHANNES DHLOMO",
            "I've already explained that Jeffrey was a leader of the IFP, especially the youth brigade.  I also explained that I was elected by the hostel dwellers as well as my people in Kwa Zulu to be an induna, and I also explained that at the time, I was an ordinary Zulu who was leading Zulus at the hostel or the entire Zulu nation.  I also explained that at the time I did not belong to any political organisation. I went on to say that now I'm a member of the IFP. When this conflict started I decided to join the IFP because I realised that there were some political elements in the conflict and now I've decided to join Inkatha Freedom Party because it looks as if politics was taking precedence.  And when I was elected I was not elected as a member of a political group.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Dhlomo I don't want my questions to detract from what happened to you and to Mr Sibiya, but as you know we are also asked to develop as complete a picture as possible of what happened in this period.  So I'm trying to just get some more information in that respect.  We've heard many stories and some people are even coming today to that effect that people were taken into hostels from taxis, individuals were taken into hostels, either tortured or never seen again.  Can you comment on that?",
            "Unknown"
        ],
        [
            "JOHANNES DHLOMO",
            "I don't remember any incident whereby a taxi from the residential area came into the hostel with people who were not hostel dwellers and who would later disappear, because they were killed at the hostel.  I have no recollection of that, even though at the time I was admitted and even when I came back from the hospital and never heard anything of that sort.  All that I heard was that Mr so-and-so had gone out of the hostel but did not come back into the hostel.  That is when some of the hostel dwellers gathered themselves and went out but they were killed in a taxi. About 15 of them were killed at a certain open ground in Palm Ridge,.  They were taken out of a taxi and they were killed.  I was still very sick at the time but I was able to hear that this incident had taken place.\n And the second incident was when some of our brothers from Siluma, who were at Kwesine were taken to a certain dam where they were killed and some six of them died and some survived the incident.\n That is all that I know.  This gave me a picture that we were not going to get any thoroughfare in the residential area because they were putting barriers for us not to be able to go through.  That's all I know.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can I just follow that last question up by another one.  There've also been stories of hostel residents attacking people who lived in the residential areas.  It almost as if there were organised attacks.  People actually went out in an organised group and started attacking people who were living in the houses.  Do you want to comment on that?",
            "Unknown"
        ],
        [
            "JOHANNES DHLOMO",
            "I wouldn't comment on that. As you said that these were stories and rumours, I never ever got to know anything of that sort, I have no knowledge of anything that happened in that fashion, I am not clear on that aspect.  And  as I've already explained that we did not have anybody who was on our side because the police as well as the soldiers, were against us together with the residents.  If I could take members of the Truth Commission to show them the hostels and they would see the bullet holes as well as the damage that was done at that time by the police and the soldiers.  We are the ones who were being attacked, so there was no way for us to be able to go into the location and launch attacks on the residents, because we did not have any weapons.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Dhlomo, just as a comment, I'm not wanting a debate here, it's more than rumour, I mean I think, and stories, we know today and in those days that many people were killed in these sort of incidents, so I think it's not a rumour that we're talking about.  I just want to, my last question is related to what you've just raised and the question of the police and the army.  Again in many areas that we've gone to, and I'm not only talking about the East Rand, the Vaal, the West Rand, Soweto, stories have come forward of the relationship or apparent relationship between hostel dwellers and sometimes the army as well, where it appeared as if the police and army were cooperating with hostel dwellers. Now the story that you have told us today in 1994, let us remember that it was 1994, seems to contradict that story.  Can you tell us what your impressions were?  Was there any association between police, army and hostel dwellers, were you given support were they against you as much as the residents seemed to be?",
            "Unknown"
        ],
        [
            "JOHANNES DHLOMO",
            "Let me put it this way.  I don't remember, not even a single incident where we were helped by the police.   I do understand what you have just put forward that these are not rumours, these are things that took place. But there is no connection or relationship that we had with the police and the soldiers, we wouldn't be laying a complaint against them if they were helping us. Instead they were against us and they were killing us, they were not helping us in any way.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Mr Dhlomo.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Dhlomo, thank you, thank you very much.  This is very important testimony because as a member of Inkatha, as a hostel dweller, as somebody who is also in a position of leadership, you obviously were in quite an important position to see what was going on and we appreciate you coming to share with the Commission your understanding, your views and your impressions on the conflict.  It's very important because we point at all the time that the Commission is not here to take sides, but to try and understand the political conflict from its various sides and the conflict from all sides, so by you coming forward and giving your account, hopefully we can get a more balanced account and version of what happened.  So thank you very much for coming to the Commission.",
            "Unknown"
        ],
        [
            "JOHANNES DHLOMO",
            "I also thank you Mr Chairman.",
            "Male"
        ]
    ]
}