{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-04",
        "location": "DUDUZA",
        "day": "1",
        "names": [
            "THODUOE THELMAH GQINEBE"
        ],
        "case number": "JB00537/01ERKWA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55031&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duduza/gqinebe.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MR LEWIN",
            "MRS SEROKE",
            "THODUOE THELMAH GQINEBE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS GQINEBE",
            "DR ALLY",
            "THODUOE THELMAH GQINEBE",
            "MRS SEROKE",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Can we call now Gqinebe Thelmah, Thelmah, Gqinebe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I had thought that is what we said, this other one is not here.  Thank you Thelmah.  Who is accompanying you, Thelmah.",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "It is Anna Gqinebe, that is my daughter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That is your daughter.  Okay, we thank you, Anna, to support your mother right through the ordeal.  I will request Dr Ally to lead you.  Over to you.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Welcome to you.  I am going to ask if you would please stand and raise your right hand.",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mrs Gqinebe, you are coming to speak about your son, Oupa.  An incident that took place in March 1990.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Husband.",
            "Female"
        ],
        [
            "DR ALLY",
            "And husband.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Her husband was killed.",
            "Female"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "I have also come to ..",
            "Female"
        ],
        [
            "DR ALLY",
            "And your husband.  So, would you please go through your statement with us.  Thank you.",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "On the 19th of March 1990 the Comrades were giving people some stands, vacant stands and as they were soldiering that, I do not know what happened later on, but the police came and the police started shooting and people\ngot scattered.  They ran away in different directions and when I was at home about three Comrades came to my place and amongst those Comrades I know Keshle Tshabalala and they had come to tell me that Oupa, my son, had been shot.  \n I went with them to the scene of the incident.  As we were still along the way I was asking them to as what had happened to Oupa and they related to me that the police were shooting at people and Oupa also started running towards principal Setola's home and Mr Setola chased him out.  When he was running towards home the police shot him and when I got to the scene at where he was shot, that is at Mketzi High School, I found my son's body.  When I got close to him he was lying on the ground.",
            "Female"
        ],
        [
            "DR ALLY",
            "Please take your time, Mrs Gqinebe, and when you are ready, you can continue.  If you want to drink some water, maybe, and just gather your thoughts and then you can continue when you are ready.",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "He was lying on the ground facing upwards and he was full of blood.  His whole body was full of blood, he was soaked in blood and when I held him, the crowd held me.  As they were still trying to restrain me from holding my son, I do not know what happened, because I lost consciuosness at that point and when I regained consciousness I was at home already.  When I regained consciousness there were a lot of Comrades at my place as well as Mr Mimtombena and Makangena.  They told me that if the police wanted to take statements, we should not give the statements to the police, because they were going to take the statements and give them to their ANC attorneys in Johannesburg.\n We stayed from Monday up till Tuesday.  Then police \narrived on Wednesday and they came to call us and asked us as to how we knew that it was my son that had been shot.  We went to the police station and they went to show his body to us so that I could identify him.  He had been shot on his left hand as well as his forehead, the temple and the eye.  My husband fought with the policeman and said he wanted to know as to which policeman had actually shot my son, because my son was only 12 years old when he was shot and when I got him, he did not even have a stone.  Probably they could have killed him for having stoned them, but he did not have anything in his hands when he was killed.",
            "Female"
        ],
        [
            "DR ALLY",
            "Mrs Gqinebe, this death of your son took place almost seven years ago, but we can see that it is still very fresh in your memory and it is very hard for you to relive these events.  So, I would not really like to keep you longer.  Just to maybe ask one or two questions which can help us with our work.  The first is, was there ever an inquest, in other words, did the, was there ever a court case into this incident to try and establish how your son had been killed?",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "We went to the ANC attorneys, that is Somon Gama, and he is the one who was busy with the case and he was handling the matter and he told us that the case had actually prescribed.  I did not know as to how a murder case could prescribe and I did not understand as to why Mr Sithole chased my son away when he ran into his house.  As to why the police shot my son when he was not even armed, this is what troubles me, because I could not get any help and I did not know where to go for help.  There is still a question mark in my mind as to why was my son killed.  He told me that I should bring R1 000,00 to him in order to be\nable to be represented and we borrowed R950,00 and we went back to this attorney looking for some help, but they could not help us.  This was very painful to me. \n We went to Supreme Court to find out as to why they were saying that the ANC lawyers are not supposed to be paid, but we did pay and there is no help that we received from them.  That is why I have come before this Commission so that there could be some clarification.  My heart is still sore when I look at other boys who were his peers at that time.  I always think that he would probably be that age by now.  I do not get any rest whatsoever.  My son died without me knowing as to why he was killed. When he was killed, he was wearing uniform and he was killed at quite a tender age and I could not get any clarification.  I request this Commission to try and find out as to why my son was killed in such a brutal manner.  I want the policeman who killed my son to be brought to book as well Mr Sithole who did this, because he also has children.",
            "Female"
        ],
        [
            "DR ALLY",
            "You mention in your statement a Mr Somon Kamdar, is that the ANC attorney that you are speaking about.",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "That is correct.",
            "Female"
        ],
        [
            "DR ALLY",
            "And that is the attorney you say you paid money to to take on your case, your son's case?",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "That is correct.",
            "Female"
        ],
        [
            "DR ALLY",
            "Can you tell us where his offices are, how we would be able to get into contact with him?",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "We looked for him at Market Street and they said he had moved, but I do not know where to.",
            "Female"
        ],
        [
            "DR ALLY",
            "And the, when was the last time that you heard from Mr Kamdar?",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "Mr Kamdar had sent us certain documents, but\nwhen we got to his offices, we never could get hold of him.  He wrote us letters in 1991 and 1992, that was the last we heard from him.  We last went to him in 1992 after we had given him money and he told us that he could not get on with our case, because it had prescribed.  That was the last time we spoke to him because when we went back we were told that he had moved to another place.",
            "Female"
        ],
        [
            "DR ALLY",
            "The correspondence between yourselves and Mr Kamdar, do you have copies of that and if you do have copies of that, would you mind giving that to the Commission, to us so that we can try and follow up on this matter?",
            "Unknown"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "Yes, I was having the documents when I gave my statement, but today I do not have the papers, but I do have them at home.  I can bring them if you want them.",
            "Female"
        ],
        [
            "DR ALLY",
            "It will be important for us to try and follow up because maybe that Mr Kamdar knows something about the case and would, in all probability, have been in communication with the police.  So, that would be a good place for us to start to try and find out what happened to your son.  So, we will try, but we also want to say to people that they must please understand that the Commission gets so many statements and we do not have that big a staff, so these things do take time and we would appeal to people to be patient, but we do do our best to follow up on all cases and on all leads.  Thank you.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "I am arising.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, sorry.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Mama Thelmah, in your statement you say the people were actually allocating land amongst themselves.  Can you just explain what you meant by that?",
            "Female"
        ],
        [
            "THODUOE THELMAH GQINEBE",
            "There once were local residents were dividing and allocating land amongst themselves as well amongst their sub-tenants.  So this caused a fight and there was an altercation and these police came to quell the fight that took place and when the police came they did not want the Comrades to give part of the land to other members.  These were ANC members who were dividing and allocating the land.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Thank you Tom.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Thelmah, we do understand the problem that you are in as well as your family.  As we ask as to where Kamdar is and as to what efforts were made by Kamdar to try and find out as to what happened to your son, we want to get in touch with them to ask them as to, what is it they found, what is it they failed to find and how best can we get that.  So, with that which Dr Russell has said, you can count on us.  We will do our best in this regard.  Please give our regards to the family and let it know how pained we too are.  Thank you.\n This brings us to the end of our hearings for today.  We thank the communities of Duduza, Kwatema, Ratanda and Zakane who made this occasion possible.  We thank, in particular, those who came to witness and we hope that we shall be of service to them and our service is not only the service from the Truth and Reconciliation Commission, but we, by and large, ask these communities to help us to establish the kind of understanding and information that will lead to the reconstruction of its communities.  We thank the police who have been with us.  We thank the Mayor and the councillors.  We thank the Churches and we thank all the organisations that made this occasion possible.  I think, amongst them, Kulumani.  We thank everybody who graced this hall.  You matter, you made it possible that \nthis occasion be what it is.  We thank the media, we even thank our foreign visitors.  We hope out of these hearings they will be able to construct something of what the Government and the community of South Africa seeks to construct out of the Truth and Reconciliation Commission. \n To those who can be able to, we shall be having the hearings tomorrow in Benoni Town Hall.  The hearing will start at nine am.  If there is anybody that I may not have mentioned in terms of gratitude for being here, please just understand the limitations under which we operate.  It being the end, we are going to request all who have the headsets to bring them back and I think that sums up, this sums it up that we are very happy.  You made this occasion a success.  Your numbers, okay, we constantly asked for silence.  Perhaps it was unavoidable for you to behave the way you did, it is just human, but we are very grateful for your support.  Sorry, can anybody, that is alright.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Does Joyce want to give a prayer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you want to give a prayer.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Maybe we should just sing the anthem.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Can we make it.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "But we do not know it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Leave it.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Just leave it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  We are having a little bit of problem with our new anthem and since we do not know it, we are requesting you to rise and depart peacefully.  Thank you.  Safe journey home.",
            "Unknown"
        ]
    ]
}