{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-04",
        "location": "DUDUZA",
        "day": "1",
        "names": [
            "VERONICA NUKWINDLA"
        ],
        "case number": "JB00254/01ERKWA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55048&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duduza/nukwindl.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MR LEWIN",
            "MRS SEROKE",
            "VERONICA NUKWINDLA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "MRS SEROKE",
            "DR ALLY",
            "MS NUKWINDLA",
            "VERONICA NUKWINDLA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "... ask the witnesses to stand please.  Okay.  We are grateful for your presence and first I must introduce myself that I am not Dr Randera, who is supposed to be chairing the proceedings of the day, he will be, he will be chairing the proceedings tomorrow in Benoni and I must repeat, ladies and gentlemen, that we welcome you here.  We say to you, good morning.  You are all welcome at today's hearing.  That is we welcome you all for these first hearings of the year 1997.  It will be observed that we are starting the hearings at a time where the TRC is inundated with applications for amnesty and this is going to make the hearings the more meaningful and this is going to all go well not only for the TRC, but even for the communities that will be involved or they are going to get engaged in reconciliation, because reconciling from a position of information, reconciling from a position of knowledge of what has happened to the people, what happened to the victims is far easier than when we just talk about reconcile as though we say forget the past when we know that forgetting is very difficult, but we are striving and struggling largely for forgiveness and it is in this background that we are starting the hearings of year and it will be observed over and above that we are starting the hearings in this area, the East Rand area, which had carried most of the burden in the 80's and the 90's.  So with this I say, can we rise and get Reverend Friedman to open the occasion with a prayer, but he will be led, sorry.\nOPENING CHORUS AND PRAYER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could we, in Reverend Friedman's prayers, remember the Chairperson of the Truth and Reconciliation Commission, okay I will wait.  Can you settle down?  Thank you, thank you.  I was saying could we, in Reverend Friedman's prayer, remember the Chairperson of the Truth and Reconciliation Commission, the Archbishop Desmond Tutu, who is lying ill and yet we fervently believe that sooner or later he will recover and be with us.  So this gives an account why he is not with us here today.  We will pray for him at all times.  Perhaps, first, I should introduce the members of the panel, but, perhaps, even before I do that, let me thank the Mayor of Duduza, Ntombe, for her services that show the welcome she extends to us, how hospitable she is and we thank you and your fellow counsellors.  Could you please stand, Ntombe.\n Then I would like to introduce members of my panel, of the panel.  On my far left I have Mrs Joyce Seroke.  She is the Committee member of the Human Rights Violations Committee.  Next to me is Dr Russell Ally who is the Committee of the Human Rights Violations Committee.  On my right I am flanked by Mr Hugh Lewin, he is the Committee member of the Human Rights Violations Committee.  Speaking to you is Thomas Manthata, member of the Reparation and Rehabilitation Committee and before we can proceed I am going to request Mr Hugh to guide us on how to use the earphones.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you, Mr Chair.  I would just like to\nexplain that we do have an interpretation system in the hall.  What we are going to do today is that through the loud speakers you will be hearing Zulu, but we do have these earphones available for other language speakers and the channels for those who need these, who have the earphones.  Channel one is Afrikaans, channel two is English, channel three is Zulu and four is Sotho and I would like to make the point that these earphones are very expensive and they are useless outside of this hall and apart from this system.  So when people leave the hall or go outside, please leave the earphones and the mike behind.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, okay.  One further request with regard to the earphones is that could the young ones who understand English as much as possible give the earphones to our elderly people who may know just one language and, of course, give them to some of our visitors who may not know one or the other language.  We are requesting the young ones to be as gracious as all that.  Next, I am going to request Mrs Seroke to read to us the list of the witnesses, for who they appear and on what issues they will be testifying.  Over to you Sis Joyce.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "I am going to call upon the witnesses who are going to render testimony today.  I am going to start with Veronica Nukwindla who has come to testify with regard to the shooting and killing of her brother and I am also going to call upon Khanyisile Zulu who has come to tell us about the loss of her father Joseph Zulu.  I will continue to call upon Puleng Moloko, she will come and testify with regard to the necklacing as well as the killing of her sister Maki Skhosana as well as Titus Mazibuko who will come before us to testify on his own behalf with regard to the torture as\nwell as Esau Xaba who will come to testify on his own behalf with regard to the shooting that he went through.  Wellington Ndumo, he has also come to testify on his own behalf with regard to the torture and violation.  Sarah Mabaso who has also come to testify on her own behalf with regard to the bombing of her house.  Lastly, it will be Thelmah Gqinebe who will testify on behalf of Oupa Gqinebe who was shot and killed.  Chairperson, those are the names of our.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Sis Joyce, thank you.  Even before we proceed I am going to request Dr Russell Ally to welcome us, the visitors in our midst.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Thank you, Chairperson.  Obviously, everybody who attends this hearing is a special guest and we extend a welcome to you, but there are also some others whose presence at this hearing we want to acknowledge.  The Reverend Elias of Bokwane, Reverend Sipho Mazibuko.  The Truth Commission has also been attracting a lot of international attention, people in other parts of the world are very interested in the work and how we go about dealing with the conflicts of the past.  So we are very pleased to welcome some visitors from the United States, lawyers who are interested in the work of the Truth Commission and have come to visit us.  We have with us Vincent Warren from the National Conference of Black Lawyers and Maria Scalia, Gene Callahagn, Mara Lee from the National Lawyers Guild, a special welcome to them.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Do you not want them to stand?",
            "Female"
        ],
        [
            "DR ALLY",
            "Do they want to stand so we can see who these infiltrators are from the USA.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Russell.  Without delay, yes, I have just been reminded that it is true it might may be too hot in here and we would have loved the people from first aid to be around here in case we have, you know, people who cannot take the heat.  So, yes, thank you, we have come to a point now when we are going to have the first witness and our first witness is going to be Veronica Nukwindla.  Veronica Nukwindla who is appearing for Vincent Nukwindla.  Veronica, you are welcome.  Who have you brought along with you.",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "Selby Nukwindla, it is my son.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Selby, you are welcome.  We hope you will be a strong support to your mother.  Veronica, can you stand and take the oath, please.",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As I have requested already, Veronica, relax.  I am going to lead you.  We would request you to tell us fully about, is that your son or your, your son, Vincent, and what it meant to the family.  Can you please tell us about the death of Vincent and how you discovered his corpse.",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "Vincent, I do not know how he died, but we heard that he had died.  We tried to go to the mortuary, to the Government Mortuary to locate him and we found him there, he was shot.  On his arm his skin was peeled and there was no flesh at all on his hand.  There were bullet wounds on his head.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And then what did the family do?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "We prepared, me made preparation for the funeral.  There was nothing else that took place besides that.  After his death no action was taken whatsoever.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he ever taken to the hospital or so, or get the doctor to give the post mortem?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "That is correct, post mortem was undertaken.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And no inquest made?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "There was no inquest.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And it was never given to the police?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "No, they took, they did not take any part in this.  The police insisted and said he was troublesome in the community, also to the police at large.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What did the family understand by that when the police say he was a source of problem to them too?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "We were surprised as a family, because we did not know and have any knowledge that our son was troublesome.  Now that he was dead, they were telling us now that he was troublesome.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you know him to be active in any organisation within Duduza?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, yes he was an activist.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What position did he hold in any of those organisations?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "He was a PRO in COSAS organisation.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did the family ever have an idea of what COSAS was all about?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, it was a school organisation.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is it they were doing for the school or for the students?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "They were helping in many things, different things and solving the problems that they probably will encounter, they were encountering at schools.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did the family ever have an idea that, did the family ever have an idea whether COSAS was teaching students how to trouble the police, as we later learned from the police themselves, that he was troublesome?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "We knew that he was a COSAS member, but we did not know why the police had to label him that way, because he was not troubling the police anyway.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would you say that COSAS could have gone even beyond helping the students, that COSAS could have been involved in community issues?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, you did not.  I realise here in your statement that he was not the only one who was found dead that day.  Who else was found dead with him?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "Jabilane Mahlangu, Matibe Modisane, Skomboza Msweni, there were four in number in Kwetsima.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And were the four families ever able to get the information with regard to what these four could have been engaged in before they died?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "No, we were all ignorant, not knowing what was happening.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What information did you get from the COSAS leadership itself?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "We discovered that the police gave them hand grenades to bomb the police stations.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How did you get that?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "We got that from the COSAS members that, who survived the attack.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And then what did COSAS do with that kind of a problem?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "COSAS did nothing because the police were also in search of them and they disappeared as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And then the community itself, when it realised that it lost four young students, what did it say about this whole matter?  So, the community did nothing, but what did the community say at the burial, because normally we express ourselves better when we console one another.",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "The community did its best to console us and make it a point that everything go according to plan.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Veronica, thank you, I am going to give members of the panel chance to give, to raise questions wherever they would love to.  Sis Joyce.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Ms Nukwindla, you say according to your statement your son, Vincent, was hiding from the police, not at, was not at home, but will come to visit you at home.  Now, why, did he ever give a reason why he was hiding in case you have asked him why he was hiding away from the police?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "He said the police were looking for them because at the beginning of the riots in Kwetsima, the police arrested them and he left home.  He said he does not want the police to find him, so he will be in hiding.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "You also went on to say, when you said they were, police were looking for them, that means them as COSAS were the reinforcers of the riots and the police knew this that they were supporters of this.  You also went on ahead to say in your statement, at night whilst sleeping you heard gunshots.  What was happening at that night in question?  It was in Kwetsima, not in Duduza, what was happening?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "We do not know what was happening that evening, but we heard gunshots.  The morning of that day one explained that there were kids that were injured.  I also had no idea that my son, my son was also one of those who were injured, because he came on Monday and said the police were looking for us and are still looking for us and the police will find me in the mortuary, they will not find me alive and he left.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Take your time and drink some water.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Whilst waiting for Ma Veronica, we are going to request ... just to attend to people who may otherwise feel a little out of order.  Thank you.",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Can you go on ahead?  Vincent said the police were looking for them and they will never find him alive, they will find him at the mortuary.  That means he knew that they were going to kill him.",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, he said that.  I asked him how do you know that they are looking for you?  He said they were shooting us, they are shooting us and they are looking for us and definitely they will shoot us.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "You said, also, that they were, something was said about the hand grenades.  Do you have any idea if Vincent also had hand grenades in his possession to go and attack police and counsellors and police stations?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, he also had a hand grenade, he was given one.  Fortunately it did not explode, it only damaged his hand, then they shot him on the head.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "That means this hand grenade injured his hand?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "He was given this hand grenade by the police?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "But according to you, you did not have any idea that he had hand grenades, you only discovered that at the end?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, we heard from one boy who was a friend to them and who, he is late as well, but there is one around by the name of Jabulani Mazuza who was with him.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Do you think he also gave a statement according to what he knew?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, he gave a statement.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "You also said that you did not open any case at the police station.",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, we did not.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Why did you not?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "After the funeral we did not have time because the police were harassing us and trying to set our house alight.  One afternoon they were driving around the streets, there was one car parked outside, my son's friend.  I think they wanted the, this boy to go out and drive this car and suddenly they threw two petrol bombs.  Fortunately our house was not so much damaged, although some things were damaged.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "But did you go to report this matter at the police station?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, we did go, but the police did not take us, just took us for granted and they did not take any word from us.  The boys went in the morning to the police station to take their car registration and they told the police that this is the very car that was around our houses that day and one police said, you are insane, you are just mad, this is not the car.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Do you think this is the car that was throwing the petrol bombs, parked outside your house?",
            "Female"
        ],
        [
            "VERONICA NUKWINDLA",
            "No, it was not parked, it was driving around.  It threw two petrol bombs and drove away suddenly, but we did, we did manage to get hold of the registration, car registration number, because when these boys went out to see what was happening, that is when the white policemen took out their guns, threatening to shoot them and also my\nneighbour was the police, he also went out with his torch and the police left and ran away.",
            "Female"
        ],
        [
            "MRS SEROKE",
            "Thank you Mrs Veronica, I will also hand you out, hand you to one of the panel members.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, thank you for that testimony.  I am not going to keep you much longer.  I just want you to help clarify something.  Four boys were found dead, you said, and they, and that they were found near a power line in Sekane.  How did the other three boys die, do you know?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "All of them were killed by the hand grenades.",
            "Female"
        ],
        [
            "DR ALLY",
            "But in the case of your son there was also a bullet wound, that he had also been shot.",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "He was fortunate that the hand grenade only damaged his hand, but then they shot him on the head, because when we discovered him and when we were going to look for him at the mortuary, we discovered that he has been shot around the head.",
            "Female"
        ],
        [
            "DR ALLY",
            "Did the, did the police ever say that or suggest that your son and his friends were trying to, to bomb the, the power line?  Was there any such suggestion that the grenades were used to?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "No, they did not make mention of that.",
            "Female"
        ],
        [
            "DR ALLY",
            "Because, Mama, you may know that in the same period, 1985, June, July, that there was actually an operation, it was called Operation Zero Zero, which the Security Police were responsible for.  What it involved was giving to young Comrades, grenades that people pretended to be from the underground, from Umkhonto we Sizwe, giving these youths these hand grenades which were, which were booby trapped, so that when you pulled the pin out the hand\ngrenade would immediately explode and that there are people who have actually applied for amnesty, that this goes right up to, the then, Commissioner of Police and even the Minister of Police was aware of this, these activities.  Now, later today we will actually be hearing from one of the survivors, but in your statement you do not make any, any link between this attempt at giving these young activists these booby trapped hand grenades.  Is this something that you have learnt subsequently, because in your statement that does not come across.  You do speak about hand grenades, but you do not indicate where these hand grenades came from.  Can you just tell us a little bit more?  Do you have any idea of whether your son and his friends were also victims of this, this Operation, Operation Zero, Zero?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "I do not know where the grenades were from, but these boys were saying the grenades were given to people, were given by people who said they were coming from the, from exile and were coming to teach them how to use these grenades and they left, the very people, and took these boys with in a black car and with tinted windows, that was at night, they left with the boys and even suddenly the grenades started exploding.",
            "Female"
        ],
        [
            "DR ALLY",
            "You may also have seen on the, on the news and the television that one of the people who was central to this, who posed as coming from the ANC was a certain Joe Mamasela who use to use the name Mike.  Did you ever hear from your, from the friends of your, of your son a name Mike or Scarface or Joe Mamasela?  Does this mean anything to you?",
            "Unknown"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes, they said he was present, Joe Mamasela was present.  They say Joe Mamasela was the very one who gave them the hand grenades and driving this combi in\nquestion.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Hugh.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Ma Veronica, could I just ask a few questions about, about your son?  When was he actually killed?  What date was it?",
            "Male"
        ],
        [
            "VERONICA NUKWINDLA",
            "June 26, June 26.",
            "Female"
        ],
        [
            "MR LEWIN",
            "In 1985.",
            "Male"
        ],
        [
            "VERONICA NUKWINDLA",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "How old was he then?",
            "Male"
        ],
        [
            "VERONICA NUKWINDLA",
            "He was 19 years old.",
            "Female"
        ],
        [
            "MR LEWIN",
            "19, Okay and could you tell us a little bit about yourself now?  You have your son, Selby, with you.  What other children do you have and how do you look after them?",
            "Male"
        ],
        [
            "VERONICA NUKWINDLA",
            "I have no means of taking care of my family.  It is hard.  I am not employed.  Even Selby right next to me is not employed.  We are encountering difficulties.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And how big is your family, how many children?",
            "Male"
        ],
        [
            "VERONICA NUKWINDLA",
            "I have four children.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Veronica, we hear the sad story that befell your family, more especially the last item of there being nobody to provide for the family, but I think you are still lucky that you have two or so sons by your side, much as we grieve for the loss of Vincent, but what is most encouraging is that the whole story is beginning to unfold and this is what we said when we said that amnesty hearings is bringing forth all the truth around what was taking place or what was happening to the young ones, the students and so on around Duduza, that is in the East Rand, and we hope out of these revelations we will be able to have the families\ncomforted in this that they know who the killer was and what is it they were being killed for.  That what they stood for is what we are enjoying today, that is a free and democratic South Africa.  So, we hope out of the amnesty hearings we shall have the full story and that, perhaps, you will even be enabled to attend the amnesty hearings where you can see the people who actually did all these things.  We thank you for your witnessing and we are one with the family.  The Truth and Reconciliation Commission together with you, we will strive to bring about the required peace in this country.  We thank you.  Give our regards to the family.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Two people have come in.  (Indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you welcome these people, please?  Dr Ally will welcome, once more, some of the visitors that have just arrived.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "These are more members of the Clergy.  A special welcome to Reverend Mabanda and Bishop David Beechie ...",
            "Unknown"
        ],
        [
            "MRS SEROKE",
            "Beatrie.",
            "Female"
        ],
        [
            "DR ALLY",
            "... Beatrie from the Anglican Church.",
            "Unknown"
        ]
    ]
}