{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-10",
        "location": "TZANEEN",
        "names": [
            "SAMUEL MATHEBULE"
        ],
        "case number": "1411",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55986&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tzaneen/tzamtheb.htm",
        "speakers": [
            "DR ALLY",
            "DR RANDERA",
            "MISS SEROKE",
            "SAMUEL MTHEBULE"
        ],
        "original_speakers": [
            "DR ALLY",
            "MISS SEROKE",
            "DR RANDERA",
            "SAMUEL  MTHEBULE",
            "MR MTHEBULE"
        ]
    },
    "testimony": [
        [
            "DR ALLY",
            "We'll break for lunch now and we'll come back at two o'clock.  So we'll come back at two o'clock.  Thank you.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "We'll ask our next witness if ...  Mthebule Ignatius, .. Samuel.",
            "Unknown"
        ],
        [
            "MISS SEROKE",
            "Our next witness is Samuel Mthebule.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mr, do you want to put your headphones on or not ?",
            "Unknown"
        ],
        [
            "MISS SEROKE",
            "English, he's going to use English.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Good afternoon, Mr Mthebule.  Welcome.  Mr Mthebule would you please stand to take the oath.  If you can just repeat after me.  I swear that the story I'm about to tell is the truth, the whole truth and nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "SAMUEL MTHEBULE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MISS SEROKE",
            "Welcome, Mr Mthebule.  Would you introduce the person who's accompanying you.",
            "Female"
        ],
        [
            "SAMUEL MTHEBULE",
            "He is my uncle.  A brother to my father.  His name is Abel Ntebolin.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "You've come to tell us about your brother, Ignatius Mthebule who left the country in 1981.  Would you tell us about him and why he had to leave the country.",
            "Female"
        ],
        [
            "SAMUEL MTHEBULE",
            "Basically there isn't really much that I, that I know why he left the country as I should submit from the ...",
            "Male"
        ],
        [
            "MISS SEROKE",
            "The speaker's mike is off.",
            "Female"
        ],
        [
            "SAMUEL MTHEBULE",
            "So should I start again?  Alright, thank you.  Much as I said before that I have no idea ...",
            "Male"
        ],
        [
            "MISS SEROKE",
            "The speaker's mike off again.",
            "Female"
        ],
        [
            "SAMUEL MTHEBULE",
            "I don't have much as to why he had to leave the country but all I know is that in 1975, in 1975, yes, he went to the University of the North where he studied for his B.Comm. Degree.  Since our father passed away some years back, I as his elder brother had to act as his guardian and in 1976 he was expelled from the University of the North on the accusation that he participated in the so-called Mozambique Independence  Celebrations, being regarded as one of the instigators as a, if one could use that term, of that time of this demonstration.  So, as his guardian and as his father standing in his father's stead, I had to go to the University of the North where I pleaded for his re-admission which was ultimately given.\n But some two or three, three years later, was it 1981 or 1980 I can't  recall well, he once more found himself in a position where he had to leave the University of the North with a number of his comrades, if one could I quote one or two, Maku Ramathlodi, Tom Kwane and others who had to leave because of their perceived their pressure by University authorities.  He was at my knowledge a member of  a student movement, then called Azaso where he played a leading role as this movement's spokesman.  He was so oft quoted in  the press that as to what was really happening one had to rely mainly on press reports since, because of the fear of harassment he had go underground as one could call it.  That for most of the time he was staying with his sister who is married in Johannesburg.  And then later on what we learnt as a family that he had left the country, was, through the press again which we saw in The Sowetan, where there was a caption that he had to leave the country  because he was constantly harassed by the police.  As to where he gone to, we definitely did not know but we had a very strong suspicion that he had joined the African National Congress and the link we had or communication we had with him had been, up to his disappearance, through two letters un-addressed of course, which gave us an indication that he was still alive but through some clandestine type of arrangement I met, I had to meet him, organised by the African National Congress somewhere in Johannesburg but it was a night meeting which had to take place at night and that was the last I saw of him.  \n And I think it 1982 or 80 where it was said, this I didn't get from him but that is the report that I later got, that he was operating within the country as Commander of the Northern, of the Transvaal MK Military Unit.   What, but that was all and well.  We were satisfied that he was involved in the struggle and our brother was still alive.  \n But now with the unbanning of the Liberation movements and the return of the exiles, we also had you know, that great expectation, looking, expecting that at one time or another our brother would come back.  Exiles were already returning and we tried to enquire from the comrades who were returning from exile as to his whereabouts but unfortunately there was very little that we would get from them to confirm that he was alive.  So, I must make a submission here that immediately after the unbanning of the African National Congress and other Liberation movements, we tried as a family to contact the African National Congress through it's Regional Structures, Provincial Structures and ultimately through the National Structure, that we made an appointment with the African National Congress at Shell House where my uncle here, my wife, and her cousin, a certain cousin, Matale met members of the African National Congress at Shell House.   And that I think was in January 1992, because we were becoming now concerned that there was nothing really that we were hearing of our child as a family and of our brother.  \n So, we met a delegation if I should call it of the African National Congress where we met Mr Jacob Zuma, Makora Ramathlodi who was then not their Premier and a certain lady whom I knew as  Comrade Sue.  So we would definitely wanted to find out what the position was.  So we made our submission.  They went through their records as to those who disappeared, those who died in action and very little came by way of evidence from such a, let me call it inspection, because, for lack of a term.  \n But, it was ultimately brought to our mind Mr Zuma, Makora Ramathlodi and the lady there gave us this version of all they knew about his disappearance and ultimately now, his assumed death.  That he had to meet, while in the country, but before the unbanning of the Liberation Movements, he had to meet a certain comrade called Joy Hayden somewhere between Tembisa and Eldorado Park where perhaps they had an appointment.  It was then, according to the information that we received from the African National Congress, that they last heard of him.  No trace whatsoever was, could be made.  No sign of his remains or where an action could have taken place and his life perhaps lost.  \n So now Mr Zuma and the other people later, I mean further informed us that they were busy with the investigation, because they said  Joy Hayden, according to them, was a plant of the regime who had penetrated the movement and it was later on that they discovered that she was actually a plant and not a part of the Liberation Movement.  So their suspicion was that she could provide further information as to his disappearance, but it is now very clear that he is no longer there, because I tend to imagine that a person who was a Commander in the MK Unit of the Transvaal couldn't really up to now not be traced.  So we are, we strongly accept, I mean suspect, and we have come to accept that he is no more.  \n At this very same meeting an arrangement had to be made, we with us as a family and the delegation of the African National Congress, that according to African tradition, when somebody is dead, obviously there should be some ritual of some sort.  To an extent that it was mutually agreed that we have, I think it was on the 22nd of February 1992 that we agreed to have a sort of a memorial service so that so that this could become a finished business on our part, because it had become very clear that he was no more.  So, together with the African National Congress, such a memorial service was held at home, where there was also an undertaking on the part of the African National Congress through Mr John Nkadimeng and Edgar Mushwana that further investigations will be made and we would, as a family, be kept informed, but we tended to understand that since it was still a liberation movement, no elections had as yet been conducted, it was very difficult for them as a liberation movement to conduct such  intensive  investigations.  \n Then after the 1994 elections, we tended to take up the matter again.  We sent quite a good number of submissions, by fax, to Shell House and even to the Premier's office at Pietersberg to try and follow up the matter.  Like I said before, that it should really become a finished business on our part that his remains be brought home so that at least when we see where  his remains are buried then it will be something that we, we as a family should, would ultimately accept.  That, well, it is just that.  That, that we asked for an appointment with Premier of the Northern Transvaal, Northern Province, that we ultimately get to some agreement as to where the matter now stood.  It was just unfortunate that an appointment was made and when we went there, we couldn't just find the Premier in.  Several attempts were made to contact the Premier's office, to contact the Regional Office at Pietersberg where very little, I'm afraid to say, really turned up.  Until we decided to contact, to use the facilities and structures provided by the TRC here where we contacted members of, I mean their representative or field workers to try and take up the matter.  That, well, arrangements were made, statements, men were, people were sent to us to have the statement taken which we did and ultimately we find ourselves to-day, here.\n But our main submission to the Honourable Commission is this, that further investigation be made, because we have really as a family like, like I've said before, I've  accepted that our brother is no more and that  further and final investigations be made and that his remains at least, be brought home for us so that it becomes a finished business.  \n I should make a further submission here, that, that's why you don't see my mother with us here.  She's now over eighty and she hasn't  as yet do not taken to accept it, you know, as a fact, that we feel the TRC here should  on our part we regard it as a vehicle which will definitely help us in taking this matter to it's ultimate conclusion.  \n May I further submit that my younger brother left two young children and my mother and I have to act as  guardians to these children and it's such an awesome business, especially if you imagine what sacrifice he has made in the course of the struggle that I think this is something that the Commission has to consider very, very seriously.  \n So, we were further relieved when we got a copy of the ANC's submission to the Truth Commission by the Deputy President, Thabo Mbeki whereby an indication, whereby they made a submission as to his disappearance and apparently, later on I discovered that this doesn't really differ much from what we got at Shell House.  So, our submission to the Honourable Commission is that this matter be thoroughly investigated and what we'd really like to see as a family, is his remains and I think it is then and then only that we as a family could then consider the question of reconciliation, is then and then only that we could consider the question of forgiveness.  How do forgive a person that you haven't seen?  How do you forgive a person who has committed such an act?  We know it was a  - South Africa was in a state of war.  Perhaps he was killed in action.  If ever that's the case, let's hear of it and if ever this Joy Hayden killed our brother by infiltrating into the struggle let her tell us why she had to kill him, where she killed him and how she killed him.  That ultimately we get, we be given his remains and they be given a decent funeral.  That is our submission to the Honourable Commission, as a family.  Thank you.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Thank you very much, Mr Mthebule for that clear account and submission that your family has presented through you and I know that even though you've gone through that memorial service it's very difficult to accept the fact that your is, is dead and even if you do accept, you would like some tangible results.  And I think here, at least, there are some leads which the TRC could follow, because you mention a Joy Hayden and in your statement you also say, this was revealed by Olivia Forsyth.  Could you give us some idea who this Olivia Forsyth is ?",
            "Female"
        ],
        [
            "SAMUEL MTHEBULE",
            "Thank you.  I am afraid that I have no idea of this Olivia Forsyth accept that my suspicion is that, let alone by getting a statement from me, one other statement was given by my younger sister out in Johannesburg so apparently that one, she is the one who has given the Commission that name.  Because the statement was taken from her, because it was her who was staying with him while he was still underground.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "You also state that there are two children who were left by your brother.  ... (interrupted)",
            "Female"
        ],
        [
            "SAMUEL MTHEBULE",
            "That's correct.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "And you and your mom have been looking after these children.  I just want to find out, what did the ANC ever do in relation to these children ?",
            "Female"
        ],
        [
            "SAMUEL MTHEBULE",
            "Not for now but what I can state before this Commission is that while he was supposedly still in exile, before the unbanning of the Liberation Movements, my mother used to get some financial support from individuals who were operating apparently from Holland and, but later on when things became clear, these individuals told us that they were acting as a front for the African National Congress.  They were used as a front in fear detection.  The ones I must say, really submit some assistance until, I think, 1989, but up to now there's, there has been nothing.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "I've no further questions, Mr Mthebule accept that with all the information that we have here and the contacts that we have with the ANC, since they did make their submission to the TRC, maybe we could refer the matter back to our investigators and hopefully they might come with something following their investigations.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much, Mr Mthebule.  Your submission is very clear. That Ignatius did go into exile.  He did join the MK and that he was probably killed while coming back into the country so I don't really think that we need to ask you anymore questions except just to point out a few things to you.\n First is that you may be aware or you probably will be made aware of the fact that, that the, that the present government has now adopted and accepted in Parliament a special Pension Fund for ex-Liberation fighters, MK, Umkonto weSiswe, Apla as well as Azanla and that this fund, this pension fund, it's now been adopted by Parliament.  Money has been voted I think the, the figure that was mentioned  was three billion rand and that this money is available for those who were members of MK and I would imagine  that the survivors, the next of kin, particularly children and on, on this matter there is  a special department in Pretoria, headed up by a certain Mr Wentzel, Trevor Wentzel who's co-ordinating this and I would advise that you, that you as a family make contact with that special department or if you have any difficulties and you want us to assist in facilitating that, we certainly can, but it's been accepted that there should be a special pension fund for, for those who were members of MK as well as the other liberation movements.  Now with regard to, to your questions or your requests that you have put to us that you want as a family and we un, understand, a resolution of this matter.  There are two ways really that this matter hopefully can be resolved.  \n The first is that amnesty applications are still coming in  and we hope that through amnesty applications many of these issues will be resolved.  I'm sure that you have, you must have seen in the news that not that long ago some individuals came forward in connection with the disappearance and they've now accepted that they killed him and that they covered up his death of Stanza Bopape who was an activist in Mamelodi and that was also a case which had been unresolved for a very long time and through our investigations and through the amnesty process, we're now able to, to have a better idea of what actually happened.  So that's the one avenue and as I say, these applications are still coming in.  The closing date is the 10th of May of this year, 1997 for people still to apply for amnesty.  That's  one of the ways in which we hope many of these issues will be, will be cleared.  \n The second is, the powers which we as a Commission have to question people and in fact even to subpoena people to come before the Commission and answer our questions, and you have, in your statement there are certain names which you have mentioned, people who, who we now know actually were, had infiltrated the ANC, Olivia Forsyth is the one name in your statement and it has been established that she was actually an agent for the former government that infiltrated the ANC and we, we will be following up on these names and on these individuals in trying  to get some answers to, to, to these questions.  \n So we appreciate you coming forward and we will really make every effort to try and find these answers.  We appreciate the trust and confidence that you put in the Commission but we want to also say  that many such cases are coming before us.  That we have limited resources.  We do try to follow up so we would urge a little bit of patience on the part of your family.  I know this has been going on for a long time.  It's probably hard for you  to have patience when you've been waiting so long but we appeal to you and as soon as we are able to answer we certainly will.  Thank you and, and your  family.    Thank you very much.",
            "Unknown"
        ]
    ]
}