{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-11",
        "location": "KIMBERLEY",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55378&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kimber/ct00647.htm",
        "speakers": [
            "ADV NTSEBEZA",
            "ADV POTGIETER",
            "CASE NO",
            "DETAINED",
            "MS SOOKA",
            "SEVERELY TORTURED AND",
            "TESTIMONY BY",
            "THABO MOOROSI",
            "VICTIM",
            "VIOLATION"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "THABO MOOROSI\n",
            "VIOLATION",
            "SEVERELY TORTURED AND\n",
            "DETAINED\n",
            "TESTIMONY BY",
            "MS SOOKA\n",
            "ADV POTGIETER\n",
            "ADV NTSEBEZA\n",
            "MR MOOROSI\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00647",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "SEVERELY TORTURED AND",
            "",
            "Unknown"
        ],
        [
            "DETAINED",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "[indistinct] in Kimberley the last day, we'd like you to stand up and take the oath please before you begin your testimony.  \nTHABO MOOROSI Duly sworn states",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you, you may be seated.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thabo as it is customary we have asked a Commissioner to assist you with the leading of your evidence, he's Commissioner Dumisa Ntsebeza on my left hand side and he will assist you to tell your story.  I will hand over to him now.",
            "Female"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you Madam Commissioner, now are we going to be speaking in English.",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Yes, I'm going to speak in English.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Oh yes, right.  Now Mr Moorosi can you quickly tell us about yourself, where you were born, where you grew up and what work you do now, what you did before this fateful day in 1986.",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "I was born  on the 27th of   November 1956 in a small town in the Northern Free State, Vredefort.  I attended my primary education at the Vredefort Bantu Committee School as it was called by then.  And then I proceeded to Kuruman to join my parents who were working there.  There I did my secondary and high school education, that is till 1975.  And then I joined the underground structure of the ANC in 1975.  \n So we were recruiting members underground until the police were aware of that in 1978, then I was - I was trained even inside the country until I left the country in 1982.  When I  came back in 1986 I was  on a mission  - I - disappointment.  He revealed to them that I was in Botswana, I enter the country and then I return to Botswana.  So when I entered the country in - in - for the second time in 1986 it was in June -  July - I'm not sure of the dates, then they arrested me because all my weapons were - I didn't have weapons with me, they were at Mandibogo - at the DLB.\n So they arrested me at the bus rank when I was supposed to go to Mandibogo and then proceed to Kimberley.  Then when they arrested me it was soldiers and this Security Police.  So definitely there were aware that I was coming.   So I was taken to Mafikeng Police Station where I was - I was forced to remain naked in a cell and then I was tortured brutally.  And then I was hit with the butt of a gun on my head and all these horrible things were - were done to me.\nAnd then when they realised that I was becoming weak, then they sent me to Rooigrond Police Station where I was seen to - interrogated by Lieutenant Tsutsubi and Lieutenant Makinta and Captain Venter.   So they interrogated me in Rooigrond  but realising that I was already weak and then mentally I was becoming unbalanced.  So I stayed there for - for two months and then realising that my condition was worsening then they took me - Sergeant Tsutsubi took me Bophelong Hospital and then I was dropped there.  And then at Bophelong Hospital they didn't state that - state the condition in which I was and then I was just given the treatment given tablets and then I stayed there for two months in hospital and I was given an injection.  And then they took me to Kuruman at home.\n When I arrived at home my situation worsened because during that time - it was during the reign of Mangophe and then hospitals were under - under his control and then the type of treatment that you were suppose to get - it was still in his hands.  So as a result I became confused from 1986 until the un-banning  of the ANC not knowing whether today - what was the day, I had lost my orientation although I was receiving that treatment.  Until the ANC was un-banned and then I met mamma Ruth Mompati - he came to me actually.  And then he said he heard about my conditions and then he took me to - to a psychiatrist here in Kimberley and then he gave me the treatment that I'm receiving even today, thank you.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now I would like to take you back a little,  I know it's - it's always very difficult to relive an experience of mistreatment.  And the tendency is that  witness or witnesses usually skirt over the details.  Now if you don't mind I would like you to go back to the time that you were captured and were places in Rooigrond Prison.  \nAnd if you are able to remember on a day by day - say who on a particular day tortured you because the Commission would like to see if there is a pattern - it the same persons come up again and if the same methods are used so that, you know we can - we can present this completed picture as possible in our report.",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Yes,   [indistinct]  when I was tortured I was sent to Mafikeng Prison and then the person - I only know the person because they were called by their juniors by their names.  Than is Lieutenant Tsutsubi and Lieutenant Makinta, the rest I don't know their names, they're unknown to me.  But those who were administering the torture were those two that I've mentioned   [indistinct]",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now [intervention]",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "And then on daily basis they introduce me to me as being from the Security Police as well to them from the Botswana Military Intelligence.  So they wanted Military information from me, beating me every day.  Then there would come another group saying they were from the Security Police - beating me and then I was naked.  Pulling me with my private parts,  hitting me on the head and even I've got a spine were I hurt.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now when you say they were pulling you by your private parts, what do you mean, how did they do that?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "They pulled me through - with - with the private parts because I was naked.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now, you said you have scares from stitches [intervention]",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Where do you have this scares, on your head?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Ja, on my head here.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "What did they beat you on your head?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "I don't know whether it was just a butt or was I hit against the wall.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now, you've said in your statements that   [indistinct]  to see psychiatrist and you live on the drugs, is that the position today still?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Ja, I went to see a psychiatrist here in Kimberley.  In Mafikeng where I was brought by the Security Police.  Their medicine did not work, apparently the  standard of their medical was not of  that higher standard.  So it was until 1993 when I was taken to a psychiatrist here in Kimberley that I received the correct treatment.  I don't know whether is it correct because he's not a private psychiatrist because I don't have money to a private psychiatrist.  Because if I don't get that treatment I become confused.  Sometimes even if I get it, I remain confuse sometimes because I cannot sleep.  \n Even if I  try to work, I was supposed to - to be - to have joined the integration process of the Army.  So even the doctors there realised not I was not suitable for the Army.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now, what was the role played by Venter if any when you were being tortured by Tsutsubi and this other person?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "So Venter was interrogating me at Rooigrond Prison wanting to know what was my mission when I entered the country.  Why did I - I leave the country, what was I having with me, with whom was I staying in Botswana - all such things.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now, Rooigrond where's that place, is it in Bophuthatswana?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "The place in Bophuthatswana, it's the only prison - central prison of Bophuthatswana.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "And when Venter interrogated you, was it whilst you were naked?  Were you interrogated in cells or were you interrogated in - in an office?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "I was interrogated in an office.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "And were you naked at the time or [intervention]",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "No, by then - I was naked in Mafikeng, in Rooigrond I had my clothes on.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now let me get this clear.  Is Rooigrond and Mafikeng two different places?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Where were you kept for five  days naked and stretched with your private parts and all that  [indistinct]",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "It's in Mafikeng.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "And were you then subsequently moved to Rooigrond?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Subsequently it was back to Rooigrond.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Were you ever tortured in any sort of way in Rooigrond?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "No, I was - I was handcuffed  because I was unconscious - I only woke up in Rooigrond.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "And when this interrogation was taking place were you handcuffed?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "For the first day I was handcuffed , then for the second day  they \nun-handcuffed me.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Whilst you were - during the period that you were at Rooigrond were you severely mistreated as  there as well  or the mistreatment stopped only at Mafikeng?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "They stopped - they stopped interrogating me - I'm sorry torturing me in Rooigrond Prison.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "In Mafikeng?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "In Mafikeng, that is - is - I don't know - 5 kilometres from Mafikeng.  It is next to Lichtenburg.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "So you were never tortured at Rooigrond?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "No.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now, what would you like the Commission to do for you.",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Because I'm unable to work because of my health condition I would like to be compensated really.   Because I was suppose to join the Army, the Army does not want me because of my health conditions.  They say that my mental condition I can't cope within Military.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Incidentally who in the Army is deciding that, are they MK people or SADF people?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "No, it's  SANDF and MK because there is a joint command but those who are in control is still   SANDF  in the Army.  So it's  SANDF doctors.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Do they know this history?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Yes, they know it.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Do they know that it is a consequence of what happened in [intervention]",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "No, they don't know that - the consequences of [intervention]",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "No, no, do they know in the Army that you are getting this psychiatry treatment as a result [intervention]",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "Yes, they know - yes they know.  I was receiving it even in the Army.  I told them that I was suffering because if I don't get the treatment I become confused.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Anything else that you'd  like the Commission to do for you?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "There's nothing else because it's now in a new period of reconciliation and as it states that it is a Commission of Truth and Reconciliation.  We say let bygones be bygones, but I should like that those who tortured me should not actually be brought to hook but they should be - I don't know what word to use so that they should be made aware of their deeds and acts that they are committed against me.  And the atrocities that they've committed against me.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Are you aware that Tsutsubi is reported to be the head of the National Intelligent Agency in Nkube, Mafikeng?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "I'm not aware.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "If that was true what would be your view in view of what he did to you now that he holds a public office still in the [intervention]",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "He might be the head of - of the Intelligence of Security but because the political machinery is in control of the police.  I would like that if he rises within his rank,  let it not be high  because he might misuse it, maybe in future.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "How higher can he get, he's a head of the [intervention]",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "I understand Makinta is also a head of security there.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you,  [indistinct]",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thabo  I want to ask two questions.  You - you started off telling us about your role before - before you were captures.  Can you give us an idea of what kind of person you was - can you - you were.  Can you describe your personality - how you were before you were captured and tortured.  Give us an idea of kind of person you were then.",
            "Female"
        ],
        [
            "THABO MOOROSI",
            "Well, I was trained as a leader at the ANC camps.  I went through political education in Bulgaria where I become a head of the political section of the ANC and when I entered the country I had the responsibility of being a commander of the unit that enter the country.\n But that - all those qualities that I had are presently no more there because of the health condition in which I am presently which was caused because of the torture that I went through.",
            "Male"
        ],
        [
            "MS SOOKA",
            "My second question to you is, if you were to be integrated into the Army - the present South African National Defence Force, do you have an idea of what status you would have within the Defence Force - what - what - do you have idea of what rank you could have been awarded if you were to integrate?",
            "Female"
        ],
        [
            "THABO MOOROSI",
            "I could have - I was awarded actually the rank of a Major.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Can you just say that again please?",
            "Female"
        ],
        [
            "THABO MOOROSI",
            "I was awarded the rank of a Major by the ANC.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So you were ranked - you were rank as a Major by the ANC?",
            "Female"
        ],
        [
            "THABO MOOROSI",
            "Yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So you would have been an officer if you had to be integrated into the Army.",
            "Female"
        ],
        [
            "THABO MOOROSI",
            "Yes, an officer, yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you very much Thabo.  Could we have order please, Thabo we'd like to thank you for sharing your story with us.  Commissioner Ntsebeza has since indicated that he has one more question for you.",
            "Female"
        ],
        [
            "THABO MOOROSI",
            "Okay.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now have you opposed the Minister of Defence in connection with demobilisation package?",
            "Unknown"
        ],
        [
            "THABO MOOROSI",
            "They have given me the demobilisation package - that was R58,000-00  and then I bought a house with that money because I had no house.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you Thabo, could we have order please.  I think that again when we listen to your story we are conscious of the enormous damage that has taken place not just to your body but to your mind as well.  The torture didn't just effect your - you physically but it also affected your possibility of making a better living for yourself.\n Now that we have a new South Africa you're not even able to enjoy the fruits of that training because you are not able to be integrated into the army.  All the money in the world can't compensate you for good health.  And we are very-very sorry to learn of it, we have done some basic investigation work and we have been able to establish that the person you have named as your torturer is in fact the head of Intelligence in Mafikeng.  We will be using the powers which were given to us to ask him to come and give his side of the story so that we can also hear from him what he thought of at the time when he did all of these things to you.  We will try to find out as much as we can about the role he played in the damage that was done to you.  We thank you for coming forward and we are conscious of the sacrifice that you have made as well.\nThe proceedings of the Truth Commission are over for this session.   We thank you for having been such good - such a good audience.  We are conscious of the fact that the work of the Truth Commission needs to spread and that you people on the outside need to know of the suffering of our people.  It is only by filling these halls and by getting these stories told that South Africa will be aware of the enormous sacrifice of it's people.   We thank you Thabo, we would like everybody to stand while the witnesses file out please.",
            "Female"
        ]
    ]
}