{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-10",
        "location": "KIMBERLEY",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55386&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kimber/ct04413.htm",
        "speakers": [
            "ADV POTGIETER",
            "CASE NO",
            "CHAIRPERSON",
            "DR BORAINE",
            "ELLEN MOSHWEU",
            "MS WILDSCHUT",
            "NO TRANSLATION",
            "POLICE",
            "TESTIMONY BY",
            "VICTIM",
            "VIOLATION"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "ELLEN MOSHWEU\n",
            "VIOLATION",
            "SHOT BY POLICE\n",
            "TESTIMONY BY",
            "DR BORAINE\n",
            "MS WILDSCHUT\n",
            "MS MOSHWEU\n",
            "CHAIRPERSON\n",
            "ADV POTGIETER\n",
            "NO TRANSLATION\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/04413",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "SHOT BY POLICE",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson the following witness is Ellen Moshweu and I'd ask her to please come forward.  Ms Moshweu I'd like to welcome you very warmly, can you hear me through the earphones all right - fine.  It's always just a little bit easier when you're not the first but it's also very hard and we want you to know that you have nothing to fear, that all we want to do is to tell your story as it happened to you.  \nYou are not going to talk about someone, you are going to talk about yourself when you were shot  a few years ago.  Before I call on my colleague, Glenda Wildschut to guide you and  to lead you in telling of your own story, I would like to ask you to please stand so for the taking of the oath.\nELLEN MOSHWEU Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much, please be seated.  I'll ask my colleague, Glenda Wildschut to take over.",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Good morning Ms Moshweu, how are you this morning?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "I'm okay, thank you.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "We know that it's been a long wait for you, you've come down from your home on Friday all ready.  You've been here for the weekend and so we thank you for your patience.  We would like you to become as comfortable as need to be, are you comfortable?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "Yes, I am comfortable",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Okay, could you tell us a little bit about yourself, can you tell us who you are.  What do you do at home and then can you tell us what happened on the day in November 1990?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "I am Ellen Moshweu, I stay in Mataleng, Barkley West. I do not have a husband. I had two children, a son and a daughter. My son was shot and killed by the police and I am left only with one daughter and my grandchildren.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Now you've come to tell us your story about the day when you were at church in November 1990.  Can you tell us what happened then?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "On the 28th November 1990, Wednesday there was a church service next door. I was in Church, later I decided to go to church. When I was approaching my house just next to my tap, I heard gunshots. I was hit in the back together with Mamakie and we ran into the house. Then another guy came to fetch us to Kimberly, we went to doctor Matlopane. We did not find him then we went to the hospital. I was just attended to and giving medicine and pills whereas Mamakie was hospitalised and underwent an operation. The bullet was not removed and gave me problems. I underwent an operation under the influence of Doctor Matlopane.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "You say you were shot, which part of your body were you shot in, Ms Moshweu?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "I was shot underneath the bladder.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Mamakie was also shot that evening, where was she injured?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "Mamakie was shot in the thigh and the back.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "So am I correct in assuming that you were shot as you were going away from the police - you were running away?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "She is Crying",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Your neighbour's house was it known that at any stage that there were any political meetings or that your neighbour was involved in any political organisations or any political activities?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "It was a church service not a political meeting.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "So do you have any idea why at that point the police shot you when you were coming from a church service?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "This policeman who shot me used to play with the gun. He will just shoot upwards when the people are sitting in Jonas.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "So you have no idea why you were shot that day?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "I don't know. What I know is that I was in church.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Okay, do you know who this policeman is -  the person who shot - do you know him at all?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "Yes, I know him. He is Ronnie Molatlhegi",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "I'm sorry I didn't hear what you said.",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "The policeman who shot us is Ronnie Molatlhegi.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Okay and he is known to your community?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "Yes, He is a policeman in Barkley.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Thank you, when you and your daughter were admitted to hospital and you underwent the operations, you didn't undergo an operation but you received treatment at the hospital?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "No, that girl is not my daughter. My daughter is Elizaberth Mosweu, she was not shot. Mamakie stays next door.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Okay, I understand thank  you.  After this  incident happened, how has that effected you, how was you life end of Tape 1, Side A ...",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "I underwent operation. I am not well, I am very sick.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "So you're not very well right now?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "I am not well right now. I am very sick.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "When we were talking before today and when you made your statement you also talked about the fact that you think about this incident quite a lot, is that so?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "Yes, it is true.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Okay, mamma -  you were busy telling us how the incident has effected your life, would you like to tell us now?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "I am not very well because the policeman who shot me also killed my son in 1994. This son was a breadwinner in the family and now that he is dead, I have no one to help me.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "So Ms Moshweu you lost two children within the space of two years?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "Manyane, I am left with only one child ; my daughter. He brought suffering to me by killing my son, he wanted to kill me that is why he shot me. He killed him on the 5 th February 1994. He shot him her in Mataleng, he was assisting me. Now I am suffering. He is the one who took my daughter to school. This policeman ( Ronnie Molatlhegi)is free, walking up and down. He is still working for his children and I do not have anyone working for me. Everytime when I see him, I become heartbroken. This son was the head of the family, the only breadwinner.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Ms Moshweu you've been telling us a very sad story and it's very evident that you've suffered a lot since that incident - you own shooting and the shooting of your child.  May I ask you what you would you like the Truth and Reconciliation Commission to do for you.  How and  in which way can we be of assistance to you?",
            "Female"
        ],
        [
            "ELLEN MOSHWEU",
            "I will the commission to help me to continue with my life just like before my son was killed.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Thank  you mamma.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "[indistinct] Dr Boraine?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "I don't want to keep too long,  I know that this is very distressing.  There are two questions which I'd like to ask you because that will help us to try and help you.  Firstly you were shot by a policeman, was there any court case or any inquest or any inquiry about that shooting?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "This case was just investigated since 1990 until now. There was nothing.",
            "Female"
        ],
        [
            "DR BORAINE",
            "So nothing has happened in this matter of your being shot?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "The police came to take the statement, however the case was never heard in court.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  The other question is just to help me  I'm a little bit confused and I know it's hard but you mentioned that in 1994 in February that you son was shot dead by the same policemen, is that correct?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "Yes. It is true.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Can you tell us what the circumstances were - what happened.  Was it at night time, during the day - was he running, was he at home - what happened?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "I was sleeping when people came to wake us up, together with my daughter. The was a boy who came. He said Zola 's mum, Zola is dead, Ronnie killed him. When I opened the door there was a cry, then I retreated. Then I ask, who is crying. Then my daughter said is this boy. Then he said let us go before your son is taken away. When we got there then a child came and said Sis Mangi, Zola was shot. He was shot right in front of the clinic next to the launch. When we went there I told that I came get there, then they hold me. When we got there I saw my son lying down  covered with a blanket. Then the special branch came. There were two man and a woman. The woman came to ask me about my son. She ask me when did my son got shot. I told her that my child was there and he went out, the next thing I heard that he was shot. She tried to comfort me. There were witnesses, they said that my son was killed with no apparent reason. This policeman said that my son was holding a knife. Then the corpse was removed and witnesses said that she was not holding anything. Even the witness can say that.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And afterwards - after you child was buried, was there a court case or an inquiry.  Did you have to go to the court, were there any witnesses?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "There was no case since my son was killed. Only last week on the 18th,  they came and tell me that the case will be in court soon. Since I am having a temporary job somewhere in town.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much for your help, that is  all I have Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Denzil Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson, very briefly in regard to your own shooting I assume that you laid a charge.  Where did you - at which police station did you lay the charge?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "I laid a charge in Barkley West police station.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And when was that, was it soon after you were shot?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "XHOSA -",
            "Female"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And you haven't heard anything further about that charge?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "We never heard anything about that. I was still working when that policeman call me to say that he want us to talk. We should go and see the adjudant so that you can withdraw the charges. You should come at 14h00 to this charge office in the township. I think the adjudant is the one who came after Kriel. Then he said that he will pay me, then I told him that I can't withdraw the case. Then I went home, and when I got there I talk to my in - law. The he said that I must not withdraw the case.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Okay, thank you then just finally.  We have looked at the records of the police in connection with your shooting and I just want to put this for your comment.  There is a reference to a shooting incident at about the time you were shot and also at about the place where you were shot.   But according to the official police record the shooting happened because there was unrest in that area which involved approximately 50 youths.  Now have you got any knowledge about that?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "It was on Wednesday, We were sitting in Jonas",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Have you seen any youths and any unrest at the time when you were shot?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "When there was unrest, we were not in the township, we were at home. There was a church service next door to me.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So can we assume that what you're really saying is that at the time that you were shot there was no group of youths where you were or no unrest where you were?",
            "Unknown"
        ],
        [
            "ELLEN MOSHWEU",
            "There were only church people. I was in the church.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mum, we are very thankful. There are no more words that we can use to show our sympathy. We will tried to do as much as we can. Commission does not have more power, we will try to direct this to the president and see how he can assist you. Thank you.\nThank you.",
            "Unknown"
        ]
    ]
}