{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-10",
        "location": "KIMBERLEY",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55388&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kimber/ct04601.htm",
        "speakers": [
            "ADV POTGIETER",
            "AUBREY KGATIWANE",
            "CASE NO",
            "CHAIRPERSON",
            "DR BORAINE",
            "GRACE KGATIWANE",
            "IFP MEMBERS",
            "ME KGATIWANE",
            "TESTIMONY BY",
            "VICTIM",
            "VIOLATION",
            "VOORSITTER"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "AUBREY KGATIWANE\n",
            "VIOLATION",
            "SON BEATEN BY IFP MEMBERS\n",
            "TESTIMONY BY",
            "GRACE KGATIWANE\n",
            "DR BORAINE\n",
            "CHAIRPERSON\n",
            "ADV POTGIETER\n",
            "VOORSITTER\n",
            "ME KGATIWANE\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/04601",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "AUBREY KGATIWANE",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "SON BEATEN BY IFP MEMBERS",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "",
            "Unknown"
        ],
        [
            "GRACE KGATIWANE",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "[indistinct] - I call the next witnesses - Ms Grace Kgatiwane and Mr Tommy Kgatiwane - if you will please come forward.\n Ms Kgatiwane can you hear me all right on the ear phones - okay - Mr Tommy Kgatiwane can you hear all right.  Now I am not sure who would like to start.  But seeing that both of you are going to give  evidence, perhaps you would be kind enough both of you to stand - wait a minute let's just make sure we got the ear phones properly for Ms Kgatiwane  end of Tape 3, side A ...\n They want to give evidence in Afrikaans - fine - okay.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "They want to do it in Afrikaans.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Yes but Denzil is going to do it.  All right you can hear me now - fine.  Would you please both stand to take the oath.\nGRACE KGATIWANE Verklaar onder eed",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Baie dankie, sit asseblief.\n I want to say again a very special word of welcome to you.  Denzil Potgieter is going to ask you some questions  to help you tell your story and he will do in Afrikaans.   So if you like you can take the head phones off  because you will be able to follow but, however, whatever makes you feel comfortable - you do just know that you are amongst friends and we are very-very glad that you came today.  Mr Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dankie Dr Boraine.  Mevrou en Tommy julle kan maar daai goed afhaal ons kan met mekaar praat sommer in Afrikaans ne, so haal maar af daar, dit is nie nodig nie, stadig okay.  All right stop my maar as jy nie volg nie.",
            "Unknown"
        ],
        [
            "VOORSITTER",
            "Of miskien moet sy dit dra want sy hoor nie mooi nie, sy is 'n bietjie doof.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Okay, mevrou ja ek - miskien is dit beter as u dit maar aanhou - hou maar aan dan is dit harder - dan is dit harder in u ore ne, dan kan u mooi hoor en  Tommy jy kan mooi hoor ne - okay en stop my gerus as ek te vinnig praat hoor - all right.\n Wel weer eens goeie middag u is ook nou al 'n hele tydjie hierso u is al oor die naweek hier gewees ne.  So dankie vir u geduld  ons waardeer dit - nou mevrou.",
            "Unknown"
        ],
        [
            "VOORSITTER",
            "Aanskakel - jy moet hom eers aanskakel en dan kom die rooi lig aan.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Oh! okay - don't you want to just put on - put on the microphone and you can leave it like that - okay.  \nMevrou u saak gaan oor u ander seun - no Mr Briefer we are just using that one there ja.  Okay is dit naby genoeg aan mevrou okay.  Mevrou u praat oor die saak van u ander seun van Aubrey.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En Tommy wat daar langs u sit is ook u seun.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So dis ma - ma en seun ne.    En u bly in Griekwastad ne.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Okay, nou die voorval van  Aubrey waar hy nou seergemaak was ne.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "U kan nog daai voorval onthou ne mevrou.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja ek kan nou nog onthou.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kan u vir ons vertel wat daar gebeur het, hoe Aubrey seergemaak was.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Toe Aubrey seergemaak is -  [onduidelik]  die Saterdagaand - seker maar die Sondag was hy seergemaak, maar die Saterdagaand het daardie mense gekom  [onduidelik]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mevrou - ja sit so bietjie nader dan gaan u stem hard praat as u in daai mikrofoon praat.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Daar het mense gekom met die bus saam daarso.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Daar's hy.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Vrydag - Saterdagaand het daar mense gekom, maar  toe slaap ons, toe daardie mense daar kom daarso.  En die Sondag more toe sien die kinders die bus wat daar -  [onduidelik]  maar ons het gevat dis sokker spelers - dis maar sokker spelers.\nLater van tyd hierso voordat die kerke gelui het,  en toe trek die mense aan - aan hulle  [onduidelik]  dat daardie hele strate vol - die hele straat het hulle so vol ge- [onduidelik]  en ek wil nog uitgegaan het en die ander seuntjie van my dogter se vir my - want hulle se vir my ma, ma moenie uitgaan nie, dis die INKATHA's die - ek se vir hulle wat is INKATHA's en wat kom soek hulle dan nou hier voor.  En ek gaan kyk hier onder - ek gaan maak die gordyn oop en ek sien hier is hulle regtig hulle se truie is gedruk INKATHA's en hulle het maar so [onduidelik - onduidelik - onduidelik] en hulle het geloop by die saal loop gaan eet.\n En die ANC het nie daardie dag optog gemaak want toe se hulle nou die - hoe kan ek se voorstaanders van hulle - toe se hulle maak  [onduidelik]  is nou hulle se dag vandag.  Daar was 'n een polisieman wat gese het hulle kan nie se nie,  [onduidelik]  is hulle se dag vandag nie, want dis - dis 'n dorp hoe kan ek se 'n stad vir almal - vir almal.  Nou hoor ek dis reg.\n Hier drie-uur se kant toe ek sit nog daar by die huis toe kom daar ek weet nou nie - ek was so deurmekaar gewees ek weet regtig nou nie waffer kind het daar gekom en gese vir my ouma Aubrey is geslaat van die INKATHA's.  En ek staan daar op daarso en ek gaan  Mamma  [onduidelik]  se huis toe en ek gaan kry nie vir Mamma  [onduidelik]  daar by die huis nie en ek gaan verby maar.  En toe ek daar kom daarso toe is Aubrey nou opgetel van die - die ene van die ANC -  [onduidelik]  het hom opgetel daar in die bakkie in gesit, hospitaal toe.\nEk het nie eers my kind gesien toe hy in die kar - hoor net dis reg.  En toe hy daar kom daarso toe kom sy suster net in - sesuur nou - dis sesuur en sy suster moet nou inval  - sesuur toe moet sy suster nou gaan saam met  [onduidelik]  vir hom wegbring hiernatoe Kimberley toe.\n En hier het hy drie weke gele en die vierde week toe gaan hy eers huis toe.  Maar toe is hierdie plek van hom skurf, want hy is geslaat met die  [onduidelik]  met die  [onduidelik]  is hy geslaat.  Die kind nou ek kan nie se hy is 'n kind nie, want hy is 'n groot man, want hy het al kind wat hy support hoor, hy het al 'n kind al wat hy support.  Nou maar hy is tog nog onder my, want hy is nog nie getroud nie - hy is nog nie getroud nie.\n Nou hy is - dit lyk altyd sy kop vat en ook nie, dan praat hy weer reg dan lyk dit weer sy kop vat nie, sy gedagtes is weg van hom af.  En die wat ek wil ook se die kind hy is nie gesond nie, want as dit nou so winter is - hy bloei nie so nie, dit stort - daai bekertjie vol stort hy.\n So ek - ek weet nie wat moet ons maak nie, want ek het hulle loop aangekla ek het loop aangekla, want ons het gese dis die - die mense wat hier ingekom het - daar is mense wat weet hierdie mense het hierheen gekom in Griekwastad.  Hulle kan nie sommer bus vat van die kant af ry hiernatoe dat die mense nie weet nie.   En toe gaan - toe gaan gee ek nou die Sondag die klagte af by die polisiekamp en daardie polisie wat daar gewees het is Burger - ek ken net nie sy voornaam nie.  Maar dis Burger wat daar gewees het.  \n Wel die ek het maar so gebly - so gebly - so gebly en toe gaan ek weer, toe se  [onduidelik]  vir my antie  kan ons weer gaan na die polisiekamp toe, laat ons dan weer loop uitvind, is die saak van Aubrey dan nog nie gevat nie.  Toe ons daar kom daarso, vra ek weer vir mnr Burger, ek se meneer is Aubrey se saak nie gevat nie, die antwoord wat hy vir my geantwoord het daarso.  Toe se hy vir my ja Aubrey se saak het ons aangevat, maar is hy dood - is hy dood.\n Toe se die enetjie  [onduidelik]  vir my - antie kom ons loop, toe gaan ons uit, en daarvandaan af is dit stil until now - niks gehoor nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So het niks - niks verder gehoor van daai saak van Aubrey nie.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Niks - niks - niks.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou u se dat die - Aubrey se kop vat of hy vat ook nie baie keer nie.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Hy - ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou [tussenbeide]",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Eendag dan sien jy ook die kind - die mens hy praat sommer onnodige goed - daarom toe het ons - toe die mense daar kom daarso die Woensdag daarso - toe is ek en hy en sy suster daarso en toe se ons vir hom  [onduidelik]  - die ene al praat hy ook so - hy is ook dan daar by gewees, maar hy praat onnodige goeters  hoor.  Kyk hy - sy kop - hulle het hom op die kop geslaan.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "O!",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "En hierdie hou hierso - want hierdie mond van hom het bietjie skeef geraak so, hierdie mond van hom is bietjie [tussenbeide]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So is dit nou nadat hy seergemaak gewees het wat hy nou so bietjie deurmekaar praat en die kop vat of vat nie party keer nie.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja wat hy nou so [tussenbeide]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Voor dit was hy all right gewees.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Hy was all right gewees.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Die bus mense wat daar ingekom het, is dit almal vreemde mense wat daar gekom het.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ons - ons ken hulle nie - ons ken hulle nie - ons ken hulle nie, nie een van hulle ons van Griekwastad se mense daar ken vir hulle nie, dis maar net die mense wat vir hulle ingebring het, wat vir hulle ken.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou [tussenbeide]",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Kyk daar was - ons is twee paar  [onduidelik]  daarso - dis die INKATHA - dis die ANC, nou ek dink maar net dis die mense van die INKATHA's  hulle het daardie  mense hier ingebring - voor die ANC.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En Aubrey u se daar is twee - daar is twee kante daarso in Griekwastad.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Behoort Aubrey aan enige een van daai twee kante - ondersteun hy enige een van die twee?",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Hy - ja hy behoort aan die ANC.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is hy by die ANC kant?",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Se u mevrou dat daai mense wat daar gekom het met die bus was daar - was daar op  hulle klere geskryf - is daar INKATHA geskryf op die klere?",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Dis INKATHA daar geskrywe op die klere  daarom weet ek nou dis INKATHA's.  Want die kind het vir my kom gese dis IFP.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "IFP.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Okay.",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Nou by die - by die skippers van hulle - is INKATHA.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Okay - mevrou baie dankie - wat voel u moet ons doen vir u in verband met Aubrey se saak?",
            "Unknown"
        ],
        [
            "ME KGATIWANE",
            "Ek voel want as dit so winter is - ek het swaar - niemand sien 'n vrou in die huis - dis net die Here wat sien, wat kom daardie vrou kort daar in daardie  huis.  Hy het nie pa nie, sy pa is lankal oorlede - seker nou twaalf jaar wat sy pa oorlede  is ek weet nie.  En hy werk vir homself en ek kry pensioen, ek kan nie vir - ek kan nie vir hom  [onduidelik]  nie.  En hy support ook darem sy kind met daardie ou bietjie geldjies wat ek nou so kry dan party more - party dae dan wil hy ook nie eens werk toe gaan nie  [onduidelik]  gaan maar werk toe.  Hy wil nie werk toe gaan nie.  Nou hy maak nie aspris nie - hy maak nie aspris nie, hy is 'n man wat gewerk het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Baie dankie mevrou ons het gehoor wat u alles se en dankie dat u gekom het hiernatoe en vir ons vertel het van Aubrey se saak en dat u gewag het tot nou toe.  Ek gaan nou saam met Tommy praat oor sy saak, so ons kan maar daai mikrofoon skuif na hom kant toe.\n As ek klaar is dan sal ek vra of my kollegas vir enige een van u wil vrae vra ne.",
            "Unknown"
        ]
    ]
}