{
    "header": {
        "type": "1 F JACOBS, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-18",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "FEZILE DONALD MADODA JACOBS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55195&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel1/jacobs.htm",
        "speakers": [
            "DR BORAINE",
            "FEZILE DONALD MADODA JACOBS",
            "MS MAYA",
            "DESMOND MPILO TUTU",
            "MR SANDI"
        ],
        "original_speakers": [
            "DR BORAINE",
            "FEZILE DONALD MADODA JACOBS",
            "MS MAYA",
            "MR JACOBS",
            "REVEREND TUTU",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We invite Fezile Donald Jacobs to the stand.",
            "Unknown"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Jacobs you are a very young man and you have spent many years in detention, tortured, deeply hurt.  We are glad that you have come to the Commission because we would like to hear your story.  Ms Tiny Maya is going to assist you by asking you questions about that so that you can tell us everything that's in your heart.  Thank you.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you.  Fezile Jacobs at Cradock, Lingelihle is that right?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "I find out in this report that you have been a victim many a times, you have been detained, kept in the cells.  Sometimes you have been charged many a times and sometimes you wouldn't be charged and they would keep you in prison month and month.  Can you please explain to the Commission who are you?  Why have you been led to that kind of a situation?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "I am Madoda Jacobs, at 22 Jolera Street at Lingelihle.  I am staying with my grandmother there.  I started schooling in 1970.  In 1980 where there was a school boycott I was also one of those pupils who took part.  Well I joined the student organisation Cosas, but most unfortunately I was detained in October just before we\nEAST LONDON HEARING TRC/EASTERN CAPE\n2 F JACOBS\nstarted our final examinations in November.\n I stayed in those cells.  The charge was that it was a public inauguration.  Well I went to see the magistrate.  On the 23rd of February I was released and they said I wasn't charged at all.  \n In 1983, because I went back to school to carry on with my studies, in 1983 Matthew Goniwe arrived at Cradock.  I was very lucky to be one of the pupils to be taught by him.  It was in standard 8.  The Commission has already received the news from the widowers of those slain.   Qwalaba(?) was also there.  We were working together in this organisations which were Tradora and Cradoya.  I think the widowers have already indicated that they were expelled.  I was also involved in that.  I really associated myself with all these things. \n But one other thing that happened, it was that on the 27th of March when there was again another boycott for schools I was sent into solitary confinement in Somerset East.  I stayed there for one week.  They were also caught.  He was really handcuffed.  I am referring now to Matthew.  We were sent to Port Elizabeth at Sanlam Building.  We received documents of the Section 28, I think it was about one o'clock in the morning.  We were sent to Pollsmoor Prison in the Cape.  Well it was heavy there, but James Krickery(?) was our watchman.  As you know he was also looking after Madiba. \n Well I think it was now after six months, I left him there.  I was now being accused of public violence.  I was sent to Somerset West.",
            "Male"
        ],
        [
            "MS MAYA",
            "When was this?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "I think it was in September.  I was being sent\nEAST LONDON HEARING TRC/EASTERN CAPE\n3 F JACOBS\nstraight to Cradock.  I was supposed to appear in the court for things that I did not know.  It was not only there by court but I think I was being accused of many things as well.  I stayed at Somerset in solitary confinement, it wasn't me alone.  Many of us were there, even members from Cradock.  Luckily Mr Siwiza was handling the case.  I went out a free man.  They said no you are free.",
            "Male"
        ],
        [
            "MS MAYA",
            "How many months did you stay in prison?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "If I count well it was from March that I have already indicated until October.  I think it's eight or nine months.\n Well I was released and I went home.  They also came back.  I think now Cradock, it has been explained already that it was under a very sharp eye of the police and the security forces.  I was still staying with this granny that I am staying with today.  It was during that time, in 1985 on February the 3rd I was arrested because there was a member of the police who was murdered.  I was fetched from home being accused and they said to me, no you killed a policeman.  I said no I didn't take part in anything.  I wanted to have a picture of exactly what happened.  \n On the day when they arrived they were driving caspers.  They were all around the town looking for me.  Well when I arrived at home they were not there anymore, everything wasn't in its position.  They were looking even in the toilet.  That is when I called Matthew.  I said to him Matthew I want to go and clear myself from those people, how can we do this?  Can you come with me?  Yes, we went together.  They said oh you have an attorney.  Well he cursed that policeman. \n When we arrived at the police station there was a guard EAST LONDON HEARING TRC/EASTERN CAPE\n4 F JACOBS\nof honour.  I was put into a room, a very big room.  The tables and the chairs were removed.  They started tearing my shirt off.  The tracksuit that I was wearing was also turn off.  I was left in that room. That is where they started assaulting.  Then they hit me with chairs as naked as I was.  They suffocated me.  They poured me with a lot of water.  Matthew arrived.  During that time blood was all over.  I couldn't speak, I couldn't see anything.  If the Commission can just imagine, I have marks on my face.  I was being kicked.  I fell on the ground.  Whites were really kicking me.  I was now taken into solitary confinement.  That is where I used to get just one light from a torch.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have any names of those people who killed you, who assaulted you?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes.  One of them is Gous, he is now in Port Elizabeth.  Mr Venter and Mr Hough and a Black policeman who passed away called Buzani. And Chris Labuschagne.  That is where I was now sent into this cell.  I asked them to find me some tablets, and they said yes within a few minutes but never came up.\n Now the third day Moli arrived.  He shouted, he was together with Chalmers, that is where I could identify by the voice.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you not taken to the hospital?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "No not at all. I was taken by the police and we went to Cradock.  There was another guy who was involved in the Murder and Robbery who is Strydom, he was together with another one.  I asked them, can you please take me to the doctor, they said yes we are taking you to the doctor now.  When we came back I was told to confirm that really I was involved.  I said no.  Mr Mpati from Grahamstown arrived.\nEAST LONDON HEARING TRC/EASTERN CAPE\n5 F JACOBS\nI think the speaker for this Eastern Province Cape also asked some people to visit me.  Mr Mpati was there.  They gave the statement of the clothes that I was wearing that day and the details thereof.  I stayed in solitary confinement.  I was released and sent to Graaf Reinet.  I was released on R500,00 bail.",
            "Male"
        ],
        [
            "MS MAYA",
            "Now as you have been accused that you killed a policeman where did these accusations end? ...(tape ends)  Were you released on May 1985 after being accused of killing a policeman you were arrested once more?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes I was really arrested again. I didn't get any rest.  It was in July 1986.  I only stayed a month.  In 1986 July I was sent to - it was now 1989, I was released after 1989, this time I had restrictions, house arrest.  I was supposed to report to the police station twice a day that I am still around at Cradock.  If I remember well from 1986 in July up to 1989, it's about three years.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were any accusations put on you?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "No nothing.",
            "Male"
        ],
        [
            "MS MAYA",
            "Now what were you doing for these three years?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "I was just, I was in cell, nobody interrogated me, no questions at all.  I was just sitting.",
            "Male"
        ],
        [
            "MS MAYA",
            "You were released in April 1989, did you rest after that?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "I think for some time yes, but the fact that really affected me was the restriction, you know a question of not meeting any people.  This really affected me a lot.",
            "Male"
        ],
        [
            "MS MAYA",
            "Now these restrictions how did they affect you as well?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Now these restrictions just before they could end I was told the ANC and other organisations were now\nEAST LONDON HEARING TRC/EASTERN CAPE\n6 F JACOBS\nunbanned, that's where I started resting.",
            "Male"
        ],
        [
            "MS MAYA",
            "In this report that you have put before us I read six times where you were caught, what were you doing inside the prison cells?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "I was assaulted except only the state of emergency 1986, 1989, but after Matthew's funeral I was one of the victims who was assaulted, whose clothes was red with blood, I was told to explain where are others.  I had to pinpoint.  Stanza also passed away, he was one of those people who were being sought by the police and Orbet.  I think Orbet is now working at the Shell House for the ANC.  It was difficult in those times but one had to really bear.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you try to do anything, did you try to take these policemen to the court?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "No it was only once when I was sent to Mortimer.  The police said to me I had to go and submit a charge.  No, after submitting a charge at the police station I never followed anything. Well everything ended at the hands of the police.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you want us to go back, is there anything maybe that we have left behind?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Well from my release at Pollsmoor they said I should find out about articles on the TV, everything was not publicised about this because they wanted to know how were the inmates of the cells doing.  That is where I was taken to Port Elizabeth.  This was in connection with the statement that I took out.",
            "Male"
        ],
        [
            "MS MAYA",
            "Before you came to the Truth Commission you have a wish, you have a request?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes it's true.",
            "Male"
        ],
        [
            "MS MAYA",
            "What do you want to say about that?\nEAST LONDON HEARING TRC/EASTERN CAPE\n7 F JACOBS",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "I am a person with two children and I am also staying with a grandmother.  I have many years staying unemployed and I was always detained time and again, and this made me to be a person who has passed matric at 23, it was in 1993.  I am now just unemployed.  We are dependent on the money which is received by the old pensioner who is my grandmother.  At times I get odd jobs and I get some little earnings to bring back.",
            "Male"
        ],
        [
            "MS MAYA",
            "How old are the children that you are talking about?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "The first born is 11 years old, is doing standard 2.  The last born is two and a half years.  He is supposed to go to creche this year.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is there anything that you would like to say?",
            "Female"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "No there isn't.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you very much.",
            "Female"
        ],
        [
            "DESMOND MPILO TUTU",
            "Thank you very much Tiny.  Who is this Tongata, is it a policeman?",
            "Unknown"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "I last knew him as a security officer in Port Elizabeth.",
            "Male"
        ],
        [
            "DESMOND MPILO TUTU",
            "Did he assault you whilst he was a security officer?",
            "Unknown"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes it is so.",
            "Male"
        ],
        [
            "DESMOND MPILO TUTU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Jacobs the police at this time Mr Jacobs that they arrested you in 1986 knew very well that you were a great friend to Mr Matthew Goniwe, is that so?",
            "Male"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes it is so.",
            "Male"
        ],
        [
            "MR SANDI",
            "And during that period was Mr Goniwe already dead?",
            "Male"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes it was like that.\nEAST LONDON HEARING TRC/EASTERN CAPE\n8 F JACOBS",
            "Male"
        ],
        [
            "MR SANDI",
            "During this period when you were arrested from '86 and '89 is there anything or any questions that were directed to you about Mr Goniwe?",
            "Male"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes it is so because there were so many things that they asked me.  I was informed that my friend who was also a teacher and who taught me this communism is now deceased. Let me explain that, at Louis Le Grange there was a bottle it contained water, I don't know how does it smell, that is where I was showed this hand of Mrs Sicqtelo(?) Goniwe and then they said this is one of the baboon hands that is kept in this bottle and I knew that Sicqtelo was buried without his hand.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who showed you this hand, was it the policemen?",
            "Male"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Yes, it was Mr Hattingh.  There is another one he has recently been charged, Nieuwoudt is now charged, he is the one also who showed me this hand.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all that you would like to tell us or is there anything that the police said during '86?",
            "Male"
        ],
        [
            "FEZILE DONALD MADODA JACOBS",
            "Those are the highlights that I can remember.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you.",
            "Male"
        ],
        [
            "DESMOND MPILO TUTU",
            "Thank you very much.  I would also like to thank you because nobody could prohibit you to go further with your education because you were made to discontinue education due to these detentions, but you told yourself that you would go on even if you are old.  We are very grateful as I had said before to others, we are very grateful about your contribution to this armed struggle.\n The other thing that the Commission would do is that it would take all these things and put them in front so that the world can know about them, and we would make it a point that we do not forget about these things.  Our wish is that \nEAST LONDON HEARING TRC/EASTERN CAPE\n9 F JACOBS\nall these things that you have told us, and all those that have been given, we would like that they would never happen again in our country.  Thank you very much.",
            "Unknown"
        ]
    ]
}