{
    "header": {
        "type": "1 M KOTA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-18",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "MIKE KOTA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55199&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel1/kota.htm",
        "speakers": [
            "DR BORAINE",
            "MIKE KOTA",
            "MR SANDI",
            "JUNE CRICHTON",
            "MEMBER OF PANEL",
            "MARY BURTON",
            "DESMOND MPILO TUTU"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MR KOTA",
            "MIKE KOTA",
            "MR SANDI",
            "MS CRICHTON",
            "MEMBER OF PANEL",
            "MR BURTON",
            "REVEREND TUTU"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We invite to the witness stand Mr Mike Kota.  Good afternoon Mr Kota, you are Mr Kota?",
            "Unknown"
        ],
        [
            "MIKE KOTA",
            "Yes.",
            "Male"
        ],
        [
            "MIKE KOTA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Mr Kota you have come to tell us about the death of Jeanette Mahonga, is that right?",
            "Unknown"
        ],
        [
            "MIKE KOTA",
            "Yes.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Who was killed very tragically with a petrol bomb.  Is she related to you?  Is she a member of your family?",
            "Unknown"
        ],
        [
            "MIKE KOTA",
            "Yes we are members of the same organisation.",
            "Male"
        ],
        [
            "DR BORAINE",
            "The same organisation.",
            "Unknown"
        ],
        [
            "MIKE KOTA",
            "Yes.",
            "Male"
        ],
        [
            "DR BORAINE",
            "So it's not a family member?",
            "Unknown"
        ],
        [
            "MIKE KOTA",
            "No.",
            "Male"
        ],
        [
            "DR BORAINE",
            "But you are a witness?",
            "Unknown"
        ],
        [
            "MIKE KOTA",
            "Yes.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you very much indeed.  The hardworking Mr Ntsiki Sandi will help you in the questions, and I want you to know that we are very, very pleased that you are here and take your time as you tell your story.  Thank you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Kota you stay at Seymour?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "How long have you been staying there?\nEAST LONDON HEARING TRC/EASTERN CAPE\n2 M KOTA",
            "Male"
        ],
        [
            "MIKE KOTA",
            "I was born at Seymour and I grew up at Seymour.",
            "Male"
        ],
        [
            "MR SANDI",
            "What kind of job are you doing?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "I am a town clerk there.",
            "Male"
        ],
        [
            "MR SANDI",
            "At Seymour?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes I am the town clerk at Seymour.",
            "Male"
        ],
        [
            "MR SANDI",
            "In other words you are the mayor?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes I am the mayor.",
            "Male"
        ],
        [
            "MR SANDI",
            "Oh, as we are now talking we are talking to the mayor.  Now are you telling me I should watch my steps as I talk to you?  Mr Mayor now let's come back to this issue.  Let us start exactly here.  The family of Mahonga were you related to that, or was there a kind of friendship?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes.  I had a relationship with a family because Sister Mahonga, Jeanette Mahonga we were together in the organisation of the African National Congress.",
            "Male"
        ],
        [
            "MR SANDI",
            "This sister Jeanette Mahonga and her daughter, is it her daughter that is with you here today?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes, that's her daughter Nonkuthalo.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was she present on the day of the incident that you are going to describe today?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes she was there.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can I first understand about Sister Mahonga, what kind of a person are we talking about here?  I don't think I know her, can you briefly tell us a picture of the person we are talking about here, Sister Mahonga.",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Sister Mahonga was a leader at the Seymour under the African National Congress, and she was really fighting against apartheid during that time, and she was also helping the government of Brigadier Gqozo.  She was a member, she was actually a chairperson and at the same time she was a member of the Women's League at Border, it was in the ANC\nEAST LONDON HEARING TRC/EASTERN CAPE\n3 M KOTA\norganisation.  There are many committees actually that she served.  Some of those committees were really funded by the Netherlands.  Well if I have to describe her she was a heroine and she was a leader.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do I understand that she was the top at the school?  Where was she working?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "She was working at Seymour.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you referring to Seymour Clinic?  Not let us refer to the day on the 21st of October 1992, you say on that day there was a meeting organised, can you please give us briefly what kind of a meeting was that?  Can you tell us what happened the day before?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "On this day there was a meeting of an organisation, there was a World Vision organisation.  It was really funding local schoolchildren who were from poor families.  The officials of those was from Bayi(?) which is in Port Elizabeth. There was a committee as well at Seymour that was organised.  Sister Mahonga was a member of that committee.  Because of the sickness that I had that day I couldn't go to the meeting.  Well the meeting went on.  As I have already mentioned, Sister Mahonga was a nurse.  She gave me some few medicines so that I can go to bed. And late I was supposed to go to her place so that she can report. Well I went home, I slept.  The meeting went on without me.   At about 7 o'clock I went to Sister Mahonga's place and she gave me a report about the meeting.  She told me that there was a Mr Betane who was a member  ...(intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Can I just disturb you, do you say that the meeting was at Sister Mahonga?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes the meeting was at Sister Mahonga.",
            "Male"
        ],
        [
            "MR SANDI",
            "It started at 7?\nEAST LONDON HEARING TRC/EASTERN CAPE\n4 M KOTA",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes it started at 7 in the evening.",
            "Male"
        ],
        [
            "MR SANDI",
            "And when did it stop?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "No it wasn't a very long meeting.  At about 8, past 8 it ended.",
            "Male"
        ],
        [
            "MR SANDI",
            "You can proceed.",
            "Male"
        ],
        [
            "MIKE KOTA",
            "After meeting her she gave me a report.  She said one member did something that was not appreciated in the organisation.  He wrote a letter to Port Elizabeth that the committee has to be mandated.  And she further went on to give me a report that the committee will be extended so that we have a good management.  Well we went on to discuss this fact and then we came to the conclusion that it was a wrong thing that was done.  We decided to write a letter.",
            "Male"
        ],
        [
            "MR SANDI",
            "You know that member was a teacher Mr Betane, where were you at the time?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "We were at the outside room, there was flat there, Nonkuthalo was staying in that flat.",
            "Male"
        ],
        [
            "MR SANDI",
            "Other people didn't go to Seymour?  Can you tell us about Seymour for other people who might have been hearing this word for the first time, how big is Seymour and the development?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Seymour is about 42 kilometres from Fort Beaufort to Queenstown, it's one of the small towns, it's on the road just before Whittlesea.  Many people at Seymour - you know it doesn't have so many people, there can be about 15,000 in that small town.  The conditions of development really dropped to a very low standard because people were now given sites in Transkei in 1984, now the development for that area was really very, very low.\n Together with Sister Mahonga we were trying by all means to carry the developments for what, we wanted to \nEAST LONDON HEARING TRC/EASTERN CAPE\n5 M KOTA\ninvite the overseas countries, the governments from overseas to fund us. Now this World Vision was one of those organisations supporting funding such small towns.  Even in Britain we had support.  We were working with Vissieskop plan, this wasn't a very big organisation but it was just so small.  Now the developments really went on and we thought maybe with those small developments as time went on would grow big.",
            "Male"
        ],
        [
            "MR SANDI",
            "How do many people survive in this town of Seymour?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Many people depend on agriculture.  You know when they have worked thoroughly in their fields they can produce a lot of food and people can survive.  As I have already mentioned that agriculture was destroyed by the Ciskeian government because the Ministers were being awarded sites, very big sites, that is when this thing of small funding was destroyed.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Kota can we come back to Sister Mahonga. Sister Mahonga shortly told you what happened at the meeting and you went to sleep.  She went to sleep in the big house?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes.  She explained to me everything what happened.  I think it was round about to 9, she went to sleep and she said I am now leaving you.  During that time the assaulting of leaders was on a very high rate and I was staying there and I had to stay awake sometimes during the night to take care of the house.  That day or that night I stayed till late because I had to take care.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now while sitting and waiting what happened?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "While I was sitting it wasn't long after she went into the house I heard a knock at the door.  It was knocking, \"Michael, Michael open the door. My house is\nEAST LONDON HEARING TRC/EASTERN CAPE\n6 M KOTA\nburning, my children, open it's me I am burning\".  I opened the door.  When I opened the door I saw Sister Mahonga.  Her chest was burnt, her hair was burning.  She said to me a bomb was thrown at my chest.  Well I went out, I understood that these are people, people who did this are really from around, they are not from far.  Well I went out of the kitchen door because there wasn't anybody, Mr Betane was not at home that day, I rushed out of the kitchen door and I saw this house burning, it was aflame, smoke coming out of the windows.  \n I saw two people running away.  They were taking the direction heading the police station.  The police station is about 200 metres from Sister Mahonga's house.  Those people were wearing balaclavas heading for the police station.  They went into the car that was close to the police station.  It was a Toyota 16 valve, the registration number was CB, and they sped off.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you say the car's registration was CB, didn't you realise the numbers?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "No, I couldn't get the numbers.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was it at night?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes it was because it was at night.  The car sped off and I said to Nonkuthalo can we try to take the children out of the house.  I think there was a child of about eight years.  She was sleeping while the house was burning.  This child really cried and we went in to fetch her.  People came out.  The response that night was very promising.  They were flocking to the house to come and help us.\n Well when the people passed near the police station shots went off.  They were shots from automatic rifles.  These people trying to help were shot. \nEAST LONDON HEARING TRC/EASTERN CAPE\n7 M KOTA",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you saying the police were shooting people who were heading to help put the fire out?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes, those people were being shot at.  Well they went back because they were fearing for their lives.  They kept on shooting and shooting and shooting. Well this continued.  When we tried to put the fire out, just before the fire could be ...(intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you telling me that they took another alternative way, was the road next to the police station the shorter way to the house?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes, they took the longer alternative route, because this other one was very short.  They couldn't pass because they were being shot at.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now did they arrive and could you manage to put the fire out?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes, they managed.  The police were already standing outside at the verandah.  They were saying \"that is good for you\".  Well we didn't realise at that time that those were very heavy and unacceptable words.  When we tried to extinguish the fire this time the shots were now directed at us.  We ran for our lives.  The Reverend was also there, and then we tried to hit, police were still shooting at us.",
            "Male"
        ],
        [
            "MR SANDI",
            "The house was still burning at that time?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes the house was still burning at that time.  The police were just standing there, they didn't come to help us, they are killing people, they are shooting people, the people that were supposed to help put out the fire.",
            "Male"
        ],
        [
            "MR SANDI",
            "This thing that is (...indistinct) \"serves you right\", how did you take that?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Well it gave me the impression that the police were involved in this, because according to what I heard\nEAST LONDON HEARING TRC/EASTERN CAPE\n8 M KOTA\nthey were supposed to lend a helping hand, not to say \"serves you right\".\n Now during those times the conditions about politics, you know there were harassments, many harassments directed at Sister Mahonga, she was detained by those police.  I wasn't really expecting them to come and help, but that was a condition that was needing urgent attention.\n Well we managed to extinguish the fire.  Sister Mahonga was taken to the clinic.  The sisters on duty called an ambulance urgently and it took her to the hospital.  The sister on duty that day received a telephone call threatening her why did she call an ambulance.  Sister Mahonga went to the hospital that is when she was transferred to East London, and she passed away here in East London.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did she die on that same day or the next day?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "I think she died five days after that.  It was after comrades went to visit her and members of the organisation.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to the doctor's report was she severely burnt?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "According to the doctor's report that bomb really had an effect on her, she was burnt.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you explain a bit to us about the post mortem, what does the report say?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Even if I didn't get a chance to read the post mortem or to have a look at it, we heard that she was killed by the wounds from burning.",
            "Male"
        ],
        [
            "MR SANDI",
            "After her funeral what happened at home?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "After she was buried the police were just around, even before they were going up and down.  You know during\nEAST LONDON HEARING TRC/EASTERN CAPE\n9 M KOTA\nprayer sessions the security police were coming to meet the people from the prayers, they were making jokes saying, \"now have a look at your struggle\".",
            "Male"
        ],
        [
            "MR SANDI",
            "Were there problems on the day of the funeral, I mean from the police side?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "As there was an organisation ANC Women's League Comrade Stofile was supposed to address the masses. The police and the soldiers were in large numbers there.  They were very armed and they were surrounding us.  Even on our proceeding to the cemetery the police were there and the soldiers as well, heavily armed.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Kota can we go back to the car that was CB, was there anybody in the car?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "That car I saw in the day.  As I have said before Seymour was not such a big town, it was easy for me to see that car during the day, because there were few cars during that time at Seymour.  This car I saw during the day it was driven by Mhlungisi Willi, Constable Mhlungisi Willi, and he was together with people that I couldn't recognise because they were wearing balaclavas.",
            "Male"
        ],
        [
            "MR SANDI",
            "Constable Mhlungisi Willi that you saw on that day was he the one driving that car, did you see him driving and others wearing balaclavas?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes, I saw him driving and others wearing balaclavas, no he wasn't wearing a balaclava.",
            "Male"
        ],
        [
            "MR SANDI",
            "There is a person who confessed seeing the car, can you tell us and explain exactly what this person said?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes this is Nonzi Mayike, she saw the car twice, it was very close to Sister Mahonga's house and it was being driven by this that I have now explained.  When Nonzima explained she said Willi said to her there were two\nEAST LONDON HEARING TRC/EASTERN CAPE\n10 M KOTA\nhandgrenades in the car and a big rifle.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is Nonzi Mayike here today?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes she is around here today.",
            "Male"
        ],
        [
            "MR SANDI",
            "Would you make a request that she comes up to also ...(tape ends) ...someone saw this car.",
            "Male"
        ],
        [
            "MIKE KOTA",
            "She saw the car at the Post Office site.  It was driven by the same person that I have already mentioned.  He's also here.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was there a case taken to the court of law with regard to this whole matter?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes we went to open a criminal case at the police station.  The police said to us there is not enough evidence about the death of Sister Mahonga.  Well we went to see our advocates.  We were using Linden Dorrington at that time. They tried their level best to meet with the Attorney General so that an inquest might be opened.  Now the Attorney General permitted the inquest to take place, now that inquest it put everything clear about the investigations, that Constable Willi and others are the killers of Sister Mahonga.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did the court say, did it say with the evidence put forward one has to be prosecuted so that there can be a case, because the inquest would only concentrate on the fact that is there a person that can be prosecuted about this whole matter?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes the inquest found it very clever to prosecute Mr Willi and the others.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now when did the case end?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "No prosecutions took place thereafter, besides the fact that we only heard after that the case would be taken to the Supreme Court, it was discovered at the Supreme EAST LONDON HEARING TRC/EASTERN CAPE\n11 M KOTA\nCourt that there was not enough evidence and the case was withdrawn.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did the case all in all just end nowhere?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Kota, Mr Mayor do you have anything you want to say with regard to this whole incident?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "There isn't anything that I want to say, but I want to put forward before this Commission, we, the people of Seymour, even if this thing happened that time we were really expecting Gqozo's government to open the case and carry on, we would like the Commission to investigate this matter about Sister Mahonga.  Can you please search deeply because one thing the police who we suspect killed Sister Mahonga they are still police and they are still police at Seymour, and in that case there will never, ever be peace at Seymour.  We now ask the Commission, these policemen they have to be removed because they were involved in Sister Mahonga's case.\n One other thing we are aware it's a long time now since this thing happened.  Sister Mahonga's children are struggling.  Well because of the contributions from the community they have been looked after but they cannot carry on anymore because Sister Mahonga was the breadwinner.  The community realised we can employ them in the developmental organisation so that they can earn some living.  She is now working at the offices of those organisations.  That is what we have to say before this Commission today.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Mr Kota I just want to ask you one question, when that ambulance was called, the sister that called the ambulance received a threat on her life, now is that sister still in Seymour?\nEAST LONDON HEARING TRC/EASTERN CAPE\n12 M KOTA",
            "Female"
        ],
        [
            "MIKE KOTA",
            "Because of the threats and everything which was done she left Seymour because she was afraid of her life.  She realised that her life was at stake because she used to receive many death threats.  She is still working but she is no longer in Seymour.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "The sister's name?",
            "Female"
        ],
        [
            "MIKE KOTA",
            "I cannot remember well but I think if we can find out we can know who that sister is.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Can you give the name at a later stage?",
            "Female"
        ],
        [
            "MIKE KOTA",
            "Yes.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "I'd like to ask this question, how many children does Sister Mahonga have?",
            "Unknown"
        ],
        [
            "MIKE KOTA",
            "Sister Mahonga has four children.  The eldest is in Cape Town, he is working and he is married.  He got married before Sister Mahonga died.  The second one felt that after passing her matriculation she should get employment because she could not go further with her education.  She is presently at Bisho.  She was very keen to continue with her education.  Nonkuthalo Mahonga also is working.  She also discontinued schooling because there was a problem with finances.  She was here in East London.  She was doing administration, but because of inadequate funds she couldn't continue further.  Nozuku Mahonga is at home, she is unemployed, she is not attending school.  This also is due to lack of means.  Their father is also deceased.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you Chairperson.  Mr Kota in your statement you mentioned that there was a witness who had sen the car that you later identified and that was being driven at the time that the witness saw it by Constable Willi, that witness also identified another person who was in that car as a Mr Betane, is that the same Mr Betane who was also a\nEAST LONDON HEARING TRC/EASTERN CAPE\n13 M KOTA\ncommittee member of World Vision and about whom there was a dispute?  Not the same person?",
            "Male"
        ],
        [
            "MIKE KOTA",
            "It is the same person.  That is the same person Mr Betane.  He was seen in this car with the police.",
            "Male"
        ],
        [
            "DESMOND MPILO TUTU",
            "Any other questions.  Thank you very much Mr Mayor.  We are really very happy to see young people who were involved in the struggle still carrying on as leaders of the people.  We are really happy again to hear the way you tried to develop the community of your area.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Just before you leave could I just mention that we know that there are additional witnesses and when the Commission takes up the investigation they will be in touch with them so that they can get their testimony as well.  We will follow that up.  Thank you.",
            "Unknown"
        ],
        [
            "DESMOND MPILO TUTU",
            "Thank you.  We are going to take a break.\nCOMMISSION ADJOURNS\nEAST LONDON HEARING TRC/EASTERN CAPE",
            "Unknown"
        ]
    ]
}