{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-04-17",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "BESSIE MDODA"
        ],
        "case number": "EC0019/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55204&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel1/mdoda.htm",
        "speakers": [
            "CHAIRPERSON",
            "BESSIE MDODA",
            "DR BORAINE",
            "MS MAYA",
            "PANEL MEMBER",
            "MR NTSEBEZA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "BESSIE MDODA",
            "DR BORAINE",
            "MRS MDODA",
            "MS MAYA",
            "PANEL MEMBER",
            "MR NTSEBEZA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We invite Mrs Bessie Nonqleba Mdoda to the stand.",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Mdoda, you have been looking for your son for a very very long time, since 1979.",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "Yes Dr Boraine.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Your situation is very different from some of those that we have been listening to in the last few hours.  We want you to know that you are as welcome as they were, that our door is wide open and we are very very grateful that you have come to give evidence and Miss Tiny Maya is going to lead the evidence and I will hand over to her now.  Thank you.",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "Thank you Doctor.",
            "Female"
        ],
        [
            "MS MAYA",
            "Morning Mrs Bessie, this is the name that I have been using since I was very young.  You were born right in front of me my daughter.  When we start I know you feel, because we are a bit related.  Can you please relax, say anything you want to say, can you please tell us about your family, starting from Mfundo until in Umtata.",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "I am Mrs Bessie Mdoda, the daughter of the Jede family in Gauteng, Mfulo North.  The whole family of mine were all political activists.  My grandfather or my uncle was the first victim to be shot by the Boers in Port\nElizabeth with the first defiance in the 50's.  My mother EAST LONDON  HEARING TRC/EASTERN CAPE\n2 MDODA\nwas also detained in John Vorster Square because she was also involved in the struggle.  In 1981 I was in detention in Transkei, I was in solitary confinement for three and a half months.  They wanted to get information, among other things.  The government was really in trouble. \n I now want to come on the educational side. I matriculated in Gauteng and I joined Damelin, doing secretarial courses, and I did nursing. I did not go into the nursing field, but after completing, because I was beautiful, I took part in a beauty contest and I was Miss South Africa. I also went into a fashion show, then I got married, Xola was already born and I got married in Umtata as Mrs Mdoda. I married a professor from UNITRA. \n I want to speak now about Xola. You know, most unfortunately, Xola was very involved in the 1976 riots.  He ran with his cousin from that area to Umtata to visit me. On their arrival it was discovered by the Boers that they are in Umtata and followed them. They couldn't carry on with their education anymore, and went to Lesotho and we requested Professor Njabula Ndebele to take care of them, to accommodate them, to see to it that they go to school, because they were now at the high school.  They were now in matric.\n We had good contact with them and even went to visit them.  At the end of 1979, we went to visit them, but when we arrived we were told that they left with a person called Chris Hani.  Nobody had any idea of their whereabouts.  Most unfortunately we never ever heard anything about them.  We were in that ...(indistinct), you know, going up and down asking, we didn't even know where to get Chris Hani. In 1990 I heard that Chris Hani is around town in Umtata.\nEAST LONDON  HEARING TRC/EASTERN CAPE\n3 MDODA\n He was telling the families of these people that have died over the borders, some of them are still alive and would come back very soon. There was a rally organised at the stadium in Umtata, I went to it because I was anxious to hear something about Xola, because I already heard that he also skipped the country. Well I went to Umtata Stadium, I went to the stage where he sat with his wife, Dimpo, I asked him whether he was Chris Hani. \"Mr Chris Hani, all the people have come back.  You have gone to the families of people who had come back, but you never came to our place\".  And he asked me, \"Who are you talking about?\", I said, \"No, I'm talking about Xola Jede\".  He said, \"No sister, I know him very well, he was a very brilliant boy.  We took him to schools where we were designing bombs, because we wanted him to be a nuclear physicist for our organisation, he was so bright. Don't worry, he is healthy, nothing is the matter with him.\"\n That was in 1990. \"He's healthy, there is nothing about him, he is handling explosives, he will be the last to come back\".  Well we stayed hoping that he would come. And I asked him further, \"Chris, things are now quiet, why doesn't he contact us?\" \"Don't worry sister, he will contact you, I am going to Shell House at our head offices, and then I'll check in the computer to find out in which direction he is, so that if you want to contact him, you can freely do so.\"\n Well we waited patiently, Chris Hani never came to tell us, he never came to us to say whether he contacted the computer or not.  We went up and down around every corner to try and establish his whereabouts.  In 1992, I read a magazine, Works and Progress.  Chris Hani was talking about a mutiny that took place in their camps in Angola and EAST LONDON  HEARING TRC/EASTERN CAPE\n4 MDODA\nhe said 18 Chief Commanders of Umkonto weSizwe were removed because they were not following orders.  This made me very suspicious.  I thought, maybe Xola might be one of these people, because during that time when Chris Hani was telling me that he's still alive, he said to me Xola was now a chief commander of Umkonto.  \n Well I called Shell House every day, but I couldn't get hold of him. I left messages.  There was a certain gentleman who always answered these calls, I think he was called Mofukeng, then Mofukeng would say, he would pass the messages over to Chris Hani, but no reply, and I thought to myself that I'm just wasting my time here. So I went on and on asking everybody, because I wanted to understand where they are in Lesotho, where are the people that went with him the day Chris Hani came to fetch them?\n Then it was discovered that a certain Mr Galiki was also involved, he was in East London, and I asked one of Xola's cousins, Saki, to go to East London to find out about Xola. Galiki found Xola, and it was in 1992, I don't know whether they were still alive or not, but Galiki went over to America, Xola was coming down to settle his matters with the Boers.  \n After hearing that he was caught and he was sentenced to 10 years, I think that was now in 1992, and I said, \"Ten years has gone by and no people are now in jail, just a moment, when he was sentenced to 10 years, where was he caught and where was he sentenced?\"  He said he doesn't know exactly where he was caught, he doesn't know exactly where he was sentenced, he only knew one point, they were coming to South, to South Africa to engage the enemy, and then the other one went over to America. And he said 10 years was now EAST LONDON  HEARING TRC/EASTERN CAPE\n5 MDODA\nover, and we shouldn't worry at all about this issue, because if there is a person who knows Xola, or knows anything about him, we should go to Chris Hani.  And he said, if Chris Hani tells us that he doesn't remember him anymore, we should tell him that Xola had a girl friend, who was beautiful called Pumula Dumasi from East London, then he would maybe remember.\n We met Chris Hani and he said there was no point to say it is Xola with a beautiful girlfriend, so we went on to find Xola to no avail.  We met people from Lesotho who knew about him but they would always suggest that we should ask Chris Hani. Each time Chris Hani saw me he would indeed run away from me, not appearing to want to meet me at all.  I didn't know why he was avoiding me, because at least Xola was from an activist family and we knew that when a child is involved in those dangerous missions it would be just lucky if he comes back alive.  So we expected anything, the only thing that worried us was the fact that we were not told by the ANC what happened.  \n This really haunted us for a long time, because it the ANC has recruited the children, we expect it to exercise care so that if there is something that happened, they should tell us as parents, or they should try some means of protecting them.  We waited staying in those times of troubles, repeatedly calling Shell House.  At some stage I being disappointed, went personally to Shell House.  There is a Mr Mofukeng who really helped you, you \nmanaged to talk to him. On my way to Shell House, Mr Mofukeng told me that they were busy searching.  (end of side A of tape 9) (side B of tape 9)  Mofukeng said to me that Chris managed to find out where Xola was.  It seems as  EAST LONDON  HEARING TRC/EASTERN CAPE\n6 MDODA\nif he died in 1984  and the people from Shell House will come and report at Mfundo about Xola's death.\n Well I moved from Umtata that day, I went to Mufulo, there was an old woman called Mrs Mesima, she was together with an old man.  They arrived and told us that something really happened, Xola died in 1984. He was killed by the security forces at Soutpansberg.  I was really shocked, everybody was scared at home.  \n The main thing that shocked us was the fact that if he really passed away in 1984, why should Chris say to me, Xola was alive in 1990?  Because he was telling me about his wellbeing, he was the chief of staff and people were dependent on him.  Why didn't he know anything about the death of Xola, why didn't he tell us, and at the same time, it was mentioned that Xola was a chief commander, and I was told that these chief commanders work alone, they go freely?\n Then we asked Mrs Msimang, \"Mrs Msimang, you say Xola was a hero?\", \"Yes\". \"You've seen your heroes, the security force?\" \"Yes\".  \"They'll try by all means to come to their houses to tell their parents what happened to them, now what kind of a hero are you referring to, while the hero was still sick, you didn't even show any sign?  At the same time, this chief commander, is he not together with a team, if he has to attend to some missions?\n Mrs Msimang said,\"Yes the Chief is not alone but he is with a team. But I'm now telling you he was killed by the security forces\". \nI asked, \"Were they all wiped out by the security forces, not even one person in that whole team that was left behind?\"\n\"No they didn't die all of them.\"\nEAST LONDON  HEARING TRC/EASTERN CAPE\n7 MDODA\n\"Right, if they didn't die, all of them, what happened to the remaining ones, who are they really?\"\n\"Oh no we'll start investigations to find out who was with him during that time, We'll come back to you and tell you everything\".\n\"Alright, let us now ask a question? If the children go out on dangerous missions, is there no check point, action organisation, so that you check all the points?  Don't you monitor the movements of these children? Don't you look at the time frame, so that when they don't come back you would understand that maybe something might have happened to them?\"\n\"Yes Mrs Mdoda, we have such things but here and there we had problems, okay?\" \n\"When this group with Xola went to their missions, you realise that the group never came back, any steps you took? Why do you reflect such great negligence?\"\n\"No Mrs Mdoda, we were not negligent, we were actually being troubled by the spies from the System.\"\n\"Now tell me, do you think Xola was labelled a sell out because I heard that you killed many people them because you labelled them sell outs.  Was Xola a sell out, so that you even killed him or was he involved in the group of Angolans?\"\nNo, Mrs Mdoda, he never became a spy.  He was a hero.  We will investigate this case and we'll come back to you to tell you what really happened.\"\n Up to this day they are still investigating. I have nothing to tell me what happened. I don't know how far they are with their investigations, but I keep on going to Shell House.  \nEAST LONDON  HEARING TRC/EASTERN CAPE\n8 MDODA\n The other thing that troubles me, when I was in Johannesburg in March, I went to Shell House.  When I got there I started asking about the investigations and how far they are. I told them they ought now to have a death certificate, which I want. They took out their books and showed me their records.  In that cubicle on the 12th floor there were three people, two ladies and one old man. Mrs Msimanga also had a book and checked. The other old lady  checked and said, \"Here, I know his names were Martin Xola Jebe\".  She stated that his death was reported and it was in 1981.  Mrs Msimanga records showed that the death was reported in 1984. What does this make you think? This disturbed me very much, because it showed me that the ANC didn't care about its people.  The ANC was negligent.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you find any trace of what happened and which year your son died?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "Even today I haven't got anything tangible. They didn't bring any documentary proof to confirm the fact that he died in 1984 because of any cause.  You know, when I look at this it seems as if they were just removing me.",
            "Female"
        ],
        [
            "MS MAYA",
            "The person who they know was at Soutpansberg, what did they say about his remains?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "I also asked about this and they said they\nare going to take action and make investigations at Soutpansberg. During the period when I've been going along, Mrs Msimango always said that another problem that they were having, is that the ANC doesn't have the funds to make all the investigations, but are trying their best to obtain as much information as they can.\n But I've heard from them that there is no proof even today, it may happen that probably my son is still in those EAST LONDON  HEARING TRC/EASTERN CAPE\n9 MDODA\ncamps where they were killed. Maybe he is in an asylum in Angola, nobody knows.",
            "Female"
        ],
        [
            "MS MAYA",
            "Does it mean that now you do not know what happened to Xola, you don't know whether he lives or whether he died?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "No I do not know anything, I would like to know really what happened because I want to know exactly what happened to him.",
            "Female"
        ],
        [
            "MS MAYA",
            "What is the wish that you would like the Commission to do?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "I'd like the Commission to please assist me and make through investigations about all this and tell me exactly what happened to Xola.  Is it true that he died, and where did he die, how?  Even if he died, so that I can believe that he really died, I would like forensic tests to be done to make sure that I can get his remains so that I can give him a dignified burial.\n The other thing that I'd like, because I can understand that he was naughty, he left two children here.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where are the children.",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "They are still with me.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old are they?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "One was born in 1979, and one in 1978. One is at technikon, and one at high school. They are both boys.  They were just dumped at my door and I was told that they are mine.",
            "Female"
        ],
        [
            "MS MAYA",
            "I'm sure you want something to be done about these children?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "Yes I have wishes about them.",
            "Female"
        ],
        [
            "MS MAYA",
            "Can we hear what you would like us to do about them?\nEAST LONDON  HEARING TRC/EASTERN CAPE\n10 MDODA",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "You know, because I am already aged, I won't be able to have much energy and be able to take them further in their education.  Their father wanted them to be advocates, and they are very good at mathematics.  I believe they would be happy in engineering.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Mrs Bessie.  Do you want to say anything further?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you very much.  Just a minute.  Are there any questions?",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Mrs Mdoda, can we have clarity whether, when meeting with a person whom you say, the first person you asked was Chris Hani, did he immediately recognise Xola or maybe there was confusion about the name which he had used outside which might have been different from the one you are familiar with?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "You mean the person I asked about Xola first?",
            "Female"
        ],
        [
            "PANEL MEMBER",
            ": When you asked was he known as Xola inside as well as outside.  The reason why I'm asking that is because I want to make sure whether you were talking about the same person?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "No the person I asked, that was Chris Hani, he knew Xola very well.  The only time I learned that there was\nthere was a mistaken identity was when those old people came to my place to come and tell us about his death, you know, so one of the excuses they gave us was that, ...(indistinct) were using student names, that 's why they took so long to tell us that he had died because they couldn't correlate his student name with his real name.",
            "Female"
        ],
        [
            "MS MAYA",
            "Mrs Mdoda, this hurts because you and I are friends and so it's close to home. What I want to know is EAST LONDON  HEARING TRC/EASTERN CAPE\n11 MDODA\nwhether when you talked to Chris Hani, were there any photographs that were shown to him so that he could identify whether you were talking about the same person?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "No no, I had no photographs with me, I just went to him and then I asked him, you know, if he knew Xola, and immediately I told him that I was looking for Xola Jebe, then he said, \"Oh sissy, you mean the one from Johannesburg, you mean the tall light-complexioned guy, from Johannesburg?\"\nI said, \"Yes I meant that one\".\nThen he said, \"Oh I know him very well, oh what a brilliant boy, he was a mathematics genius.\"  That's exactly what Chris Hani said.",
            "Female"
        ],
        [
            "MS MAYA",
            "Am I then to assume that you're asking the Commission to assist you with the investigation? Would I then on behalf of our investigative unit ask for any information, particularly photographs and materials that can assist the investigative process?",
            "Female"
        ],
        [
            "BESSIE MDODA",
            "Yes I do have some photographs which I could give you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "PANEL MEMBER",
            "Just one question Mrs Mdoda, did you during this long period when you didn't know where he was and you\nwere going back and forward to Shell House, did you ever approach any other organisation for help?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "No no.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Not at all?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "No.",
            "Female"
        ],
        [
            "PANEL MEMBER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Mrs Mdoda you have asked for a thorough investigation of this matter.  I will just like to know\nEAST LONDON  HEARING TRC/EASTERN CAPE\n12 MDODA\nwhether in your own efforts, you have ever gone as far as Minister Joe Mudise in finding out what had happened to Xola?",
            "Male"
        ],
        [
            "BESSIE MDODA",
            "No I never approached those people, unfortunately for me, I had listened to a lot of nasty stories about those people, as a result I thought it would be a futile exercise for me to ask them.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Just a couple of questions. First, your son left from Lesotho in 1979.  You had no letter or no phone call or no communication from that moment on?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "Nothing, absolutely.",
            "Female"
        ],
        [
            "DR BORAINE",
            "So it's been a very very long, hard search?  Secondly, the woman by the name of Buhiswa Thomas, have you ever been able to trace her or talk to her personally?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "No, in fact I searched right through East London, because they said she was from East London and nobody knew about Buhiswa Thomas.  And yet in Maseru, everybody we met told me about her and in East London nobody knew about her.  And even this Galike fellow, who is also, I'm told, here in East London,he also told us about Buhiswa Thomas.  But he couldn't help us to locate her.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Just two more questions, quite quickly.  Mr Mofukeng, did he tell you personally, face to face, or was this on a telephone, that your son died in 1984 in Soutpansberg?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "It was by telephone.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Okay, were you able to talk to him again after that?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "No.",
            "Female"
        ],
        [
            "DR BORAINE",
            "No, and he worked very close with Chris Hani?\nEAST LONDON  HEARING TRC/EASTERN CAPE\n13 MDODA",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "That's what I was led to believe.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Okay.  Last question, when they told you that your son was killed in a skirmish in 1984 in Soutpansberg, have you been able to find any details of that particular event?  Either from one side or the other?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "No no.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Not at all?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "I tried to investigate and find out but a lot of people just ask, where in Soutpansberg?",
            "Female"
        ],
        [
            "DR BORAINE",
            "Okay, and I'm sure you must have asked them also, where is the body?",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "That's exactly what I'm looking for, his body.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Okay, and he wasn't taken back with his comrades, he wasn't buried, nobody seems to ...(intervention)",
            "Unknown"
        ],
        [
            "BESSIE MDODA",
            "Just no trace at all, nothing whatsoever.  I still don't know what happened to his body, if in fact he died.",
            "Female"
        ],
        [
            "DR BORAINE",
            "That's very helpful, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mrs Mdoda for your testimony, and this is a Commission that has to reveal everything that is brought here.  We want to thank you\nthat you could come here today to give testimony, thank you very much.",
            "Unknown"
        ]
    ]
}