{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-09",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "MR MBONGENI NICHOLAS BAM"
        ],
        "case number": "EC1859/97 ELN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55227&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elnbam.htm",
        "speakers": [
            "BONGANI FINCA",
            "UNKNOWN",
            "REV XUNDU",
            "MR SANDI",
            "MRS KOLITI"
        ],
        "original_speakers": [
            "REV FINCA",
            "MR MBONGENI NICHOLAS BAM",
            "REV XUNDU",
            "MR BAM",
            "MR SANDI",
            "MRS KOLITI"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We'd like to call Mbongeni Nicholas Bam.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Male"
        ],
        [
            "REV XUNDU",
            "I will lead you with questions Mr Bam.  Are you going to talk about your brother?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Please tell us his story briefly.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My brother disappeared on the 13th of April 1981, we did not know his whereabouts.  After a while we heard that he left the country with his other friends.   In 1982, '83 and in 1984 I heard from one guy that there were cadres who came to this country saying that my brother died in exile.  We waited for more information from the ANC because we expected them to come to my home to explain how he got injured.  We waited until 1994 after the elections.  Other cadres came back.  All this time I didn't tell my mother because I thought she would be shocked.",
            "Male"
        ],
        [
            "REV XUNDU",
            "You said that it was in 1984.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He left the country in 1981.  In 1984 I heard the news that he died in 1983.  We didn't hear anything after that.  When other cadres came back to the country I decided to tell my mother what happened because she would hear that there were other cadres who were coming back and she would enquire about her son.  I then told her because his friends were also coming back.  When I told her I said that there were officers of the ANC who were supposed to come to my home to report this matter and they said there is this person who is going to go door to door to the family members of those who died in exile but up until to-day nobody came.",
            "Male"
        ],
        [
            "REV XUNDU",
            "This man Phakamisa Gulwa, is he the one who told you your brother died in 1983?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Who?",
            "Male"
        ],
        [
            "REV XUNDU",
            "Phakamisa Gulwa, is he the one who told you that your brother died in 1983?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What did he say happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He said that they were shot in a firing squad and they were penalised.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you go to an ANC office to enquire about what exactly happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I went everywhere.  I went to the ANC offices in town and they said I was going to meet Mr Ingalitsha but every time I went there I could not see him.  I then contacted Mxebe Sebata and he said we were going to meet in the ANC offices.  When we got there he took me to another guy who took my statement out and they said they were going to come to my home but up until to-day they didn't.\n One day we were attending a funeral of a cadre in King William's Town, David May and I was shown that Mr Ingalitsha was there.  I said that I was looking for him.  He was not in the office at that time we were just at a funeral.  I said that I wanted to ask him something and he said yes I knew Sipho, he was in Lesotho.  He wanted me to give him my particulars as well as my mother's and they would do a follow-up.  I told him that my mother was not well since this incident.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you.  What would you like the Commission to do for you Sir?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think my mother will be satisfied if her son's bones could be exhumed so that she can re-bury them.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did your brother have a child?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, he did not have any children.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is that all you request?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, secondly I would like the ANC to come to my home to tell my mother officially what happened to my brother.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is that all Sir?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is all.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you, I will hand over to the Chairperson and maybe my colleagues will ask you certain questions, thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.  Mr Bam, where you here when Mrs Tonisi was giving evidence?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you hear when she said there were papers found in town?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you see those papers?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I do have a copy.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was your brother mentioned in those papers?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, except that it was written that Sipho Bam died in a certain year in Angola.  There is no further explanation.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Bam, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Mr Bam, Mrs Koliti, is she here?",
            "Unknown"
        ],
        [
            "MRS KOLITI",
            "Yes.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Mrs Tonisi, Mr Gobizembe and Thembakazi Tuku you've given us very painful and a difficult task with the regard to the disappearance of the people who were tortured those who were in exile under the ANC.  I would like to add that there are also other incidents mentioned about the ill-treatment of women who were there.  These are very painful stories to those listening.\n You also added that even though such incidents happened there were no people who came to report to the family members in a dignified manner about these incidents.  You've requested us to make an investigation and to find answers so that we can forward them to you to inform you exactly what happened to your people.  I would like to say that there is hope that we might get these answers.  There's hope because in the past few weeks when the political parties appeared before the Commission most of them came before the Commission and said that they did not know what happened but I would like to say that the ANC took a different position from other political parties in that it came before the Commission and it owned up at the highest level instead of denying these incidents.  The ANC has already confirmed before the Commission that these things did happen, these are not just accusations they are things that happened in exile and it gave the Commission other people's names and we have to inform their families that these people were brutally killed in ANC camps in exile.  Secondly they have declared publicly that they are going to work with the Commission so that we can get answers to each and every case and report back to the families.  I think this will help us answer your questions.  \n What is going to be difficult is to answer to the situations where other political parties were involved because they denied their involvement but we will try to find some answers.  We know that it is very painful that other children came back to support and work for their families after a long in exile.  Others did not come back and some families do  not know whether these children are alive or not.  I hope that as the ANC promised in public that it will help us it will do so, so that we can find out these answers and so that we will be able to present before the President your requests regarding their bones.  \n We thank you for being brave and coming forward to the Commission, thank you.",
            "Unknown"
        ]
    ]
}