{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-11",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "JOSEPH COCHRAN"
        ],
        "case number": "EC131/96 MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55224&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/cochran.htm",
        "speakers": [
            "CHAIRPERSON",
            "JOSEPH COCHRAN",
            "REV XUNDU",
            "JUNE CRICHTON"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR COCHRAN",
            "JOSEPH COCHRAN",
            "REV XUNDU",
            "MS CRICHTON"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Joseph Cochran please.  Joseph Cochran, we welcome you.  Thank you.  We welcome you.",
            "Unknown"
        ],
        [
            "JOSEPH COCHRAN",
            "Thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will hand over to Reverend Xundu who will ask you to take the oath.",
            "Unknown"
        ],
        [
            "JOSEPH COCHRAN",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will give over to June Crichton who will ask some questions to you Mr Cochran on the statement that you have already made to the Commission.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Good morning Mr Cochran.",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "Morning.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Thank you for coming again for the second time.  Mr Cochran, you are here today to talk about yourself and about an incident that happened on the 16th of December in 1989.  This was to do, apparently, with the launching of the Buffalo Flats Youth Congress.  Is that correct?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "It is correct.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Would you then tell us exactly what happened on that day specifically and then we will start the questioning as to what happened after that.",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "Thank you.  The previous night I was one of four Youth Congress members selected as Chief Marshals to co-ordinate the security arrangements for the following day.  We me briefly the following night to plan the security arrangements.  On our arrival at the sports grounds, the north end sports grounds at the time, we noticed there were Security Police within the grounds.  We met briefly and since I was the only Chief Marshall that accompanied the other marshals, it was decided that I should approach the few, of the marshals and ask them to leave or what were their reasons for their presence within the sports grounds since it was the launch of the Buffalo Flats Youth Congress.\n They tried to be nice with sweet words, but we told them straight away that no, we know the reasons for your presence, but we would like you to leave, but they were adamant to leave and we pursued the cause to insist that they should leave.  They eventually did.  We inspected the sports grounds and found that there were no electricity supply.  We spoke to one of the neighbours and which, who agreed to assist us to supply us with electricity until we had made some other arrangements.  We did that, but we were constantly harassed, wanted to gate-crash the events before it took place.  We prevented them and it was decided that I should be posted at the main entrance with some other marshals.  \n We were approached by this guy, Venter, and he told me that he was still hanging up the flag of the ANC.  He told me if we are busy arranging a terrorist meeting or a gathering, he told me that that is nonsense.  You can see there is the Buffalo Youth Congress flag next to the SAYCO flag.  That is the ANC flat.  He says, yes, but you are supporting every banned organisation.  He said the ANC are a banned organisation, but the ANC flag were never banned before and we asked, we argued and he left.  He came back with more security policemen.  Eventually we went outside with them and argued with them and Hinsa Siwisa arrived and he asked me what the problem was.  I explained to him and he interfered.  Eventually they left and said that, yes, but they are watching us.  \n In the meantime we organised a generator in case they harassed, a neighbour who supplied us with electric supply.  Our guests speakers arrived, but we were constantly harassed.  A police guest speaker arrived.  He wanted to gate-crash and force their way into the sports grounds, but because of the guys posted outside the stadium we were notified beforehand.  We prevented them from entering the gates and we were approached by a certain Colonel.  He was wearing uniform at the time.  He approached me and asked me my surname, my name.  I told him that as far as I am concerned, you are supposed to identify yourself, because ...",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Mr Cochran, at this point you have mentioned the name of two people in your statement.  Is this the name of this man who approached you, this Colonel?  Is he mentioned in your statement?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "No.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "No.  Alright.  We will then, we will leave his name out then.  Thank you.",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "Well, he tried to detain me for divulging, for giving information concerning myself, but I told him that I do not know you and you are supposed to identify yourself before I do that and Hinsa Siwisa approached again.  He asked me what is wrong and I told him, no, these people are constantly harassing us.  He told me that we are supporting a banned organisation, a terrorist organisation, but I have explained time and again that we are busy with the launch of the Buffalo Flats Youth Congress, a sub-branch of SAYCO at the time.  Hence, they interfered, they left and then we were notified that they were harassing the neighbours supplying us with electricity supply.\n In the meantime we were organising a generator and I was posted with two marshals to go and have a look at what is going on outside.  On our arrival there the other security policemen were harassing these neighbours, giving them their, supporting a banned organisation, a terrorist organisation and I interfered and said, no, do not mislead people.  We are launching the Buffalo Flats Youth Congress and even so the ANC flag has never been banned.  You have been sending our people to prison for the wrong reasons.  Even your (indistinct) have acknowledged that and he harassed me pushing me around and I told him do not push me around and I shoved him one side and he pulled a plug, unplugging the electricity supply.  We left, because we knew that we had a generator ready.  \n They were so frustrated and telling me that, in Afrikaans, \"julle is nogal slimgatte\" and I said, no, do not use vulgar language, but what is your problem?  He said, yes, \"julle raak nou nes die kaffirs\" and he smacked me and I asked him what are you hitting me for and I pushed him back and then I was nearly tramped by Venter in a brown Sierra.  I jumped out of the way and just got out of the car.  He smacked me and kicked me and asked me what is your problem and he told me that we are detaining you under Section 29 of the Internal Security Act.  I said, well, in that case then I have problem.  I went and he hit me with the fist behind my neck and he kicked me into the car.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Were you the only one that he took with him?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "Yes.  The other two marshals that accompanied me went to report at the stadium.  They took me to St Peters Street, their headquarters, took me around the back, pulled me out of the car and started to assault me, hitting me to the ground and kicking me.  We went to the back up the stairs.  As we moved up I felt constant shots behind my back.  They asked me what, you said you are detaining me, what are you assaulting me for?  They kept on telling me all the time I am a \"slimgat\".\n One policeman entered the first room while we entered at the second room.  The assaults took further place there and he called him over the radio and said, \"bring daai slimgat hier\".   They took me and they assaulted me, \"ja, jy is hard\".  He told me in Afrikaans that, \"jy is mos hardegat, waar is jou boetes nou\".  He knocked me to the ground kicking me, tramped on me.   I stood up and I pushed Venter away from me and I asked him that you told me that you are detaining me, what are these assaults for?  They stopped and I assumed the one guy was operating a tape recorded on the other side of the table.  Asked me my name.  I gave them my name.  Where were you employed?  I told them Mercedes Benz.  They asked me, you are the \"f\" Martin Cochran that is causing strikes at Mercedes Benz.  I told them, look here,  you said you are detaining me under Section 29.  This has got nothing to do with what are my activities within the trade union movement.\n He started to assault me again and I was wearing a T-shirt commemorating the late Cliffie Brown and Leon Meyer with a slogan on top, \"Freedom or Death, Victory is Certain\" and at the bottom it was, it stood for \"Fought for Democracy, Murdered by Apartheid\" and they asked me do you know what we did to them?  I said, yes, I read in the papers.  He hit me in the abdomen and I fell to the ground.  I was still looking for breathe and he said I must stand up.  I said I cannot stand up, because the blow were too heavy.  He picked me up and he held me against the wall and did ask and they showed me some photos.  Charred bodies and bodies riddled with bullets and he told me this is what we do with people with you.  I told him that if my day had come, then I am prepared to die.  \n They assaulted me, they assaulted me and blood were running out of my mouth.  I wiped it off and he told me that is nothing, because we will still \"f\" you up furthermore and keep you for 29 days to heal and then we can release you.  I said, I told him that, yes, you did that to some of my friends.  I am aware of that and I was prepared to take the risks.  Then he told me I can leave, but I should report Monday.  I told him, but you said you were detaining me under Section 29, why are you releasing me now.  He said we can do to you what we like and even if you can go and lay a charge nothing will happen.  \n I went back to the stadium and I reported to my fellow Comrades what took place and they said that we are going to meet at seven  o' clock after the rally where I should prepare a statement and then they will consult a lawyer.  Seven o' clock I could not make it.  I slept at home, because of the injuries.  They sent someone to come and fetch me and I went, when I came to the venue I just collapsed.  They rushed me to East London Private Hospital known as Keesma at the time.  My Dr Botha were called out.  He examined me and we told him of our intentions to lay a charge, but he was adamant that and reluctant that he will not go into a Court of Law to give evidence.  Why do I involve myself in politics and then I end up in hospital and expect him to go and give evidence in a Court of Law?  He gave me injections, tablets and a prescription.  \n I went back to the venue where we met and I informed my Comrades what took place and they said that is nothing, that I should just prepare the statement and they will consult a lawyer and they will take it from there.  I believe they consulted Hinsa Siwisa with my statement, but because of the situation then it was decided that I should not lay a charge, and, because of the doctors reluctance to give evidence in a Court of Law.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Are you saying then that the decision to lay the charge was decided against in consultation with Mr Siwisa, because of the doctor not, of the doctor refusing to give evidence, Dr Botha?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "I was told at the time that Hinsa's response was that I have got a good case, but the Youth Congress at the time, decided against laying a charge, because of the situation then.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Were any photos taken of your injuries?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "No.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Who was present during the assault on you?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "When I was picked up I was with two fellow Comrades.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Sorry, I did not hear that.  Can you say that again?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "When I was picked up at the sports grounds I was accompanied by two fellow marshals.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Yes and who was it that was assaulting you, who were the people who assaulted you when you were at St Peters?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "Venter was the main interrogator.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "And who was that?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "He was a security policeman.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "In your statement you have named the security policeman.  Can you remember his name?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "When they took me to St Peters Road there were two, Venter and his colleague, but even after that the, and I do not get changed clothes.  There was a letter from a Radu saying that I should report at eight o' clock at St Peters Road.  I just took the clothes, went to my girlfriend, got dressed and consulted some of my Comrades and it was decided that, against, it was decided I should not visit the headquarters.  That if they want me, they should come and pick me up, but I was under constant surveillance.  Whenever I go home I should notice Venter's brown Sierra standing across the road, watching our house.  Then I should just enter at the back, through a neighbour's house and just got clothes and just escape again.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "A this point I think I would like you, Mr Cochran, just to tell us what your expectations from the Commission are.",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "I do expect the Commission that, just to find out that why did they pick me up under Section 29, under the guise of Section 29, just to use my body as a punching bag.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Is your health affected by the assault that you have?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "No, I have healed completely.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Is there anything further you wish to tell the Commission before I hand you back to the Chairperson?",
            "Female"
        ],
        [
            "JOSEPH COCHRAN",
            "No, I think I have said it all.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Thank you very much Mr Cochran.  This was a very clear story.  Thank you.  Thank you Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Cochran, thank you very much.  It is good to have a statement which comes from Buffalo Flats Youth Congress, because it reminds us of the contribution, very powerful contribution which was made over there to the process of making this country a democratic country.  It reminds us, through you, of those people who were referred to as \"Kaffir-boetie\" as you have said in your testimony.  Referred to as \"Kaffir-boetie\" by the police, but also referred to as \"Kaffir-boetie\" by their own people who saw themselves as belonging to the other side.  Very special that you have come to testify here in Mdantsane so that we always bear in mind the number of areas where this particular struggle has been waged by different people towards a common purpose.  We have noted what you have said to the Commission and we will try and follow up the matters that you have raised, but for now thank you very much for bringing this to the Commission.",
            "Unknown"
        ],
        [
            "JOSEPH COCHRAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We adjourn for about 30 minutes, come back at 12.",
            "Unknown"
        ]
    ]
}