{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-09",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "MRS NOMAZIZI GANGALA / MR MICHAEL NDALISO"
        ],
        "case number": "EC1836/97 ELN EC1979/97 ELN EC2050/97 ELN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55231&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elnganga.htm",
        "speakers": [
            "REV XUNDU",
            "UNKNOWN",
            "BONGANI FINCA",
            "JUNE CRICHTON"
        ],
        "original_speakers": [
            "REV XUNDU",
            "MRS NOMAZIZI GANGALA",
            "MR THEMBA FAKU",
            "MR MICHAEL NDALISO",
            "MRS GANGALA",
            "MR NDALISO",
            "MR FAKU",
            "REV FINCA",
            "MS CRICHTON"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "I greet you this afternoon.   Mr Chairperson,  I request  to swear  the\nwitnesses in.   Nomazizi Gangala?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Female"
        ],
        [
            "REV XUNDU",
            "Michael, Thembakazi Tuku and Themba Faku?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Male"
        ],
        [
            "REV XUNDU",
            "Can I lead them in evidence?  Nomazizi Gangala, we welcome you this afternoon to the Commission.  Could you briefly tell us your story in order for us to have a clear picture regarding the incident you are here to tell us about.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In 1983, I'm not sure if it was November but it was after the school's final exams, my child said that he's going to Highway because he'd seen a job vacancy at the O.K.  I told him not to go to Highway because there was unrest at the time due to the bus boycott.  He went to a public phone next to Pick and Pay and he tried to phone but they beat him up, killed him and put him in a van.  I was told that my child had been beaten up by the police.  I bought bread and milk and left.  They did not kill him but they arrested him and took him to prison.  When I got home I got a message that my child had been murdered in prison by other prisoners.  According to the witnesses who saw him said that he had been beaten up at the phone at Pick and Pay and thrown into a police van so he was actually murdered at the phone at Pick and Pay.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What Standard was he doing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Standard Six.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Was he a member of any organisation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No he was not a member of any organisation, it was the father who was a member of a political organisation.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Therefore they just beat him up, the didn't have anything against him in a political sense?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Was there a post-mortem?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, they said that they found him killed by other prisoners in the cell.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you go to any attorneys?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you get a death certificate?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I did not, I even tried now but they said I must go to the police station where I was told to go to West Bank.",
            "Female"
        ],
        [
            "REV XUNDU",
            "So you buried your child?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "You buried your child peacefully?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you have requests before the Commission?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would just like to know who the perpetrators are because I have an idea they were seen by witnesses but I want to make sure because these people were sent by the Government, they were under the Government of the day who were beating people.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Is that all Ma'am or is there something you would like to add?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you, perhaps my colleagues have questions.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Michael Ndaliso?  Michael Ndaliso will you please briefly tell us how your boy was murdered.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was in 1983 around the fourth of August when I was sleeping at home and my daughter Nazi Ndaliso together with her brother was preparing to go here in East London.  It was at about half past five in the morning when my son came to tell me that he could not find his sister and people were being shot.  I tried to go to the place where my daughter worked and I was crossing the road to King William's Town I heard shooting and I ran.\n When I got to Djidini I looked for my daughter but could not find her.  I went to Fort Jackson Jail at about six thirty but my child was not there so I ran to Makiwane Hospital where there were people's corpses thrown about a metre high on top of each other.  I looked but my child was not there so I went to the mortuary and could not find my child.  \n On the Saturday in the late afternoon I came back home.  I told my wife that I cannot find the child.  On Sunday  morning as I was walking I heard shooting yet again and tried to hide but the shooting died down.  I was going to Cambridge Police Station.  When I got there at a quarter to eight in the morning I had been walking since two a.m. the mortuary was not open.  The Sergeant asked what was going on and I told him but he said I must wait for the mortuary to be opened.  A White man came and went to open the mortuary for me.  There were a lot of corpses there, some people had lost their legs, some had no ribs and they were just thrown on the floor.   Eventually I saw a head, she'd been shot and I told the White man that it was my child.  They pulled the tray and it was her indeed.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Where was your child shot and how?  When did she get shot?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They asked if I wanted to take the corpse then.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What I'd like to know is when was your child shot and where, had she been shot on the Saturday or the Friday?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I found my child at Cambridge on Sunday, she'd been shot at Djidili and taken over to Cambridge.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Are there any people who informed what happened or do you have any information?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, not from the police.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Was she working, was Julia working?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes she worked in town.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What was she doing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "She was cleaning office windows.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Do you have children?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We have three.  Sandile is the eldest and there are two that are at school.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you get a death certificate stating how your child died?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I did.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Did you lay charges or did you investigate the matter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes it was the legal representative here in Highway, Mike Rabe.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mike Rabe did not take this case to the end because he left Mdantsane and I went to another attorney, Lale, in town.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What are your requests?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As I am paying for my children's education and I'm supporting them as a pensioner and the schools require money daily, my request to the Government is that  I want my children to be educated.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What Standards are they doing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have a daughter and a son.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What Standards are they doing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My son is going to complete his Matric this year, he'd like to proceed with his studies and my daughter is going to Standard Eight.",
            "Male"
        ],
        [
            "REV XUNDU",
            "So you would the Government to assist you with your children's education?  Are you on pension?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes both my wife and I are.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is that all?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is all.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Sir.  Perhaps my co-panelists will ask you questions later.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Themba please tell us briefly about Sisa's death, was he your son?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes he was my son.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Please tell us briefly what happened on that day.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was on a Saturday on the sixth I was coming from work at about ten and when I got home I was told that he was shot during the day.  The information I got from the people was that all the boys were playing with a tennis ball between the shop and the rent office and the soldiers and the police came with their van.  We were not sure about the Ciskeians whether they were soldiers or police.  As the children were still very young they were not aware of the situation, they didn't know what was happening so they ran away and while they were still running one policeman approached him and shot him in the mouth.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Was there a court case after this shooting incident or did you go to any attorneys?  We do understand your pain Mr Faku and I trust you are now ready for us to continue.   Was there a court case or did you go to any attorneys?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I went to Mr Insasiwisa, a lawyer who accepted my case and said that what he can claim will be at the bureau's expenses because he said that we could not get anything from the Ciskeian Government.  There was an inquest and the perpetrator was in court but no one was found guilty that's what the Magistrate said.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is the perpetrator the one you mentioned here?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes his name is Kepo but I don't know his first name.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Is he still around?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I saw him a few months ago, he's still a policeman.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Our investigators can go to him and investigate so that he can give us more information.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes because he's still here in the Eastern Cape, he's a policeman.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Sir.  Do you have any requests for us to forward to the State President concerning this matter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As my lawyer told me I should be compensated for the funeral expenses and that didn't happen, what I would like from the Government is for this to happened  because I did not kill anyone and I have to get something back.",
            "Male"
        ],
        [
            "REV XUNDU",
            "What else would you like us to forward to the State President?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "One other thing is that I would like Kepo to come forward and tell the Commission the truth.",
            "Male"
        ],
        [
            "REV XUNDU",
            "In your statement you mention a creche, can you please explain that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't remember mentioning that.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Maybe you would like a memorial where young children can be educated?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I do remember now that I mentioned  I would like a creche to be built in my area.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Sir, is that all?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes that is all.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson I will now hand over to you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "June Crichton?",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Mrs Gangala please.  Mrs Gangala can you hear me?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes I can hear you.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "I just need some clarification from you, you said that the father of this child Diliza was involved in a political organisation but that he was not, is that correct?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes that is correct.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And he was eighteen years old so he was not a member of COSAS?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No he was not a member.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "So the attack on him was a totally unjustified attack.  The second thing I want to say to you is  you mentioned that somebody or \"they\" told you that other prisoners had killed him, who were the \"they\", who told you that?",
            "Female"
        ],
        [
            "UNKNOWN",
            "The people who told me were my neighbours.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Do have any idea how they found that out?",
            "Female"
        ],
        [
            "UNKNOWN",
            "They saw this.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "What is your belief?",
            "Female"
        ],
        [
            "UNKNOWN",
            "My belief concerning what Ma'am?",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Concerning his death, how do you believe he died?",
            "Female"
        ],
        [
            "UNKNOWN",
            "He died because he was beaten up by the police.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "I want to check this point, Landile Jongile is he here?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "No he's not.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you.  I would like to take this opportunity to thank the nine witnesses who appeared before the Commission to-day, the three who are on stage and the six who gave evidence this morning.  When I thank you I would like to say the incident in which people were shot here in Mdantsane at the station shocked the whole country, I think this also shocked other countries besides this country.  This is one of the incidents which showed clearly that the previous Homeland Governments were cruel especially the Government of the late L.L. Sebe.  I think this is one of the incidents which caused tension and conflict between people of this area and people belonging to Sinip and those who were working for Mr L.L. Sebe's Government.  That conflict and that anger and pain became clear in 1990 when the late L.L. Sebe was overthrown when there was chaos in Mdantsane, there was in this area, people were angry and their anger came from this incident but I would like to say like all other painful incidents such as this one this caused people to fight for their rights to belong to the South African Government.  The whole border region and Mdantsane was leading this region, Mdantsane was playing a leadership role in this region from this incident and this became clear in 1990 when the late L.L. Sebe was overthrown.   The other incident which happened was the Bisho Massacre.  Some of you were injured yourselves and some appeared before the Commission to give us their evidence, some lost their family members, some didn't even want to appear before the Commission because they are still angry at what happened at Eggerton Railway Station.  We would like to thank you for reminding this country ... (end of tape) ... after this country has been liberated so that when we are enjoying the fruits of freedom especially those who are leaders, they have to remember that Mdantsane played a leading role in our struggle.\n We have listened carefully to your requests, if it was upon us we would try and answer your requests now because we are talking of the heroes who sacrificed their lives to try and liberate this country but our job is to listen and after listening to you when we give the report to the President next year we will present your requests to the President so that he can see what he can do.  \n We would like to salute the people from Mdantsane especially those who lost their family members in this incident.  Where we were in the morning that's where the heroes are.  We thank you very much, you may now go back to your seats.",
            "Unknown"
        ]
    ]
}