{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-09",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "MRS FRANCES NJOLI / MR MAKI MICHAEL MOSE /"
        ],
        "case number": "EC903/96 ELN EC953/96 ELN EC1086/96 ELN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55237&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elnnjo.htm",
        "speakers": [
            "BONGANI FINCA",
            "UNKNOWN",
            "MR MAKI MICHAEL MOSE",
            "MRS LINDISWA NGWENYA",
            "REV XUNDU",
            "MR MOSE",
            "MR LUNDI MOSE",
            "MS MAYA",
            "MRS NGWENYA",
            "MR SANDI"
        ],
        "original_speakers": [
            "REV FINCA",
            "MRS FRANCES NJOLI",
            "MR MAKI MICHAEL MOSE",
            "MRS LINDISWA NGWENYA",
            "REV XUNDU",
            "MR MOSE",
            "MR LUNDI MOSE",
            "MISS MAYA",
            "MRS NJOLI",
            "MRS NGWENYA",
            "MR SANDI",
            "MRS NJOLI - MRS NGWENYA"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We now call Frances Njoli, Maki Michael Mose and Lindiswa Ngwenya.  There's a fourth person.  Is he going to testify?  Over to you Reverend Xundu.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Female"
        ],
        [
            "MR MAKI MICHAEL MOSE",
            "(sworn states)",
            "Male"
        ],
        [
            "MRS LINDISWA NGWENYA",
            "(sworn states)",
            "Female"
        ],
        [
            "REV XUNDU",
            "Please give us your names Sir.",
            "Unknown"
        ],
        [
            "MR MOSE",
            "Lundi Mose.",
            "Male"
        ],
        [
            "MR LUNDI MOSE",
            "(sworn states)",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Mrs Njoli, I will start with you.  The story you presented before the Commission is about yourself.  You were injured during the issue of the bus boycott here in Mdantsane.  Please tell us briefly what happened to you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "It was about a quarter past four when I left home.  Before we got to the station we saw that there were many people around and there were also buses.  We heard a voice saying that we must go to the buses and people said that they weren't going to go to the buses.  A whistle was then blown, people ran away and I fell down.  I tried to ask for help because I was shot and I couldn't stand up.\n People came and tried to find a car to take me to hospital.  They then found Mr Malgas's car and I'm very sad that he's not here to-day because he saved my life.  I was then taken to the Cecilia Makiwane Hospital.  I didn't want to be taken out of the car because at that time my leg was very painful.  The bullet struck me in my thigh.  I was then taken by car to the hospital and I told them not to take me out of the car because I had a lot of pain.  They said they are going to take me out because they were trying to save my life.  I was taken to the theatre.  There was one person in the theatre.  I don't know whether this person was shot.  There was another lady from N.U. 5 plus a nurse.  I was waiting for a doctor to operate on me.  This lady was Nurse Senip.  She said that we are very happy that you were shot.  She asked, why are you not using the buses?  This caused the conflict between herself and the nurses.   There were three of us in the car at the time but I don't remember the third person.  We were in Ward No 30 which was never used before.  \n After I was treated no one was allowed to come and visit us.  Our children wanted to come and visit us but they couldn't because the police stopped them.  Sebe said that nobody was allowed to visit us.  This was very painful to us because we couldn't see our children.  The specialists came to us, trying to treat us and they were arrested.  There was one from Transkei and he was arrested as well.  \n I spent six months in hospital.  I have thirteen pins in my body.  A doctor from overseas, Doctor Floris, treated me.  My leg wasn't straight after the operation and this doctor came and helped me.  I thank this doctor because if it wasn't for him my leg would have to have been amputated.  He treated me and he said that my leg would be straight after his treatment.  I stayed in hospital for six months.  The nurses took me to physiotherapy, trying to help me.  I had five children and I was working in the tea room at Ruiters at the time.  My employers tried to help my children with food.  \n After spending six months in hospital, I was discharged and I went back home.  I stayed at home trying to get a pension.  I was working for Black people at the time.  My two children, Bugelo and Bulelo were educated because I was working for the Black people.  I couldn't work properly and the doctors advised me to get a special shoe because if I didn't, I would be paralysed.  I tried to get a pension but they said that I was able to get work so I cannot get a pension.  I was working for Miss Simone for Eighty Rand and Miss Makonto for Forty Rand.  \n I would like to thank the Lord because my children managed to do Standard Ten.  My four children completed Matric and the other one got married.  One of them is in Fort Hare University.  The two are in Johannesburg looking for work.  I'm also suffering.  I cannot say that I'm employed full-time.  It's only a job.  you have to try and support yourself these days and I would like to thank the Lord for not taking my life so that I can support my children, so that I can try any means to see that my children will be educated.  I thank the Lord.  \n I would like to thank you for this opportunity for being here to-day.  I didn't want to come here because I thought that I would feel pain.  We were suffering at the time and we were praying to the Lord and to-day we would like to thank the Lord for this Truth and Reconciliation Commission.  We would be very glad if the people who did these things to us could come forward and tell the Commission what they did to us.  I'm thankful for this day but I didn't want to come here.   Mr Sam gave me the money to come here because when I thought back I knew that because of Sebe I was not injured but now I'm injured and disabled.   I was one of the people who paid Three Hundred Rand.  Priscilla and Tzinzi paid this amount of money for me.  Our lawyer was Priscilla Djali in Johannesburg.  As she was very far she could not handle our case.  It was then transferred to Pringle and I went to Mark Rabe who told me to go to East London to Pringle.  Priscilla Djali tried to pay this amount of money, the Three Hundred Rand.  We would have been arrested if we didn't pay that money.  We were not working at the time but Priscilla helped us and she paid the money.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you, Ma'am.  You have given us a clear picture of what happened.  I would like to ask about the Three Hundred Rand.  What was this money for?",
            "Female"
        ],
        [
            "UNKNOWN",
            "We were told to pay the Government because we laid a charge against that Government.",
            "Female"
        ],
        [
            "MS MAYA",
            "You also received a letter?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, I received a letter but I had no place to stay, I don't have those documents with me because I lost them.",
            "Female"
        ],
        [
            "MS MAYA",
            "In other words, you paid the money and you were not compensated for being injured.",
            "Female"
        ],
        [
            "UNKNOWN",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Your attorney, Mr Pringle, did you go to him to ask for assistance at the time of this incident?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, we went to Mr Pringle and he said that he did not have money.  The SAWU offices then phone Priscilla in Johannesburg and she paid this amount of money.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did she explain exactly what this amount of money was for?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, she said that we laid a charge against the Government.",
            "Female"
        ],
        [
            "MS MAYA",
            "You have made a request concerning your children.  What are your requests?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I would like you to help me to educate my children.  I cannot work for myself because I have thirteen pins in my body.  I feel pain in my legs and I've used this shoe for fourteen years.  As a result of that I cannot work.  I would also like a pension grant.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you apply for a pension grant from the present Government?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.  I will hand over to the Chairperson after I've heard all the evidence.  Thank you.",
            "Female"
        ],
        [
            "MS MAYA",
            ": Maki Michael Mose?  Mr Mose, you're going to talk about Luyanda Eric Mose.  How are you related to him?",
            "Female"
        ],
        [
            "MR MOSE",
            "He was my son.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was he affected during this bus boycott?",
            "Female"
        ],
        [
            "MR MOSE",
            "No, he disappeared in 1983.  He was at Philemon High School.  This was during the COSAS time, on the thirty first of October in 1983.",
            "Male"
        ],
        [
            "MS MAYA",
            "According to the statement before us, he disappeared during the time of the bus boycott after being ill-treated by the Ciskeian police.  Could you tell us exactly what happened?",
            "Female"
        ],
        [
            "MR MOSE",
            "I'm going to hand over to his younger brother.",
            "Male"
        ],
        [
            "MS MAYA",
            "Lundi, perhaps you can help us?",
            "Female"
        ],
        [
            "MR MOSE",
            "Thank you for this opportunity to speak about my elder brother.  As my father just said, it was in 1983.  He disappeared on the morning of the 31rst of October.  We used to share a bed.  He would wake up before me whilst our parents were still sleeping and warm up some water to have a bath and then he'd go to my parents room to get money for the Daily Dispatch Newspaper and a loaf of bread.  He did that as usual.  He was given money to go and buy the Daily Dispatch and bread at Nogos.  This was when the Lennox Sebe building was still there.  My brother never came back from the shop.   Years passed and we did not know where my brother was.\n In 1989 or '90,  Balulwana from Lusaka wrote to us as the family saying that my brother is in exile at the ANC camps in Lusaka.  I'm sad when speaking of this letter.  This letter was taken by a Comrade from exile who was going to look for my brother.  We could not find this letter yesterday or to-day.  After Luyanda's disappearance we were never happy at home and there was never peace because the Special Branch and the soldiers would come to my house looking for Luyanda and we did not know where he was.  We also wanted to know where he was.  \n On day when I was at school and my father was at work, the Special Branch came, according to my mother.  They searched the house upside down and they found a COSAS card on which was written Luyanda Eric Mose.  This card was an identification that he was a COSAS member.  They found his album and looked for photographs.  They would ask my mother why my brother would have his fist up in all his pictures.  They left the album behind.  It was their mistake because after they left, my mother thought that they'd come back for these pictures so she dug a hole in the garden and hid it.  \n As we were looking for my brother in those years, the soldiers came the one night at about midnight I think.  They surrounded my yard.  It was myself, my father and my mother at home.  My father asked who it was and they demanded that we open the door.  As my father was about to open the door he put the light on outside and they demanded that he should switch it off.  There was a multitude of soldiers around the house.  One of the soldiers badges fell and we kept it at home.",
            "Male"
        ],
        [
            "MS MAYA",
            "What soldiers were these?",
            "Female"
        ],
        [
            "MR MOSE",
            "The Ciskeian soldiers.",
            "Male"
        ],
        [
            "MS MAYA",
            "What did they want?",
            "Female"
        ],
        [
            "MR MOSE",
            "They searched, looking for Luyanda and we told them that Luyanda disappeared.",
            "Male"
        ],
        [
            "MS MAYA",
            "After how long did they leave.",
            "Female"
        ],
        [
            "MR MOSE",
            "After quite a while.  They said that if Luyanda comes back we'd have to inform them.  We didn't know exactly what they wanted from Luyanda.",
            "Male"
        ],
        [
            "MS MAYA",
            "Lundi, how old was Luyanda when he disappeared?  When was he born?  Do you remember?",
            "Female"
        ],
        [
            "MR MOSE",
            "He was borne in 1966.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there any conflict between Luyanda and the police before he disappeared?  Why did he go into exile?",
            "Female"
        ],
        [
            "MR MOSE",
            "Luyanda was a very quiet boy, even my parents didn't know exactly what kind of person he was because he wasn't a person who opened up.  He liked to go and visit my maternal grandmother.  My grandmother would chase him away after he found the COSAS documents because my grandmother did not know about these things.  This is why he was harassed.  We were shocked when my grandmother explained to my mother that my brother was a COSAS member.\n In 1990 we got a phone call at my mother's place.  We do not have a phone at home but my mother's place is very modern so there was a phone.  My brother phoned, saying that he'd gone to London to school.  My uncle asked who took him to London to school and he said, the organization.  He said he was an MK therefore he was an ANC member and he'd gone to study in London.",
            "Male"
        ],
        [
            "MS MAYA",
            "Lundi, according to your statement you said that Luyanda disappeared and organizations were unbanned.  People came home but Luyanda never came home.  What do you know?",
            "Female"
        ],
        [
            "MR MOSE",
            "We only know of the last call saying that he was in London.  People came back from exile, there were elections and we were still searching for my brother.  We'd go to the ANC offices together with my father. We'd go to Human Rights attorneys and they'd send us back to the ANC offices but we got no information about my brother.  As I read in the media, I thought that the Truth and Reconciliation Commission would be the correct channel for me to come and make a statement about my brother.  Perhaps there could be a lead as you would investigate his whereabouts.  My father, Mr Mose searched for my brother and he was called to the Majaga offices this year where they filled in forms.  We received a reply from the Department of Finance in Pretoria for a special pension fund also referring to my brother as a deceased.  We were in turmoil because they were speaking about both the pension fund and about the deceased.  I made a copy of this letter and took it straight to the Truth Commission's offices at the N.B.S. to discuss it.  I reported this matter and we then got this letter whilst we were waiting to appear before the Commission.  I asked the people at the Commission to interpret for me.  They said that we must go back to the place where my Dad had filled in the form.",
            "Male"
        ],
        [
            "MS MAYA",
            "Excuse me Lundi.  You're talking about the Majaga offices?  What offices are these?",
            "Female"
        ],
        [
            "MR MOSE",
            "They are ANC and PAC offices.",
            "Male"
        ],
        [
            "MS MAYA",
            "So up to this day you do not know what has happened to Luyanda Mose?  What is your request before the Commission?",
            "Female"
        ],
        [
            "MR MOSE",
            "As I made my statement before the Truth Commission, I requested that if, especially in the African National Congress, the Commanders that were in exile could please reveal my brother's whereabouts.  I highlighted that point.  Especially Ronnie Kasrils and Modise because they were the people that were in charge in exile.  Even the late Chris Hani.  I'm concerned that he left us because he's one of the people who passed away and how they died whilst in exile.  If my brother passed away whilst in exile, we need a proper burial, a memorial.  Perhaps the reason why things are not going well at home is because we don't know what happened to my bother.  Maybe he's still alive.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you, both of you.  I only have one last person.  There's a man called Cindele Mfazi who's the last person to have seen him in Lusaka.  Have you spoken to Cindele?",
            "Female"
        ],
        [
            "MR MOSE",
            "Thank you.  Cindele is the person I talked about.  The letter that Luyanda wrote whilst in Lusaka.  Cindele was requested by my parents to investigate about Luyanda.  He said he would and he'd seen my brother in Angola in 1986, not in Lusaka, in Angola in 1986.  We gave this letter to Cindele who was going to investigate amongst other -   It was evident then that my brother was in exile because Cindele had seen him as well.",
            "Male"
        ],
        [
            "MS MAYA",
            "Can I proceed with Lindiswa?   Lindiswa you are also going to give testimony about yourself.  Is that so ?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "Yes, that is so.",
            "Female"
        ],
        [
            "MS MAYA",
            "You were also shot on this particular day when people were shot because of the bus boycott in Mdantsane?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "You're story is different because you were shot inside your house.",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Please tell us exactly what happened to you.",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "In 1983, I was a student at Nowawe in Berlin.  I used the half past six train to go to school.  On the 4th of August I was getting ready to go to school.  While I was going to the kitchen I heard gunshots and I fell down as a result of the gunshots.  I don't know who did this.  I tried to ask for help.  I went to the toilet where I lost consciousness.  I think people found me there and took me to Cecilia Makiwane Hospital where I spent a week.  I had been shot in my shoulders as well as my arm and I had a cut in my ear.   I was treated in hospital and discharged after that.  I was not feeling well and in 1984 I went back to Cecilia Makiwane Hospital where they operated on me.  They found another bullet which was left behind after 1983.\n In 1984 I received a letter saying that I have to pay a certain amount of money for the costs of the court.  I went to Mr Siwisa because I needed help and told him that I was the one who was shot but I had to pay money.  Siwisa said I have to pay this amount of money because I didn't appear in court and the people who were supposed to represent us, didn't.  I paid the money.  \n In 1987 I went back to Mr Siwisa because I wanted to go back to school.   I had to pay Fifteen Rand per week during that period.  I asked Mr Siwisa to help me to go back to school and after I completed my schooling I would pay this money back.  He wrote letters asking for permission for me to go back to school.  After three years, I was working for the DEC when I received a letter saying that I had to pay the balance of this money.  I then went back to Mr Siwisa and requested him to write a letter to these people to inform them that I can only pay Fifty Rand per month.  In 1993 I finished paying this money.",
            "Female"
        ],
        [
            "MS MAYA",
            "How much money was this, Lindiswa?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "It was Eight Hundred and Twenty Rand at the beginning but it increased because of interest and it was over Two Thousand Rand.  I do have a salary advice with me showing that they were deducting Fifty Rand from my salary.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you stay away from school for three years because of this injury?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "Yes, and I requested these people to wait until I had completed my studies.  When I started working I received another letter saying that I have to pay the balance.",
            "Female"
        ],
        [
            "MS MAYA",
            "Your attorneys Mr Siwisa, did they explain to you why you have to pay this money?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "He said that these were the costs of the court.  If you didn't appear in court you would receive certain letters, warrants, because he was arrested at that time and didn't appear in court so I was the one who was supposed to pay this money.",
            "Female"
        ],
        [
            "MS MAYA",
            "Let us now go back.  How old were you at the time of this incident?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "I was born on the 26th of November 1962.  I'm thirty four years old now.  I'm thirty five years old now.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you manager to complete your studies after this break?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "Yes, I did because Mr Siwisa was trying to help me while I was still at school.  I then managed to complete my studies.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you see the people who shot you or were you inside the house and they were outside?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "I was inside the house, in the kitchen.  I heard a gunshot and that's when I was shot.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that all you wanted to say or do you have something else to add?  What are your requests to the Commission?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "My request to the Commission is, because I was the one who was injured and the one who got shot, I would like to get my money back.  The money that I paid.",
            "Female"
        ],
        [
            "MS MAYA",
            "As you had bullets in your shoulders, how do you feel now?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "There are certain days when I feel pain in my arm.  When I went to the clinic they told me that I had arthritis.",
            "Female"
        ],
        [
            "MS MAYA",
            "Would you like some more medical treatment?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "Yes, because I still go to the clinic to get treatment for my arthritis.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that all you wanted to say Ma'am?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "Yes, that is all.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.  I will now hand over to the Chairperson.  There might be questions from my colleagues for you to explain certain issues.  Thank you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you, Mr Chairperson.  My first question is to Lindiswa.  You were shot while you were inside the house?",
            "Male"
        ],
        [
            "MRS NGWENYA",
            "Yes that is correct.",
            "Female"
        ],
        [
            "MR SANDI",
            "During this conflict in Mdantsane, when people were shot by the police, was it a normal or unusual thing that a person would be shot inside the house?",
            "Male"
        ],
        [
            "MRS NGWENYA",
            "No, it was not normal.  It happened to me.",
            "Female"
        ],
        [
            "MR SANDI",
            "Don't you find it strange that while you were shot inside the house and you had to pay the Government because you were shot?",
            "Male"
        ],
        [
            "MRS NGWENYA",
            "Yes, this is strange to me.",
            "Female"
        ],
        [
            "MS MAYA",
            "This is very strange to you?",
            "Female"
        ],
        [
            "MRS NGWENYA",
            "Yes, it is very strange to me Sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you.  I have another question for Mr Mose.  Mr Mose, accept for the man you mentioned, the one who said that he saw your brother in exile, is there anyone else who saw him in exile.",
            "Male"
        ],
        [
            "MR MOSE",
            "No, it's only Cindele who came from exile and he saw my brother.  It was only Cindele.",
            "Male"
        ],
        [
            "MR SANDI",
            "There are no other young men who left the country at the time that your brother left the country, who came back?",
            "Male"
        ],
        [
            "MR MOSE",
            "On the day of his disappearance, we didn't know where he was.  We just heard that he was in Lusaka.  He left home alone while we were sleeping.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are there any people who belonged to the same organization who left during this same period?",
            "Male"
        ],
        [
            "MR MOSE",
            "No, I don't know but as Cindele explained to us, he left after my brother but he managed to see him in exile in Angola.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where is Cindele now?",
            "Male"
        ],
        [
            "MR MOSE",
            "He is working in Bisho.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Mrs Frances Njoli and Lindiswa Ngwenya, I would like to thank you when I thank all the people who were affected by the bus boycott but the case of Luyanda Eric Mose is different from your cases.  It's concerning a person who disappeared in exile.  I would like to thank you for coming forward with your story and I would to assure you that when the ANC appeared before the Commission for the second time...  Are you listening?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, we are listening.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Mr Mose, are you listening?",
            "Unknown"
        ],
        [
            "MR MOSE",
            "Yes.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "I'm saying that you made a request for us to investigate the disappearance of Luyanda.  He disappeared in exile, in the hands of the ANC.  I was saying that when the ANC appeared before the Commission for the second time to answer questions, it gave out a document which consisted of people's names who were injured in the camps in exile.  I'm not sure whether Mr Mose's name is there because all the documents are in Cape Town.  Even if the name is there or not, the ANC assured us that they would try to help us as a Commission together with the people who's relatives disappeared in exile.  Whether they were killed by the enemy, whether they were killed by their own Comrades, whether they were killed in the camps or whichever way they were killed, the ANC said they would help us to try and answer questions of parents like you because it is very painful that your child went into exile trying to fight for the liberation and when others returned, yours doesn't and there's no explanation as to what happened to him in exile, whether he was killed or not.  We would like the truth to be known and we will be in contact with you.  We will try to investigate and if we can we will come up with an answer and we'll inform you of our findings from the ANC organization.\n I thank you alone because although your case was at the same time as the bus boycott, it deals is about a person who disappeared in exile.  Thank you.  Our Logistics Officer had an announcement.  Where is he?  All the people who are here who came to make statements ...  We will take a lunch break and we'll come back at two o'clock.",
            "Unknown"
        ]
    ]
}