{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-10",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "MRS PRALENE MORA BOTHA"
        ],
        "case number": "EC1587/96 ELN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55230&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elnbotha.htm",
        "speakers": [
            "BONGANI FINCA",
            "UNKNOWN",
            "REV XUNDU",
            "JUNE CRICHTON"
        ],
        "original_speakers": [
            "REV FINCA",
            "MRS BOTHA",
            "MRS PARROT",
            "REV XUNDU",
            "MRS PRALENE MORA BOTHA",
            "MISS CRICHTON",
            "MRS ROSELINE PARROT"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We would like to call on Pralene Mora Botha.  Welcome, is it Mrs or Miss?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Pralene.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Pralene we thank you for coming forward to give your testimony to the Commission to-day I see you have someone accompanying you.  Is she a relative of yours?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, she is my sister-in-law.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Is she going to be giving evidence as well?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is it necessary for me to give evidence as well?",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "I didn't hear that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is it necessary for me to give evidence as well?",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "No it's not necessary if the evidence of Pralene Botha is sufficient there is no need for us to take your evidence if it doesn't add anything new so we will not swear you in but we appreciate that you are you here to sit next to your sister-in-law and to support here as she gives her evidence before the Commission.  We'll now ask you Pralene to stand up to take the oath and Reverend Xundu will administer that.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Thank you Reverend Xundu we will ask Mrs Crichton to put a few questions to you based on your statement.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Thank you Mr Chairperson.  Good afternoon Pralene.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Good afternoon.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "You are here this afternoon to tell us about your husband George and his death on the fifteenth of December in 1976 but before you start could you tell us a little bit about George about his character, what kind of a person he was before we actually start.",
            "Female"
        ],
        [
            "UNKNOWN",
            "George was a school teacher and he related very well to his pupils and to the people and persons around him he was loved very much by his family, his mother, his sisters and the rest of his extended family as well as by us.   His friends and his pupils still speak of him to this day.  They still tell us that they miss him and that they can actually think how he would have reacted especially to the occurrences of our times.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "At that time in 1976 there were student uprisings around the country, what was the situation in the area where you come from in Port Elizabeth?",
            "Female"
        ],
        [
            "UNKNOWN",
            "At the time he was teaching at Patterson High School and even those pupils during those last six months had occasions where they also had clashes with the police or where they also came into uprising with the situation at the schools and in the country and George himself was very much involved with the pupils.  He was actually the person who stood behind them when persons perhaps some of his colleagues or other adults were a bit more conservative in their approach to the situation George would actually be with the pupils and understand their position and not condemn them for the stance they took.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you for filling us in on that bit of background, can you now proceed with the story of exactly what happened as you understand it.",
            "Female"
        ],
        [
            "UNKNOWN",
            "George was detained from his school his place of work on the tenth of December at about noon that day.  He was detained with another colleague of his Miss Amelia Gervel but she was released later that same day.  George was detained and taken to a police station and from there he was taken to the Sanlam building in Strand Street.  He was held there and at various police stations or police cells without us actually having any access to him.  On the Friday when he was detain I tried to find out where he was held but nobody was available to inform me of his whereabouts and of course the reason why he was detained.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "When he was actually arrested who came to arrest him at the school?",
            "Female"
        ],
        [
            "UNKNOWN",
            "To my knowledge it was two or three security policemen but who they actually were I don't know.  I did hear that it could have been a Colonel Snyman but I'm not sure at this stage any longer.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Can you now continue and tell us what happened on the Wednesday when Colonel Snyman came to see you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "You mean the Wednesday of his death?  At that time I was working at one of the banks at Port Elizabeth and I was supposed to have phoned them at ten o'clock that morning and they would have told me if I was allowed to see George during the course of that day.   Just before ten o'clock before I could actually phone them to ask whether I could see George because I wanted him to have clean clothing and toiletries etc. they came to my place of work, to the bank and they informed me that he was dead.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Previous to this you've just said that he was moved from one place to another, how did you know that, was that what they were telling you?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Afterwards we learnt that he had been held at the Despatch police stations overnight but he was brought to the Sanlam building in Strand Street for questioning during the course of the day.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And what did they tell you the cause of death was?",
            "Female"
        ],
        [
            "UNKNOWN",
            "They said that he had flung himself down the stairwell from the sixth floor of the Sanlam building.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Was there an inquest?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, an inquest was held about May the following year, May 1977.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Did you attend that inquest?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, I did.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Can you tell us something of what happened at those proceedings?",
            "Female"
        ],
        [
            "UNKNOWN",
            "The memory is a big vague because at that stage it seemed such a lost cause in any case but I do remember that policemen (I can't even be sure) but people were called to the stand and they gave their testimonies but I can't recall who they really were but they outcome of the inquest was that nobody was held responsible for George's death.   Although he died he went down the stairwell and he was accused of having done it himself, of having killed himself.  They say that nobody was held responsible for his death.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "One of the reasons why I asked you to give a character reference, if you want to call it a reference, at the beginning was so that we would know a little bit of what his personality was like.  Do you believe that he committed suicide?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I never believed it and nobody else has actually ever believed it.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "What do you think happened?",
            "Female"
        ],
        [
            "UNKNOWN",
            "George was held in detention for five days he was questioned, he was most probably tortured and perhaps during one of the torture sessions they went a bit too far and perhaps he died at that point or perhaps he was mutilated at that stage that it would have been better or they felt it was better to just finish off the deed.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Are you aware that there is a document that comes out of UNESCO entitled Commission on Human Rights from the Thirty Fifth Session of the Agenda, Item 16.  Do you know about this document?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I don't know.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "In the document there is medical evidence given not only by the State Pathologists but also by a Doctor Cooper, have you heard about this Doctor Cooper?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I know that at the post-mortem there were a number of Doctors present even our family Doctor, Doctor Lionel Smith at that stage was asked to be present and I know the State Pathologist was also present but I'm sorry I can't recall their names at this stage.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Because in this document it is actually stating that there were wounds on the body which were inflicted some hours before the death of your husband and this document will be handed in the TRC so that they can use it in their investigations.  Obviously this has had an effect on you and your family, could you tell us Pralene how has affected your children?",
            "Female"
        ],
        [
            "UNKNOWN",
            "My  two sons Garth and Lyle were very small when he died.  Garth was four and Lyle was two but they had to grow up with the knowledge that their father just wasn't there and when they were big enough they realised how he was accused of having died.  This happened twenty and a half years ago or lets say fifteen years ago and the climate was still such that his death did perhaps leave a bit of a slur on his name, people perhaps because of the situation the country was in people did perhaps (I don't know what they felt) but people most probably weren't as shocked by his death.  Some people  might even have thought he had it coming because George was a person who was very outspoken about his beliefs and he really was prepared to fight and to sacrifice for liberty and perhaps people felt that this is what actually happened to him.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "In coming to the Truth Commission what are your expectations as to how we will help you?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I would really like just to know what really happened that fateful day or that fateful period because over the years many of us, myself in particular and his family, his sister next to me here and his mother have agonised about how he must have suffered at the hands of the police at that stage and just to know for sure because we've always thought about the worst things which could have happened to him but just to be sure what really transpired at that point and of course how he actually died.  If it wasn't suicide then we would want to have his name cleared because George wasn't a person according to us who would have taken his life.  He actually prepared himself to be part of our liberation when it eventually came because he could never see that we would be in bondage for the rest of our lives.  He saw himself as being part of our liberation, part of the democratic process that we are going through at this stage.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you, so you are basically saying you're looking for the truth.  How would you fell and this is my last question to you if the perpetrators applied for amnesty and received it?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I would accept it because I feel that people wouldn't really come out with the truth if they really have the fear that they would be prosecuted, that is just human nature and if they can at this stage feel that to put our hearts at rest they'll come out with the truth  and then perhaps \"get away with it\" I wouldn't be very happy about it but I would accept it as just part of the process we are in.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Pralene do you feel that you have completed your testimony to us, is there anything that you might want to say or your sister wants to whisper in your ear that you've forgotten?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I think I've said enough but if she want to add something ..",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "We will need to swear her in if she does want to add something.  Would you like us to swear you in?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I will say something.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Can you swear her in?  What is your full name?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Roseline Parrot.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Roseline Parrot would you kindly stand please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you, you may take your seat.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Thank you Mr Chairperson.   Right would you like to tell us  what it is you feel you would like to add to that?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Pralene did say everything that must be said but all I want to tell the Truth Commission is that we as a family would really just want to know what happened to George as it's still hard for my mother.  At the moment she's very sick and she's staying with me because she is so sick and sometimes I can hear in her voice that she's still talking about him and wanted to know but she said that the people must get amnesty as there must be reconciliation because George was the type of person ... when my father passed away he was like a father to us and he was like a husband to my mother and I would like to add that he wasn't the type of person that would take his own life because he was looking forward to the future.  He was the type of person that wanted to build a nation, a good nation.  That's all I want to say.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Please convey our greetings to your mother and especially for her sentiments about reconciliation, we appreciate it and receive it, thank you very much.  I'll hand you back to the Chairperson now.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Pralene and Roseline, we thank you for sharing with us a painful experience which has stayed with you since the death of you husband for sharing the agony that you go through as you ask yourself what exactly happened and I want to say there are a number of people in this country who have experienced this occurrence of people who are said to have thrown themselves out of the windows of interrogation chambers and the question that lingers in their minds is did they  really throw themselves was the situation that they were experiencing in the detention cells or in the torture chambers was it so unbearable?   What exactly was happening that was so unbearable that they felt that they should throw themselves out of the windows or is the truth perhaps that they got killed and then were thrown out or were they thrown out in order to be killed?  Those are the questions which continue to remain unresolved in the minds of the people who have gone through this experience and now I want to say that there are a few of them, a few incidents of people who have just been reported to have thrown themselves out of detention, out of the windows of interrogation chambers.\n We share the agony with you and we share the call that you have made for the truth to be told by those people who are responsible for this, those who were responsible for detaining George and those who were responsible for looking after him during the period that he was detained and we share your call in pleading with them to tell us the truth so that we know.  \n We thank you for your story and more than thanking you for your story we thank you for the manner in which you shared your story I've not sensed any bitterness I've not sensed any anger any call for vengeance.  You've told your story with dignity and with grace indeed the dignity that belongs to a person like George who gave his life for the liberation of our land.  We convey to you our respect, we convey to your mother our respect and we just want you to know that to-day we salute George and we appreciate the fact that in the so-called coloured community there are people who even at that stage took the position that something wrong was happening in this land and it is to be corrected even if it cost them their lives.  Thank you very much.",
            "Unknown"
        ]
    ]
}