{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-11",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "ZWELIYAZUZA GWENTSHE"
        ],
        "case number": "EC0354/96ELN MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55246&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/gwentshe.htm",
        "speakers": [
            "CHAIRPERSON",
            "ZWELIYAZUZA GWENTSHE",
            "REV XUNDU",
            "ADV SANDI",
            "JUNE CRICHTON"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ZWELIYAZUZA GWENTSHE",
            "REV XUNDU",
            "ADV SANDI",
            "MR GWENTSHE",
            "MS CRICHTON"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Zweliyazuza Gwentshe.  We welcome you.  If Reverend Xundu can swear you in please.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sandi is going to lead you in evidence on behalf of the Commission.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.  Mr Gwentshe, you are going to talk about Mzwandile Gwentshe.  Is that your brother?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And Alcott Skwenene Gwentshe.  Are you going to talk about him as well?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "We have 14 more witnesses to listen to.  He was arrested in 1963.  Is that so?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "I am sorry, excuse me Mr Chairperson, before we could proceed, were you not the Commission, panel afford me an opportunity to speaking about the Gwentshes' like people like Alcott Gwentshe, Irene Gwentshe, Mzwandile Gwentshe, Mzimkulu Gwentshe.  The reason for me ...",
            "Male"
        ],
        [
            "ADV SANDI",
            "The problem is that you talked about Mzwandile and Alcott Gwentshe.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Irene and Mzimkulu were alive at the time.  They suffered, they suffered Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "We do not have a statement. We have to only talk according to this statement.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "No, I have got no objection to that Mr Chairman.  I was merely asking the slightest to be afforded an opportunity.  This is what I did when I was here on Sunday.  Can I not be afforded an opportunity, because these latest members is the late Irene Gwentshe and Mzimkulu Gwentshe are no longer alive.  The reason why I did not include them last year in the statement when I was making these submissions to the Truth Commission, Mzimkulu, Alcott Gwentshe, my late father and then, was going to represent us and the rest of the family members, but they are no longer alive.  Now that, in view of the prevailing circumstances.  There has been a concerted effort that was adopted at family level that you go there and represent all the Gwentshes'.  Then I was chosen to represent the entire Gwentshe family, because they were victims of the apartheid regime.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Gwentshe, can we work together, co-operating, because we have a serious time problem.  There are 14 witnesses to be heard.  Mr Gwentshe, can we focus on Alcott then.  I will ask you questions leading you in evidence.  You say Mzwandile Gwentshe was arrested and tortured in Cape Town and East London in 1963.  Is that so?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He was sentenced in 1970.  He was released, but not in good health.  Is that so?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In 1979 he left for Tanzania?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "No, 1978.  He died in February 1979 whilst ...",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you gave a statement ...",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "I think it is the statement taker that made a mistake.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He passed away in 1979?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He died of malaria?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why was he arrested?  What were the charges?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "It was furthering the aims of a banned organisation, the ANC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The ANC.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "And his being involved in the early 60's in acts of sabotage.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Does he have any children?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He had no wife at the time?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where was he buried?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Dar-es-Salaam, Tanzania.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Alcott Skwenene Gwentshe, your father that is?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "An ANC member?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "An ANC leader.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He was an ANC leader from a long time ago?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did he pass away?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "On the 27th of October 1966.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Let us talk about his arrest.  Was he sentenced at any point for being a member of the ANC?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And he was taken to Robben Island?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "No, Alcott Gwentshe was arrested by the notorious South African Security Police in July 1954 for leading the defiance campaign in the Cape, in the whole Cape Province, more, in particular, East London and he has been ANC Cape President and member of National Executive from 1944 to 1954 and then from 1946 to 1954 he has been President of the ANC Youth League in the Cape.  That was non other than Alcott Skwenene Gwentshe, as the leader of the ANC in this area.  And then due to much harassment and the tremendous influence exerted by the South African Police on the Government of the day, Gwentshe was taken away from his people.  Gwentshe, the leader, was taken away from his family by apartheid Pretoria.  The reason for them to take Gwentshe away from his people, maybe the enemy, they thought they would silence him or they would cripple the ANC, because the South African notorious Government has been wanting to negotiate with a weeping, weakling and crippling ANC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But they did not succeed to cripple the ANC and cripple Alcott Gwentshe or him surrendering.  Mr Gwentshe, the way Alcott Gwentshe - let us start this way.  He would be arrested.  Is that so?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And coming back from detention what would he say happened?  Everything that you are going to say, please, let it be directed to this question.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "This could be revealed by published as well as unpublished events of history.  For instance, in the case of Alcott Gwentshe, you could, as a matter of fact, ask Walter Sizulu, you ask Nelson Mandela about this.  They were together during that time, because the ANC has been waging, the ANC has been waging a powerful campaign to end White minority rule in South Africa.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Gwentshe, I do not think, as you speak, you are answering my question, the question that I requested you to answer.  I have been asked by this panel to ask you questions so that you are assisted in giving your evidence.  Let us talk about the torture of Alcott Gwentshe.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Alright.  After Gwentshe had been arrested together with Joe Lengese who was also a leader here at time, when they got to Pretoria, the Special Branch, because this, South Africa was ruled by the Special Branch.  They said that they must take off their clothes.  They took pictures, Gwentshe side by side.  After he had gotten out of jail in 1964, Joe Lengese was not that harassed.  They took pictures of his entire body.  Then they would pour cold water onto him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is there any other form of harassment?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "He was taken to Bushbuck Ridge in the Eastern Transvaal, because they were chased away from East London.  Gwentshe hated, the South African Government despised Gwentshe, because a White man from East London passed away, Aidan, Sister Aidan.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was he accused of this nun that you are talking about?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "No, apparently the nun had passed away because of Gwentshe's influence.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was he arrested?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes, this is why he got arrested, but they did not stipulate these reasons.  He heard this on the Wednesday in the district of Mafikeng.  When Gwentshe was removed from Bushbuck Ridge he was taken to a territory that was like, I quote,\n\"a no-man's land\".\nunquote.  A place where only snakes could live and, in fact, Mr Chairman, they are on record.  In a book by this prolific South African writer, Ken Themba, whereby he states, in so many words, political offenders are banned to the bush and then in terms of the relevant section or sections of the Black Administration Act of 1927, it is stated here that these Blacks or Kaffirs or Africans like Alcott Gwentshe are to be taken and dumped to the bush because of their communist tendencies, because earlier on Gwentshe and others were charged under Suppression of Communism Act, 15 in all.  This was in Port Elizabeth.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Gwentshe, in your envelope with you, are there any documents concerning this matter?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "After giving your testimony we would like you to give us those documents so that we can go through them.  In order to save time, you spoke about Irene Gwentshe.  Who is she?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "She has been one of the senior members of the ANC Womens League during the Defiance Campaign of the early 50's.",
            "Male"
        ],
        [
            "ADV SANDI",
            "She was also tortured.  If you can just explain to us that before we can conclude.  Can you please tell us how she was tortured.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "From 1960 she was not working well, because the notorious Special Branch would come saying that, it was the Nulcut here in East London, Hattingh and others.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Gwentshe, you have a long story and we have to write a book, because your story is very long.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am sorry Mr, I am sorry Mr ...",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Gwentshe, I am sure that, Mr Gwentshe, by coming before the Commission you have expectations or requests and I would like to ask you to tell us those requests.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "My request from the Truth and Reconciliation Commission?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Your request concerning these matters.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Thank you Mr Chairperson.  It would give me great pleasure if the Truth and Reconciliation Commission would liaise with the leadership of the ANC to investigate the atrocities perpetrated by the notorious Donald Card and others on the Gwentshe family in particular and I would also be pleased, especially outside the borders of this country, the acts that have been happening outside the borders.  If the Truth Commission would investigate, because the manner I am going to speak about has been harbouring Gwentshe's children outside the borders of South Africa and that man is no longer with us now.  So that is none other than the late ANC military genius, Comrade Chris, who has been Umkhonto-we-Sizwe army commissar and second in command of the entire ANC army.  I would be pleased if I get the Truth Commission, because it was Chris Hani who was keeping Gwentshe's family outside this country.  I would be pleased if the Truth and Reconciliation Commission would investigate as to who attacked Mr Chris Hani's house in August, in August, September 1981.\n For instance, for instance you have already said that my story is too long.  There is something I forgot.  When I was coming from Maseru I was arrested, I was a regular visitor of the ANC.  When I came here ...",
            "Male"
        ],
        [
            "ADV SANDI",
            "Excuse me Mr Gwentshe, I would like you to focus on this written statement, the one you submitted in the Truth and Reconciliation offices.  In conclusion, you made a request that you would like the TRC to investigate the perpetrators who were harassing the Gwentshe family.  You would like to know them and to know the reason for this.  Do you have any other requests except this one?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "The letter bomb explosion which was sent by ascaris and the ascaris, the ascaris said that I had to be given this bomb, because at that time I was from Maseru.  There was an ascari who was there.  He was sent by the notorious South African Government.  This ascari sent this letter and it exploded in NU3.  The receiver of this letter was the late Irene Gwentshe, my mother.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Gwentshe, I will hand over to the Chairperson.  If you have forgotten something when you were testifying you will be asked questions to clarify.  I am very sorry, because we do not have time and the way you gave us your testimony, you also included a lot of things that are not in your testimony.  We might be coming back to you to take detailed statements especially in the new events.  Thank you Mr Gwentshe.  Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Gwentshe, I would like to know, in your statement you said that Donald Card did something to you.  Is that correct?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Mr Chairperson, I did not say that he did something to me, but he did something to my family members.  My two elder brothers, the late Mzwandile and Mzimkulu.  I can explain in details Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not for now, thank you.  He did not do anything to you, but to your family members?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "The late Irene Gwentshe, Mzwandile Gwentshe, the late Mzimkulu Gwentshe and the late Alcott Gwentshe, ANC leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your written statement you mentioned that there was something done to Mzwandile.  I do not see anything about Irene and Alcott Gwentshe.  So we are going to talk about Mzwandile and Mzimkulu.  Can you please explain to the Commission what did Donald Card to Mzwandile Gwentshe.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "I did not see what he did, but Mzimkulu saw it, because he was the one arrested with his brother.  That is why in my written statement I did not talk about Mzimkulu and Irene, because the arrangement was that I was coming here to talk about Alcott and Mzwandile.  Mzimkulu was going to talk about himself and Irene.  Now that Mzimkulu and Irene had passed away, the family decided to send me to represent all of them.\n Let me come now to the torture on Mzwandile, on Comrade Mzwandile Gwentshe by Donald Card.  Mzimkulu said that in 1995 Mzwandile was assaulted in Fort Glamaken by Donald Card.  He was torturing them saying that they are doing things, because their father was the President of the ANC.  When he was kicking them Comrade Mzwandile would collapse and faint and with information, Mr Chairman, from reliable sources I am inclined to believe one of the prominent leaders, ANC, like Steve Tshwete, who was incarcerated, who was together with Mzwandile and Mzimkulu Gwentshe can come here and testify on what I am saying.  He can come here and confirm this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Gwentshe.  I will ask you a question in English.  I am sorry I am going to ask you this question, but I have to ask it to you.  This matter is going to arise immediately when we read the statement from Mr Card.  Were you ever mentally deranged?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Could you repeat the question Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you ever mentally deranged?  Were you ever insane?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "I was never.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Mzwandile Gwentshe ever insane?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes, after torture and third degree methods from the notorious SA Security Police, to the extent that he was admitted at Valkenberg Hospital in the Western Cape.  That is why, he was sentenced in 1964 for five years, but he spent most of the time in Valkenberg Hospital.  He was released in 1970.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The name of the hospital again.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "It is Valkenberg Hospital in the Western Cape? Because he was an epileptic case after much torture and third degree methods of the notorious SA Security Police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, Mr Mzimkulu, last question.  Sorry, Mr Gwentshe, sorry, last question.  Do you know anything about the original command which was consisting of Malcolm Ncabela, Steve Tshwete, Ben Mashiyane and others?",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Well, that is the original command of Umkhonto-we-Sizwe, the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I assume, yes.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Then Malcolm Ncabela, the late, was Umkhonto Commander in 1963, January 1963.  Then before him there have been Umkhonto Commanders like Alcott Gwentshe, the late ANC leader, who under the auspices, who under the auspices of the ANC whilst banished at his birthplace, Tsomo, because he was released by the Government, by the apartheid Government in 1960 and then in 1961 the African National Congress arranged for Gwentshe to secretly visit East London so as to address an Umkhonto-we-Sizwe inauguration.  So Malcolm Ncabela, the late, has been Gwentshe's right-hand man as from the Defiance Campaign up to the 60's.  There are many, many others with the leadership of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Gwentshe.  Excuse me.  Mr Sandi has said already that you have a very long and interesting story to tell the people of this country.  We do not have the time, unfortunately, in this particular hearing to go through it in details.  We thank you for sharing with us just a bit of it.  Perhaps you will consider his proposal that you consider writing a detailed book one day.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Well, if that, as it makes sense for this, but that as it may.  Can I not be afforded, except this, another opportunity to speak thoroughly about Irene Gwentshe, this great patriot who died last year?",
            "Male"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes, as Mr Sandi has said, our regulation requires that you make a written statement, we read through the statement, we see that the matter forms part of our mandate, we see if there are any names of perpetrators mentioned in the statement, we give 21 day notice to the perpetrators if they are named and then we hold a hearing after that.  So there was no way in which Mr Sandi could permit you to talk about them until the statement is submitted.  What I am proposing to you is that you meet our staff members just now, immediately you come out of the podium and make a statement and, who knows, perhaps there may be a Truth Commission sometime in the future and, a year.  Mr Gwentshe, thank you very much.\n I want to tell you how Mr Card has responded to some of the allegations that you have made.  He has decided not to come personally to the hearing, but through his attorney he has sent us a statement which June Crichton will now read into the record.",
            "Male"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "No, they are at liberty, they are at liberty, because I would never be surprised, more in particular here.  They are at liberty to refute whatever I say about them.  Like for instance, Donald Card ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no not now.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can step down now, thank you.",
            "Unknown"
        ],
        [
            "ZWELIYAZUZA GWENTSHE",
            "Okay.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "We are not going to ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, let us have order.  Thank you very much.  Mrs Crichton will read the statement from Mr Card which is refuting the evidence given by Mr Gwentshe so that we have got that on record.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Thank you Mr Chairperson.\n\"I the undersigned, Donald John Card, do hereby state I am retired, 68 years of age and reside at 5 Avon Road, Woodleigh, East London.  I have been served with a notice from the Truth and Reconciliation Commission in terms of Act 34 of 1995, wherein I am informed that between the ninth and 12th of June 1996, one Zweliyazuza Gwentshe, will be testifying and will implicate me.\n Firstly, let me say that I find the information supplied to me by the Commission so lacking in detail, it is extremely difficult for me to answer any accusation made.  \n Secondly, I also find it very difficult to understand how any such hearsay statement could be accepted by the Commission for anyone to answer to.  Let me explain, however, what I know.  \n The name, Zweliyazuzu, means nothing to me, but when we arrested Mzwandile, Mzimkulu Gwentshe, there was another very young brother who was still school-going and I presume he was Zweliyazuza.  Mzwandile and Mzimkulu were arrested in connection with acts of sabotage as they were members of the task team who were instructed to commit certain unlawful acts by the regional command consisting of Malcolm Ncebela, Steve Tshwete, Ben Mashiyane, Reginald Mdube, Washington Bonko, Douglas Sparks and Dwaba.\n Different members of the task team committed various acts and were charged accordingly.  One of the instructions from the regional command was to eliminate one Inkie Goyi who made a statement to the Press that Africans would not be able to rule themselves within 25 years.  This instruction resulted in the death of two 12 year old girls.  \n Firstly, in the allegations it is not stated where the information came from to say that I and others tortured Mzwandile.  I would have seen no reason for him to be tortured, because if he admitted anything, he could not be used as a witness, because he would be hostile.  Also, if the intention was to get a confession out of him this too would have been of no value.  Mzwandile Gwentshe was definitely not assaulted by me or any other policeman in my presence.  I have no idea where the following statement came from.\".\n\"You are too stubborn Kaffir, because your communist father is a leader of the African National Congress.\"\n I gain the impression that this has been inserted to give publicity to the father, Ascott Gwentshe, because I did not utter those words nor did I hear anyone else do so.  In fact, what would the policeman's intention be.  I must conclude that this is a deliberate lie.  I did hear that Mzwandile Gwentshe had been released due to a mental problem, but that had nothing to do with me or, in fact, any policeman. \n One thing I do not understand is that the two brothers were arrested together and after the elder brother, Mzimkulu Gwentshe, was released we became very good friends.  We actually visited each other at our respective homes and there was never a suggestion that the family was bearing a grudge.  It will, however, be interesting to know who and what is behind this whole affair.  Signed Donald John Card.\".\nThank you Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  It is a pity that Mr Card did not avail himself to answer some questions for clarity which we would have asked him at this stage, but we thank him for the statement.",
            "Unknown"
        ]
    ]
}