{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-12",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "NOSIPHO BLOSSOM MARWEZU"
        ],
        "case number": "EC0113/96ELN MDANTSANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55249&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/marwezu.htm",
        "speakers": [
            "CHAIRPERSON",
            "NOSIPHO BLOSSOM MARWEZU",
            "PROF MAGWAZA",
            "JUNE CRICHTON",
            "EASTERN CAPE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NOSIPHO BLOSSOM MARWEZU",
            "MRS MARWEZU",
            "PROF MAGWAZA",
            "MS CRICHTON",
            "N B MARWEZU\n",
            "EASTERN CAPE\n"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "If we could change our order.  If Nosipho Blossom Marwezu, \nnumber 12, could come forward please.  Nosipho, please stand up to be sworn in.",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We just want to clarify that the reason we called you, it is because \nthere is an attorney, a legal representative of an alleged perpetrator.  We had given him \na notice.  So I am going to ask you questions.  The story you are about today is about \nyourself, what happened to you on the 18th of June 1986.  Is that so?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You were seven months pregnant at that time, arrested, tortured.  \nCould you tell us what was happening at this time.",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Should I start with my arrest?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just before you got arrested.  Why were you arrested?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "In 1985 I was a student at Qaqamba doing my standard nine.  \nThere were riots at Duncan Village.  The police then would regularly come to my \nhome looking for me.  I got a message that the police are looking for me.  I left and \nstayed at Mdantsane, NU15, with my sister.  My mother said that I must just go and \nsurrender to the police, because she could not sleep, the police were regularly there.  \nThey were going to arrest her if I did not give myself up to the police.  I then said I \nwould go to the Cambridge Police Station.  \n Heather, my sister, said that I should go to Cape Town to my eldest sister.  I \ntruly went to Cape Town.  I stayed there in 1985.  In 1986, May, I came back.  I \nthought that, perhaps, everything had subsided.  On the 18th of June I was at home \nsleeping.  There was a knock at the door.  It is the police.  It was at about one or two \na.m.  My mother opened the door.  When they got in they did not say anything to my \nmother.  They were with a policeman who knows me, Mandisi Mbewana.  They could \nnot see me, because I had covered myself.  They said to my mother that they are going \nto arrest her if they cannot find me.  They then took me.  However, they took my two \nother brothers as well, Thembinkosi and Mbuyiseli, who is late.\n I was in pyjamas.  They did not even let me change.  When I got outside I saw \na caspar.  They put me into that caspar.  It was packed with people.  They were \nprobably going around collecting people.  They took us to a place called Strongpoint \nwhere the soldiers are in Duncan Village.  The next morning we were taken to \nCambridge.  The Captain asked what the charges were.  This man then responded in \nsaying that he does not know.  He was just given a list to arrest all the people.  Mr \nMbewana came saying that he wants all of us at Westbank.  Then there was a State of \nEmergency.  We were taken to Westbank.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is this Mandisi Mbewana or the elder one?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Mandisi is the younger one who arrested me.  The one who said \nwe must go to Westbank is the elder one.  We could not even get visitors for two \nmonths.  They had arrested me, I was in pyjamas.  I was using the clothes that they \nprovided me in prison.  I was three months pregnant.  Then the interrogation started.  \nThey took us one by one to Cambridge.  They asked me if I knew that COSAS had \nbeen banned.  I said yes.  So they asked me why I worked for COSAS even though it \nhad been banned.  I said I did no such.  They then said that I was a member at, of \nCOSAS at Qaqamba.  They asked if I know that the riots at Duncan Village were all \ninspired by Qaqamba students.  They asked who had burnt down a policeman's house. \n I said I did not know.  \n They took me back to the cell.  They called me back.  I did not know I was \ngoing to go there.  I was going to Frere Hospital regularly at that time.  They said that \nI am supposed to go to the Frere Hospital.  I told them that I had no appointment \nthere.  Nomsa's attorney, a co-prisoner, gave me her headscarf to put on.  I put it on.  \nThey took me to Cambridge to an office there.  Mr Mpumelelo Madliwa was there \nand Mpumelelo Nkonzombi.  They asked me who had burnt down his house.  I said I \ndo not know.  They strangled me.  They pulled down my headscarf, put it around my \nneck.  The one pulled from the left and the other from the right.  I lost all strength.  I \nurinated on myself.  I was pregnant at the time.  \n They said I must tell the truth, who burnt the house down.  I said it was me.  \nWho else?  I said by myself.  They told me that I was lying.  They put down the \nheadscarf and they strangled me with their own hands.  They were not beating me up, \njust strangling me.  What happened is that my eyes went red.  They then took me to, \nback to Westbank Prison.  When I got there I was not taken to a cell where the others \nwere.  I was taken to solitary confinement.  My eyes were red.  I saw nobody but the \npolice.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How long were you in prison by then?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "It was around September.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You had been arrested in June?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You were on your own.  What happened?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "They would take me to the Frere Hospital at the clinic there \nregularly.  From solitary confinement they took me to Cambridge again.  A police car \ncame to fetch me.  I got there.  There were chairs outside.  They made me sit there for \nsuch a long time that I thought they had forgotten about me.  After a while Mr \nMbewana said I must go into his office.  He did not settle down, he just, he was \nwalking in and out.  A White policeman called Radue came.  This man bowed down, \ntook something from under the table then left.  After a short while there was a bang.  I \ndid not know whether I was being shot.  I did not know what was happening.  I just \nfell down.  After a long while I got up.  I could see I was on my own.  They came \nback.  They asked what it was.  I said I did not know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So what was the bang?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "I do not know even to this day.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So when you had gotten up this policeman, Glen Henry Radue, \nwas not there?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How did you get released?  How did that come about?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "On the sixth of December, after the bang, I was taken back to \nprison.  It happened that in my being shocked I started hurting, contractions.  I was \nthen taken to hospital.  I gave birth to a premature child at seven months.  There was a \npoliceman at my side all the time.  I got out, back to the prison with my child, \nThinasonke.  In the morning they went, when the police would come and count us \nthey would take my child and bring the baby back late.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When did you go back to the cell?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "After my child was five days old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where would you sleep at the cell?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "On the floor.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "With the baby?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "After they had taken the child do you know who looked after the \nchild, who fed the child?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "No, when I would ask they would say that they would take the \nchild to the creche.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What happened eventually?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Until such time when they felt like releasing me they just released \nme.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What month was that?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "It was in 1987.  I cannot remember whether it was March or \nApril.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old was the child?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Three months.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old were you when this all happened?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "I was 20 years of age in 1986.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you politically active at the time?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Yes, I was a COSAS member before COSAS was banned and \nthen after that it was banned.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Therefore, no charges were laid on you?  That was the end of your \nharassment?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "They put me into a car and took me to a taxi rank.  They told me \nthat the people that you had been arrested with were still in jail.  I was the only one \nwho had been released.  If two people come to my house and you are the third one.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Therefore that is a political meeting and they were going to \nrearrest me.",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "No, not my family members, but visitors.  I would have to get \none visitor at a time.  If it is two, more than one then it would be taken as I am holding \na meeting.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who would take you from Cambridge?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "There was a policeman called Solly.  I do not know whether that \nis his first name or his last name.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He would just drive you around to the places they took you to.  He \nnever did anything to you?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "No, he did not.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who beat you or harassed you?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Madliwa and Nkonzombi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is his first name?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Both their first names are Mpumelelo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "These are the people who were strangling you with a head scarf?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did they do anything else to you?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Therefore they have both strangled you and released you?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Nosipho.  Perhaps there are questions from my co-\npanellists.  Dr Magwaza will ask just one question.",
            "Unknown"
        ],
        [
            "PROF MAGWAZA",
            "Today the focus of our hearings is on how women were treated \nand violated.  In your case we have a typical case of a woman who was violated not \nonly by torture, but who was also violated by just being a woman, a woman.  You say \nyour baby was taken away from you.  You say that you were tortured when you were \npregnant, you were strangled when you were pregnant.  They were almost strangling \ntwo people not one person.  How, what was your, what was the attitude of your \ntorturers to you when you were pregnant?  Did they say any nasty things to you?  \nHow did they treat you when you were actually pregnant, before you had your baby?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Yes, first of all, when I was arrested Mpumelelo Madliwa did not \nknow Nosipho Marwezu, myself.  They asked if they had found Nosipho.  Mandisi \nMbewana then said here she is.  Mpumelelo Madliwa then said we have wasted a lot \nof money, the Government's money has been wasted.  They were using the \nGovernment's money looking for me.  He swore at me.  When they were strangling me \nat Cambridge he swore at me yet again, saying I am a bitch, I am going to tell the truth \nwhether I like it or not.  I gave them the truth that was not really.  I said that because I \nwanted them to lay charges on me, because I had had enough of being imprisoned.",
            "Female"
        ],
        [
            "PROF MAGWAZA",
            "So, what they said to you, something that would apply \nspecifically to a woman which they would not have said to a man, was that they called \nyou a bitch?  Is that what you are saying?  If you were a man they would not have said \nthat to you.  Is it all they said to you, that is something they would have said \nspecifically to a woman?",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Well, they said much more, but I cannot repeat those swear \nwords.",
            "Female"
        ],
        [
            "PROF MAGWAZA",
            "Okay, we respect that.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "June Crichton has a few more questions for you.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Thank you Madam Chair.  I just have two questions for you for \nclarification, Mrs Marwezu.  The first one is did you know Nkonzombi or Mbewana \nbefore the arrest and the torture?  Did you know them?",
            "Female"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "I knew him well.  Mr Mbewana was my father's friend.  He, we \nwere neighbours.  My father called him uncle.  I was born before him.  I was shocked \nin the way he treated me.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you.  My second question to you was did anybody assault \nyou in the presence of or with the help of Nkonzombi or Mbewana during your \ndetention?",
            "Female"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "There were other policemen from Cambridge.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Do you know who they were?",
            "Female"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "Nkonzombi and Madliwa, that is all I know.  I do not know the \nother peoples' names.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you.  I hand over to you Madam Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Nosipho, thank you so much for sharing your painful story with us. \n Perhaps some other people, especially people who are not women, they do not know \nthe significance of giving birth to a child.  I do not know how it would be to give birth \nto a child and have to keep that child in the first few months in prison.  Your story is \nvery painful especially because your baby would be taken from you for the whole day. \n Dr Magwaza has already said that some of us are not oppressed because we are \nhuman beings, just mere human beings, but because we are women, but, and we, as \nwomen, have suffered in a way that men, perhaps, can never understand and I hope \nthat the men in this hall are listening so that this does not happen again in future.  \nThank you so much.\n1",
            "Unknown"
        ],
        [
            "NOSIPHO BLOSSOM MARWEZU",
            "MDANTSANE HEARING TRC/",
            "Unknown"
        ],
        [
            "EASTERN CAPE",
            "",
            "Unknown"
        ]
    ]
}