{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-10",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "MRS BERNICE ELIZABETH WHITFIELD"
        ],
        "case number": "EC101/96 ELN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55244&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvel2/elnwhi.htm",
        "speakers": [
            "BONGANI FINCA",
            "UNKNOWN",
            "MS MAYA",
            "MR SANDI"
        ],
        "original_speakers": [
            "REV FINCA",
            "MRS BERNICE ELIZABETH WHITFIELD",
            "MISS MAYA",
            "MRS WHITFIELD",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We will now call Bernice Whitfield.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Welcome Bernice Whitfield Tiny Maya will raise a few questions to you with regard to your statement.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairman.   Before we start I need some assistance with this blind as I'm not able to see her properly.  I need to have this moved aside  thank you.  Good morning Mrs Whitfield I see that the testimony that you're going to give this morning is about your husband Deric John Whitfield, is that correct?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "According to the statement in front of us your husband was only forty two years old when he was killed in the shooting that took place at High Gate Hotel, is that correct?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That's right.",
            "Female"
        ],
        [
            "MS MAYA",
            "I want to give you an opportunity to present your testimony uninterrupted and then maybe I will come back to ask you a few question just to clarify things that may not be clear.  You can continue.",
            "Female"
        ],
        [
            "UNKNOWN",
            "At the time of the shooting we were staying in Vincent Gardens North and when I came to hear about the shooting I was totally devastated knowing that I had to bear the financial situation myself.  The rental we paid there was R1 300 which I was unable to afford with the death of my husband.  I got        R1 200 out of my salary as I wasn't being paid correctly for my qualifications.  I couldn't pay  for the funeral.  My mother-in-law paid all the costs.  To this day I haven't been able to pay her back.  I had to change jobs because as I said financially I could not cope.  I had three children at that stage.\n Ten months after my husband was killed my daughter was killed in a car accident.  The guy had no licence and he was speeding and drunk.  He was fined R750.  That was what her life cost.  He got off scott free which tells me in this world.  There's no justice in that the people were killed at the High Gate didn't have to die they weren't ill, they weren't sick.  I managed to get the cheapest flat in Baysville which was Seven Hundred Rand at the time which I could  not afford either but it was better than sitting somewhere where there was no place to stay with three children.  In the end that building was sold and I had to move again.  Just bear in mind that the first time I had Seven Hundred Rand plus Seven Hundred Rand maintenance deposit plus lights and water which was Five Hundred and something Rand at that stage.  It came to over a Thousand Rand which I had to have spot on to move into Baysville from the house.  Then I had to find another flat because the building was sold so I had to make another loan for the next lot of maintenance deposit, lights and water etc.  \n I didn't have any food or money.  The Red Cross and God bless them were the only people who phoned me and said we have a food parcel for you because I didn't even have a slice of bead.  They had a food parcel for me and Six Hundred Rand and one day when I'm on my feet I want to bless somebody to give them something, to bless somebody who's in need because I was very grateful for that.  \n As I say in the Daily Dispatch I read that one of the guys (and his picture was in the paper) that was responsible for the killing at the High Gate got fourteen years suspended for thirteen years.  What kind of justice is that?  If anybody steals a loaf of bread in a shop because he's hungry he gets three months jail sentence or doesn't even get out there but if you rape, murder and kill you get a Two Rand fine and you walk scott free and enjoy the facilities of life.  I just say to myself the renegades that were responsible for various attacks are being paid by the Government.  At the moment they're sitting in high positions like big heroes and we've got to face a financial battle.  \n Why do we waste our time in listening to what everybody has to say and opening up our wounds here.  Nobody feels anything for us.  I'm speaking for all races not because I'm White and this one is Pink, Yellow and Green.  I'm speaking for all of us.  There's a lot of people that are in the same position that I find myself in.  Let us just take the King William's Town Golf Club the guy who's responsible there for the killing is sitting in a fantastic position to-day earning money.  Mr So and So from Mc Goo's bar who was responsible for that disaster is sitting in a high position in the Government sector and after all this I say to myself you've got to be a criminal to get ahead in life.  All these renegades who've completed their murders and brutal violence are being looked after in high positions in the Government earning fat salaries and we the victims sit with a financial battle to make ends meet.  The Truth Commission too I'm sure you get compensated for what you are doing.  It's been four years now but has anybody asked me do you need a loaf of bread?  No.  If I look at all the victims sitting here from the High Gate and everybody that I've seen on TV that has come to testify and nobody has done anything.  You've only got the Lord to look up to and I say the human race hasn't done anything for you but God has looked after you, God has looked after us.  \n At the moment my daughter has been chosen to go overseas to represent South Africa in the United Kingdom and I need R10 000 but I trust in God for he has provided for me up to now and he will provide for us when she leaves in November.  Must you be a criminal to get to the top?  Do people like us have to pay the price where our families get brutally murdered for the sake of political power.  What power have we got?  What power has any political party got or any ordinary man in the street.  God create us and this is the word that God has given me because I prayed.  I don't want to be here because I'm wasting my time but I'm here for God I'm representing him here to-day and this is the word he gave me.  God created us.  He gives us his power and wisdom to do his will.  God is love and anyone walking in the Spirit of love has the qualities of the Spirit which is love, kindness, compassion and understanding.  When you look at the world to-day where people go about killing murdering and raping for the sake of recognition and status be it for political reasons or whatever then the truth about them is that they walk in darkness for the evil one is a destructive force for if they walked in the Spirit of God some only has the name of Jesus on their lips.  If you genuinely have God's love in your heart you would demonstrate the Spiritual qualities which is love, kindness, compassion and understanding and striving for inner peace and peace, goodwill to all man.  You have no power.  Nothing on earth belongs to us it is all on loan for the earth is the Lord's and all that is in it.  The things on earth are given to us to enjoy to choose between right or wrong.  You might be a man or a woman in a high position with all the authority you can have but the day you fall down and die, where is your power?  You have no power.  Where is your wisdom?  When you walk in darkness you have no wisdom you act like a fool.  God has eternal power and he has the last say.  My one and only hope is in the Lord who is the only ruler of this world and the only one who has power when he will come in all his glory to judge the world.  There might be no justice on earth, people get away with deceitfulness, brutality to human beings and they just walk away without justice being done but one day when you meet Jesus face to face you will have to stand and answer and God will ask of you not how you won but how did you play the game.  Don't be trapped in a sick society where true morals and standards and values get thrown by the wayside for the sake of status and power for you have no power.  We can only have power in God and as an ordinary person, an ordinary man in the street I want to say to all of you to-day that God wants us to focus on him.  Two wrongs don't make a right.  Have peace, God's peace, do good to mankind, help your friends.  We are all God's people irrespective of who or what you are and the Holy Spirit will come down on each and every one and all the nations must look up to Jesus because if you know God's love how can you hurt the person next door to you.  That is all I have to say.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Mrs Whitfield, I would like to ask you just a few questions as I said earlier.  It is obvious that the death of your husband has affected you has changed your life and the life of your family and especially financially.",
            "Female"
        ],
        [
            "UNKNOWN",
            "That's right.",
            "Female"
        ],
        [
            "MS MAYA",
            "I would you to share with us the effect that his death has had on you and especially your children and also tell us how many children you have, their ages and whether they are schooling or not.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Okay.  I've got a daughter in Standard Eight.  She's fifteen, Natalie and I've actually applied for assistance with School Fees.  I've got to pay One Thousand Nine Hundred Rand and they gave me Two Hundred.  I stand to correction I think it's Two Hundred discount that they give me which doesn't actually make a difference because I might as well pay the whole amount.  I've got to see to all her schooling, her clothes etc.  She's doing drummies which is a very costly sport but I feel I cannot deprive her from that.  My son has been unemployed for a while and I'm supporting him as well.  He's looking for a job but you can't just find a job.  I myself I work and I will have to work until the day I die because I need money.  I'm staying in Southern Wood which is not an area I would like to stay in.  I would like to stay in a clean flat as my flat is very dilapidated.  It's got holes in the kitchen and the taps don't work.  Coming from a place where I lived comfortably I ... I don't know I just had to give up a lot of comfort and easy going living if you know what I mean.  I don't want to be rich as money doesn't mean anything to me but I would like to be more comfortable.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.  You said something earlier about seeing a report in the daily dispatch that one of the people involved in this shooting had been sentenced to fourteen year imprisonment?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, fourteen years suspended for thirteen years.  They had a picture of the gentleman in the paper and they said that they managed to catch this guy and it was a Black gentleman and they said that he got fourteen years suspended for thirteen years.  I just tore the paper up and I said you know this is justice and I'm not even interested.",
            "Female"
        ],
        [
            "MS MAYA",
            "Does that mean that you don't have details that you can give us so that we can follow the matter up?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I haven't.  That is all I saw in the paper and other than that I don't know anything what happened to the rest or what is happening.  I just thought the whole story died down and we go onto the next one.",
            "Female"
        ],
        [
            "MS MAYA",
            "Mrs Whitfield if you were to come face to face to this person or if you were given an opportunity to convey a certain message to him or to them what would you like to convey to them?",
            "Female"
        ],
        [
            "UNKNOWN",
            "As the Lord said to me when he gave me this word he can walk away from us with the deeds that he's done but one day when he comes face to face with Jesus he will have to answer because when the Lord deals with you it hurts, if I deal with him he won't feel anything and that is my hope.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.  Are you able to tell us at all what the nature and the extent of injuries your husband sustained in the shooting?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I think it was either three or four bullet wounds in the chest.  He was alive for a while but he drowned in his own blood.  That's when he died.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.  Would you like to place a request or a recommendation before us so that we can convey that to the State President?",
            "Female"
        ],
        [
            "UNKNOWN",
            "As I said before in East London nothing has been done and nothing will be done and I really don't expect anything to be done because nothing will be done.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that all?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is it.",
            "Female"
        ],
        [
            "MS MAYA",
            "Mrs Whitfield would you like maybe to request an indulgence just for your children if not for yourself?  Their education, their welfare and their well-being?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I actually expected financial help but as I said it's been four years and nothing has been done so that is why I say nothing will be done because there's nobody that does anything for us.  It's been four years and we've coped on our own, we had to take on the financial battle ourselves.  Financial assistance would be appreciated very much so but that also depends on the human hearts of the world.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you very much.  I'm going to hand you back to the Chairperson but there could be other questions from the rest of the panel. Thank you Mrs Whitfield.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Mrs Whitfield I may be asking  you the same question but maybe in a different way.  I don't seem to get your attitude too clearly as to how you would relate to those who perpetrated this gross human rights violation.  Let us suppose the people who did this to your husband and other victims of the tragedy were to come to you and say to you they are asking for forgiveness, how would you respond to such a request?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I've got no grudge against anybody I feel if I have then I cannot call myself a child of God because if God forgives us we can forgive others.  I cannot judge the man Jesus is going to judge him although it takes forty years, forty years is like a wink of an eye to the Lord and he will have to come face to face with Jesus his judge and what happens to him then is between him and the Lord.  He'll have to answer then.  Here on earth there is no justice.  I've never seen justice in this world but when he comes face to face with the Lord that is the day he is going to get judged and that is my only hope.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you very much Mrs Whitfield.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Reverend Xundu?  Okay the question is withdrawn.  Just one question from me Mrs Whitfield.  You have painted a very gloomy picture of our future and even your coming to the Commission has been put in a context which has a lot of pain and doubt about the validity of doing that and I've got very serious respect for that in that you have been honest, you have been forthright in talking to us and that is very helpful.  It reminds us that we are a Truth Commission and if people come to us in truth although it may be painful to listen to that truth but it's also very helpful.  I've got one question for you, do you have any hope at all for the future of this country?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I do have a lot of hope and because I don't put my hope in people I put my hope in the Lord I see a lot of hope in the world.  As I said if we focus on God because it's only God that can give you inner peace ...  you know I help and encourage so many people who come to me with broken heart and I say to them the world might reject you but Jesus will always love you and you know that gives us so much hope.  If nobody on earth treats us fair or treats us with respect or what we deserve and we've never seen Jesus, you feel that love flowing through from above to you.  You don't find that in the human race so if we treat each and every person with the love of God there will be peace, there can be nothing but peace and nothing but mutual friendships and relationships.  This is what I believe in. (end of tape) ... As far as I'm concerned I'm wasting my time I'm here for Jesus.  As I said to June Crichton when she phoned me I said I'm not interested in coming here because you don't get anywhere here, you won't get anywhere here but I'm here because God has told me to  beme here and say these words to everybody.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Thank you very much.  We will call our next witness and convey our thanks to all of you together.",
            "Unknown"
        ]
    ]
}