{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-08",
        "location": "PIETERMARITZBURG",
        "day": "2",
        "names": [
            "P B MTHALANE"
        ],
        "case number": "AM (?)",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53096&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98120710_pmb_981208pm.htm",
        "speakers": [
            "MR LAX",
            "MS ARCHER",
            "MR MATTHEWS",
            "P B MTHALANE",
            "CHAIRPERSON",
            "MR MAPOMA",
            "DR TSOTSI"
        ],
        "original_speakers": [
            "MR LAX",
            "MS ARCHER",
            "MR MATTHEWS",
            "MR MTHALANE",
            "CHAIRPERSON",
            "P B MTHALANE",
            "MR MAPOMA",
            "DR TSOTSI"
        ]
    },
    "testimony": [
        [
            "MR LAX",
            "You're going to carry on with the next matter.  Let's do it.   Ms Archer, you ...(intervention).",
            "Male"
        ],
        [
            "MS ARCHER",
            "I have no instructions in respect of the next applicant, and I'd like to be excused, if that's possible.",
            "Female"
        ],
        [
            "MR LAX",
            "With pleasure.   Is the applicant here?",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "That's Mr Mthalane?    Can you hear us, Mr Mthalane?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You can just adjust those headphones so that they fit you comfortably.   You can move them around till they're comfortably on your head.   Is that okay?   That's right.   Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he going to be giving evidence?",
            "Unknown"
        ],
        [
            "P B MTHALANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "Mr Mthalane, is it correct that you are applying for amnesty for a murder which took place on the 27th of August 1993 at the Ply Hotel in Ixopo?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "During this incident, a person by the name of Clement Mxholisi Mkunu was killed, is that correct?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "And as a result of this killing, you were convicted in the supreme court or the high court in Pietermaritzburg and you were sentenced to 15 years imprisonment?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Now, I've explained to you also that the amnesty Committee deals with matters of a political nature, is that correct?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Will you explain to this Committee why you regard this killing as being political?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "I worked at the IFP office in Ixopo from November 1992, I was Mr Thomasane Nkosa's bodyguard.   When I arrived, I did not know anyone in the area, and Mr Kuswaya showed me who the ANC and IFP members were, as well as with regards to which areas belonged to the two parties.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Yes?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "With regards to Mr Mkunu, it was Mr Kuswaya who showed me that there were ANC members, and he also showed me the area that that was an ANC area.   It was usual that there would be political conflict in the area, instances such as exchange of fire.   On that day, the 27th, we had been to an IFP rally in the morning.   When we were ready to go, I, together with Gosnatishandu wanted to go withdraw money from a bank.   Just before we left the Ply Hotel at which we resided, five men approached.   I knew them by sight, but I did not know what their names were, but I had learnt from Mr Kuswaya that they were ANC members.   Gosnatishandu was slightly walking ahead of me.   These men approached and tried to remove Gosnatishandu's gun from him.  I ran to assist and we started fighting and wrestling for the gun, and we actually ended up in that area where there was a crowd of people, and that was where I actually shot this person.   I shot him five times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Five times?",
            "Unknown"
        ],
        [
            "P B MTHALANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "For what reason did you shoot him?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "The intention was to defend myself, because as ANC members, they had attacked us first, and they had attacked us because we were IFP members.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "So nobody had given you instructions, this is something that happened on the spur of the moment, is that what you say?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes, it happened on the spur of the moment.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "You are aware that in the high court, your defence that you acted in self defence was rejected by the Court?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes, I know that.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Is there anything else you would like to say to the Committee?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "What I can say is that this was politically motivated, because if he had killed me, he would also have applied for amnesty as I'm doing today.  Even the judge at the supreme court did mention that I had committed the crime because I wanted to score political points.   When the judge passed sentence, he said he wanted to actually show us that the IFP was also, or could also sentenced, our members could also be sentenced, it was not only the ANC who were actually sentenced in courts.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "You remember him saying that?   Do you remember him saying that?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes, he did say it.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Thank you, Mr Chair.\nNO FURTHER QUESTIONS BY MR MATTHEWS",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Mthalane, you have just confirmed that in court you said you acted in self defence, and you are still saying, even today, that you were acting in self defence when you shot the deceased dead?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you effectively say that you were not acting unlawfully, because you were defending yourself?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You therefore do not accept liability for the death of the deceased?   Do you understand that?",
            "Male"
        ],
        [
            "P B MTHALANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I have no further questions, Chairperson, thank you.\nNO FURTHER QUESTIONS BY MR MAPOMA\nNO RE-EXAMINATION BY MR MATTHEWS",
            "Male"
        ],
        [
            "DR TSOTSI",
            "As far as you were concerned, you were not responsible for the death of ...(indistinct), in the sense that you were defending yourself, therefore you deny that you were guilty of the offence?",
            "Unknown"
        ],
        [
            "P B MTHALANE",
            "I regret his death, because I killed a human being.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible).",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "No, Mr Chairman, I think the facts speak for themselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As has been said time and again, we don't sit here as a court for appeal.   As set out in his application, he says it's self defence, and that is what he has said before us.   I don't know if we want to, shall we give our reasons now, or shall we - shall we give reasons now?    Right we'll give our reasons for the decision now.\nF I N D I N G\n\tThe applicant in this case was convicted in the high court on a charge of murder.   He raised the defence of self defence and claimed that at the time he shot the deceased, the deceased had a weapon and was threatening him.\n\tThe trial court in its judgment dealt thoroughly with this defence and dismissed it.\n\tThere were witnesses present whose evidence contradicted the version given by the applicant, and perhaps one of the most important factors was that the fatal shot entered the deceased from behind, when he was apparently lying on the ground, and certainly was not fired while he was facing and attacking the applicant.\n\tIn his application for amnesty, he again set out, where he was asked on the form whether the acts were committed in the execution and order, on behalf of the approval of the organisation, he said:-\n\"The act was on my self defence.\"\n\tWhen he gave evidence before us, he told us that he was coming out of the hotel where he was staying with a friend when five people approached them, there was a struggle over a firearm belonging to his friend, and that he ended up in a crowd of people where he shot the deceased five times.   He said his intention was to defend himself:-\n\"as ANC members had attacked us first because we were IFP.\"\nHe said it happened on the spur of the moment and agreed that his defence had already been rejected by the high court.\n\tHis explanation that the act was politically motivated was based on the fact that if the deceased had killed him, he would have applied for amnesty too.   That is not a very strong basis for suggesting a political motivation and we are certainly not able to gather any political motivation from the evidence led before us or from our reading of the amnesty application and the judgments delivered on the merits and sentence at his trial.   \n\tThere was an affidavit put up by the widow of the deceased in which she said that the killing was politically motivated because the accused had said that it was someone identical to the deceased whom he thought he was killing.   That has not been advanced before us and there is no reason to accept that the act was politically motivated.\n\tIt appears to have been a struggle that commenced in a bar.   Evidence was given at the trial that the accused had a sjambok in his hand and that there was a struggle for the sjambok, and the deceased gained possession of it, and he was still holding onto it when the investigating officer arrived on the scene.   It is quite clear, therefore, that there was a struggle of sorts between the parties, but nothing on the lines suggested by the applicant.\n\tWe are satisfied that he has not made a full and frank disclosure, nor has he advanced any reason that could justify a finding that the act was politically motivated, or committed with a political objective.\n\tThe application is accordingly REFUSED.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will now adjourn until 9 o'clock tomorrow morning.    We thank you for your assistance, I understand you are now leaving us.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}