{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-08-01",
        "location": "PIETERMARITZBURG",
        "day": "5",
        "names": [
            "MR BHEKI F MBUYAZI"
        ],
        "case number": "346/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54844&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pmb/mbuyazi.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR WILLS",
            "MOKOTEDI MPSHE",
            "BHEKI F MBUYAZI",
            "SISI KHAMPEPE",
            "INTERPRETER",
            "COMMITTEE ADJOURNS"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR WILLS",
            "MR MPSHE",
            "BHEKI F MBUYAZI",
            "MRS KHAMPEPE",
            "MR MBUYAZI",
            "INTERPRETER",
            "COMMITTEE ADJOURNS",
            "BHEKI F. MBUYAZI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "This is the application for amnesty of B F Mbuyazi, application number 346/96.  The Committee hearing it is myself Andrew Wilson, Mrs Khampepe and Mr Potgieter.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "My name is John Wills, I'm appearing on behalf of the Applicant.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "J M Mpshe for the Amnesty Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, application of B F Mbuyazi, the applicant he is here and the victims are here Mr Chairman.  May I explain first before I hand over to my learned friend concerning the victims Mr Chairman.  I was in contact with those who are herein present today, all the gentlemen seated in front except one asking about the absence of the female witnesses who gave evidence at the trial Elsie and Nomsa in particular and the response I got is that they had a meeting at home and since it is very far it was decided that the gentlemen, that is, the male folk should be here to represent the families because they travelled a distance of eight hundred and seventy kilometres coming this way.\n\tThose who are present are Dumisani Mthembu who is the husband to Filani Mthembu, no the husband to Ida Mthembu as well as the son Tufelo Mthembu who is deceased and then we have again Alfious Komete who is the son to Evelyn Dlamini, so all four, all three deceased are represented by the male folk.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, I understand the women mentioned have notice of the hearing and have elected not to be present.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Should it become necessary to hear their evidence then arrangements will have to be made.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes Mr Chairman, without jumping too soon, after having read the record which, the transcript which I received this morning I am of a strong view, very, very strong that the evidence of the two women would really be necessary to rebut whatever may be told but I discussed this with my learned friend that perhaps we may start with the Applicant, finish his evidence and let them close the case and then we postpone it so that I secure the presence of the women, particularly Elsie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that could be done fairly because there is a Judgement which refers to the evidence the women have given so you can put\nthat version if necessary, to the Applicant.  It's not a question of not knowing what's going to happen and I don't see there'd be any prejudice to the Applicant, in fact it would be to his interest to get the thing started.  Do you agree Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes Mr Chairperson, I think we must get the application commenced but in the spirit of facilitating the truth, I will not oppose any postponement should Mr Mpshe require to call the women folk who were at the scene.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I hand over to my learned friend Mr Chairman, thank you.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, Members of the Committee I call the Applicant.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mbuyazi, will you please stand up so you may take an oath.  May you stand up please.",
            "Female"
        ],
        [
            "MR WILLS",
            "Thank you.  Mr Mbuyazi, you are here today because you are applying for amnesty in respect of a matter for which you have been convicted in the Supreme Court.  You were convicted on the 23rd of September 1991, do you recall that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is it correct that in this court case you were convicted of three murders and one assault with intent to do grievous bodily harm and one assault common.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Mbuyazi, is it correct that you are applying for amnesty in respect of these matters here today?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Mbuyazi, how old were you at the time these offences were committed?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I was eighteen.",
            "Male"
        ],
        [
            "MR WILLS",
            "And how old are you now?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I'm twenty five years old.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, is it correct that as a consequence of your conviction in these matters you were sentenced to an effective term of twenty four years imprisonment?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And is it also correct that you have been in prison at Waterval Prison since the date of the Judgement that is, in September 1991?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now some six years at this stage.  Mr Mbuyazi, how do you feel about the incident or the killing of these women?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I'm deeply disturbed because that was not my intention.",
            "Male"
        ],
        [
            "MR WILLS",
            "And how do you - have you got anything to say to the victims that are present here today?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you say that?  They hear, this is an open hearing.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I would like to say to them and their relatives that I ask for forgiveness because what I did was not my intention to kill someone therefore I would like to ask forgiveness for all the things that I've done.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is it not true that you've requested me to try and facilitate a meeting between yourself and the victims sometime soon in order to, for you to speak to them and to apologize for this matter?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean when you say you did not intend to kill someone?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "I didn't intend to kill however because of the situation in the community, I had to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You do admit that you stabbed all three woman and that you killed them?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That you stabbed them repeatedly?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I repeatedly stabbed them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In very vital areas, through the heart, through the brain, do you agree?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "I wouldn't say exactly to which part of the body I stabbed because it was dark and also the knife that I was using was a very dangerous knife because it was a very long knife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Reports were handed in at your trial.  They were admitted by you by your council acting on your behalf that admitted the correctness, didn't he?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "They produced a knife that I used, in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have before us the admissions made on his behalf at his trial as Exhibit G, page 16 of the papers.  It is quite clear the correctness of those reports was admitted.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, I confirm that that is in fact the case.  Mr Mbuyazi, I just want to explain before I continue with my evidence that this is the Truth Commission and the purpose of this hearing is that you must just be, feel completely free to tell the truth and exactly what happened at that incident.  That is required of you in these proceedings.  You mustn't be frightened of anything, we are here to find out the truth.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now after you made an application for amnesty, in fact fairly recently you wrote a letter to the Chairperson of the Amnesty Committee on the 23rd of July, dated the 23rd of July 1997 from prison whereby you withdrew your amnesty application.  Is it correct that you still want to proceed with this amnesty application?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I wish to continue with my application for amnesty.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why did you write this letter?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I was afraid that maybe if I appear before the Commission my family relatives might be attacked.",
            "Male"
        ],
        [
            "MR WILLS",
            "Family relatives?  Right Mr Mbuyazi, what ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Sorry Mr Wills, can we just take it up with him?  Why do you think that your family relatives would be attacked by your appearance before the Truth Commission?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "Because the situation in my area, I will say it's not safe to be in that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long has that been the position?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Will you please repeat the question for me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long has it been an unsafe area, for how long?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "It's a long time because it's a rural area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) your application was originally due to be heard in February of this year, wasn't it?  You were notified of that fact.",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I was informed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it was only because it couldn't be reached then that it wasn't heard, is that so?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, I just would like to place on record that that is news to me being his council and that I was only appointed later and I don't have copies of that correspondence.  Mr Mbuyazi, what political party did you belong to?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I am an ANC member.",
            "Male"
        ],
        [
            "MR WILLS",
            "When did you join the ANC?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I joined the ANC in 1989.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why did you join the ANC?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "The reason why I joined the ANC was because of my elder brother who encouraged me to join the ANC and I personally thought it was necessary that I should join the ANC because it was fighting for the liberation of the people.",
            "Male"
        ],
        [
            "MR WILLS",
            "This elder brother you refer to, can you tell the Committee what his name is?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, it's Patrick Mbuyazi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now was Patrick Mbuyazi a prominent ANC member in your area?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now prior to us going into the actual incident itself, I want you to tell me what it was like being an ANC member in that particular area where you resided?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "In my area in that time it was very difficult for a person to join the ANC because the whole area was controlled by the IFP.",
            "Male"
        ],
        [
            "MR WILLS",
            "So what happened if you were an ANC member?  When you say it was difficult, what do you mean?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "It was difficult because meetings used to be called by the IFP people and if he didn't attend such meetings it was so difficult for you to live because people attacked you because of your absence during such meetings.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know the name of the chief who presided over that area?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I knew him he's Umzimba Tebe.",
            "Male"
        ],
        [
            "MR WILLS",
            "And do you remember what political affiliation he had?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "All the people are - the indunas were IFP.",
            "Male"
        ],
        [
            "MR WILLS",
            "No, I'm asking specifically about the chief, chief  Umzimba Tebe.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Umzimba as a chief, I won't be specifically able to say before the Committee that he belonged to either of the particular orginsations but what I know that I thought personally he was an IFP member.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did he do anything to prevent the forced, forcing people to go to meetings of any particular party?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Even if I can't say that he encouraged or forced people to attend meetings however the headmen in that area were the people responsible for calling meetings and I thought that the instruction should be coming from him as a chief.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you yourself attend any IFP meetings?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I never attended even a single meeting of the IFP.",
            "Male"
        ],
        [
            "MR WILLS",
            "What happened to you as a result of that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's where the trouble started because they started to perceive me as an unwanted element in the community.",
            "Male"
        ],
        [
            "MR WILLS",
            "When you say trouble, what do you mean?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I'm trying to say that I had a big bad image because people started to attack me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you give the Committee details of these attacks?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I was attacked three times.  On two of those attacks, no one was in - two of them no one was injured.",
            "Male"
        ],
        [
            "MR WILLS",
            "I just want you to expand, when you say you were attacked what do you mean, were you personally attacked or was your kraal attacked, what was the position?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "We were attacked as ANC members because they didn't want us in that area.  We were bad elements in the community because we didn't attend IFP meetings therefore we were to be chased out of the country or be killed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes but where did these attacks take place, where were you when the attacks took place?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "In most cases I wasn't staying at home, we used to stay in the hill because we were afraid that we might be injured.",
            "Male"
        ],
        [
            "MR WILLS",
            "So, are you implying that the attacks were directed against your home?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Truly speaking it wasn't directed to my home but it was directed to ANC members as they were not wanted in that area.",
            "Male"
        ],
        [
            "MR WILLS",
            "Let's look at the first attack, what happened on the first attack?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "They came looking for me an my elder brother - we were not at home on that particular day - they intimidated my father and mother, telling them that we should also attend IFP meetings and if we don't we'll see what is going to happen after that.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Was there any damage or injury to any person or damage to any property or anything on that occasion?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "At that time no damage was done.",
            "Male"
        ],
        [
            "MR WILLS",
            "The second attack, can you give the Committee details as regards that incident?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "They came again for the second time and they told our parents that they should talk to us because what we were doing, they don't like what we're doing.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were your parents threatened in any way?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please repeat the question.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry.  Were your parents threatened in any way?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, they were threatened because they were intimidated to convert us to be IFP members.",
            "Male"
        ],
        [
            "MR WILLS",
            "The parents you refer to, is your father Mapweka Mbuyazi and your mother Maria Mbuyazi?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the brother you've been referring to up until now is consistently Patrick Mbuyazi, is that correct?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now let's concentrate now on the third attack, what happened in this instance?  You can give the Committee as much detail as you ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this really relevant to the respect of this application, the details of these attacks, are they explaining why he killed three women aged sixty two, sixty five and twenty?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "In my respectful submission Mr Chairperson, I'm trying to create the context in which his response occurred.  I realise that on the papers before us that it appears that this wasn't in fact the case.  My instructions are completely differently and I will get into explaining that.  I will try and be as brief as possible but basically the motivation on this Applicant is very briefly that what occurred was that he was under this political pressure - immediately prior, a couple of days before the incident occurred, he was attacked and there were certain injuries and it was as a result of that, that he retaliated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He retaliated because he had been injured - revenge.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Judge, that is partially - I can't concede - I have to concede that, that was partly the motivation but it is my respectful submission that there was in fact more to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's get on with it because at his trial he said he was acting in self defence.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes Judge, I will deal with those statements in due course - I am aware of that, thank you.  Mr Mbuyazi the third attack, what occurred then?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "During the third attack they came in the evening at about six o'clock and they attacked, killing my elder brother and burnt our home.  They also injured all the elder people who were at home.",
            "Male"
        ],
        [
            "MR WILLS",
            "You yourself weren't injured at that time, is that correct?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that's correct because I tried to run away and escape.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know who was responsible for this attack?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I knew the people who were attacking us.",
            "Male"
        ],
        [
            "MR WILLS",
            "Will you tell the Committee?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "The people who were attacking us were IFP members.  In them there was Mzana, Mr Mthembu.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now what did you do as a result of this attack?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "After that together with my father, we went to report the matter to the police.",
            "Male"
        ],
        [
            "MR WILLS",
            "Which police?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Kwa Zulu police.",
            "Male"
        ],
        [
            "MR WILLS",
            "At which police station?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "At Kangwana police station.",
            "Male"
        ],
        [
            "MR WILLS",
            "What happened as a result of that report?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "No attempt was made by the police, they just came to collect the corpses and they did nothing after that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Then what did you do further, after that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "After that we decided that we should attack our attackers.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why did you make that decision?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "It was because we realised that if we sit back and do nothing, we fold our hands we might be attacked again.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now in relation to the attack on your house, how long was it before the actual incident in respect of which you're applying for amnesty, when you attacked your attackers?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "After a day, having reported the matter to the police we realised that the police aren't doing anything and we decided that we should attack.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you tell the police the names of the persons who were responsible for the attack on your home?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "We didn't give them names of the people who attacked.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why not?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "It was because I believe that the police were working in collaboration with the IFP people therefore we didn't see any reason to go around and giving them the names of the people who attacked us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you expect them to do anything if you did not tell them the people you knew had attacked you?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "It was because the police didn't even insist on more information with regard to that attack.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, if you can tell the court - sorry - the Committee, you've indicated that you planned an attack, tell the Committee exactly what happened from the time you left your home.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "We grouped together with the other members of the ANC and we discussed and agreed that if we sit down and do nothing they're going to come back and attack us, therefore we decided that we should go to their area in that particular area and started attacking.",
            "Male"
        ],
        [
            "MR WILLS",
            "No tell us, who were the ANC members with you?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "It was myself, Sipho Gomede, Tulani Mthembu and Sebusiso.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes certainly, I have them here.  It is Tulani Mthembu, Sipho Gomede and a certain Sebusiso.  Is it correct that you cannot remember the surname of  Sebusiso?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I don't remember the surname.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now whose kraal did you attack?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Mr Mthembu's place.",
            "Male"
        ],
        [
            "MR WILLS",
            "This is the same Mthembu who you referred to earlier who was present in the attack on your kraal, is that correct?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, it's the very same Mthembu I mentioned.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now tell us what happened during that attack, what time did you leave your house and tell us the circumstances how you killed these people?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "We left home at about 7 o'clock ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who left home?  I want to know precisely who went with you.",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "It was myself, Tulani, Sipho and Sebusiso.  We went to Mthembu's house and we attacked the house.  Mr Mthembu tried to run away and we couldn't reach him.  After that we left the place and we killed three women.",
            "Male"
        ],
        [
            "MR WILLS",
            "So did you say Mr Mthembu ran away?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, he managed to escape.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now were there other males at the kraal at the time?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "He was alone at his home.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now these women that you've admitted to have killed, were they at the kraal?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, they were in.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now tell us, how did you kill these women?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I killed these women with a knife.  One of them that I killed died right inside the house wearing an IFP T-shirt and we tried to run after the others by the help of Tulani and the other comrades, we ran and we outran them and we caught them and I stabbed them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the other comrades who were with you, the three people you have named participated in the killing of these women, the women would have seen them?  Is that what you are telling us?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "These women were killed by my hand.  The comrades who were in my company only helped me to run until we reached and caught them and then I killed them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The comrades were there you've told us, the comrades helped you to run and reach them so they were there when the women were killed, is that what you are saying?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why did you kill these women?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "The reason why I killed them was because since I found them in Mr Mthembu's house, they were IFP members.",
            "Male"
        ],
        [
            "MR WILLS",
            "You killed them very brutally.  The Chairperson has indicated that there were multiple stab wounds and you've also indicated that you were the responsible person, why did you act so brutally?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "At that time I wasn't in the human sense because my mind was confused when all this was happening.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I've been through the papers in respect of your trial in this matter and I see that there are confessions made to a Magistrate and there are, there's a Judgement which infers that there's nothing to do with an attack in the incident, in the killing incident, can  you explain that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "When I gave my statement I didn't like to mention a lot of things as to what I did during the attack because I was afraid that if I give all the relevant facts I will be suppressed as an ANC member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is the alleged confession?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I'm referring to the documentation - sorry I might have used the word loosely and for that I apologize but I'm referring to the information that comes from Page 4, 5, 6 and 7 ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All that is a record of proceedings in the Magistrate's Court.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that it his plea to the charges when they were put to him.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Well that's why I refer to it as a confession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not a confession, it's a plea.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And his explanation about not giving all relevant facts might be somewhat different if it was a confession or a plea.  This is the plea he was giving the Magistrate.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, I apologize for the use of that terminology.  Sorry Mr Mbuyazi, you pleaded to the Magistrate and you indicated that this incident occurred as a result of you defending yourself over some fight of a radio, very loosely, can you explain why you said that to the Magistrate?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "The statement that I gave before the Court and the Magistrate wasn't true because I was afraid that if I tell the whole truth as an ANC member, they can use that against me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if you admitted to committing various murders, didn't you think that would be used against you?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Will you please repeat that for me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you admitted killing people, murdering, stabbing them to death, don't you think that could be you used against you because in the document your council is referring to, you admit in some detail how you stabbed each and every one of these people including the baby on the mother's back, do you remember that?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Xhosa, no translation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "It was yes, I remember that.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Also Mr Mbuyazi, I have the opportunity this morning of going through the judgement that Mr Justice Broom gave at your trial and as I say, it appears from that judgement that the motivation or the circumstances surrounding your attack on these women do not appear to be related to a general attack on the kraal at all, what do you say about that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "As you do explain I attacked the Mthembu family, that's where I killed one of the women who died inside the house and the others ran away and we followed them, we caught them and I killed them.  I didn't kill them inside the house I killed them outside.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now if these women are to come and testify before this Committee and say that the motivation, your motivation for the attack was for a personal gain where you wanted a reward for finding a radio, what will you say about the evidence?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "That won't be true.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "My understanding was - that won't be true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But before the Magistrate you said that, that she would give you an amount of money for finding the radio and she went to her bedroom to fetch it, do you remember telling the Magistrate that?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "I remember saying that before the Magistrate but that was not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that was before the woman had given evidence.",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The women did not give evidence at the Magistrate's Court did they, the gave evidence at your trial at the Supreme Court.",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "One of them came and gave evidence in court.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr Mbuyazi, let's start with the letter that was referred to by your council, the letter that you wrote to the Commission which I mean it has not been numbered perhaps it may be referred to as Exhibit A for completeness sake.  You know the letter I'm talking about that was shown to you by my learned\nfriend?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "...(inaudible) this letter, was there any person forcing you to write what you've written here?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Nobody compelled me to write the letter.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was the contents of the letter been suggested to you by somebody?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "What it is inside the letter, it's what I've written.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And when you were writing this letter you understood yourself very well?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I would like to ask because the letter was written in English and if you write the letter in English it's not the same like when you write a letter in Zulu.  One of our comrades inside the prison ...(intervention)",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What is on the letter was written by him and he was told by yourself?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I said to him in Zulu and he translated and wrote the letter in English.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you can read English not so?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I catch up here and there but I can't say that I fully understand English.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Before signing, you signed it yourself not so and wrote your prison number?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I didn't sign anywhere.",
            "Male"
        ],
        [
            "MR WILLS",
            "...(inaudible)",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "...(inaudible)  Is that where you wrote, the last line?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "No, that's not my handwriting, I didn't write anything in that letter.  If someone wrote the letter and put the name below yes, that's all that happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you look at his application for amnesty at page 3 which is apparently signed by him, it does not appear to be the same signature.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, I've noted that thank you.  But I'm going to read to you contents of this letter particularly paragraph 1 - I'll go slow so that you hear what I shall say.  It starts by saying I received your letter dated 19 June 1997 - I'm very much sorry to inform you that I'm unable to testify because I have seen that I do not quality to be a political prisoner, do you remember this?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What did you mean by this statement - I do not qualify to be a political prisoner?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I wrote that because I wanted them to withdraw my application in order for me not to appear before the Commission.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What did you mean by political prisoner - that you don't quality to be a political prisoner, what did you mean?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I said that because I wanted them to withdraw my application.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Let's put it this way Mr Mbuyazi, what is a political prisoner?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "He's a person who has committed crimes under the name of a particular organisation, political organisation.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you were saying in your letter that it is not the case in your matter?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "As I've already explained, I only said those words in order to get my application withdrawn.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mpshe, may I interrupt.  Why did you think Mr Mbuyazi, it was necessary for you to state those words in particular, why didn't you just say you wanted to withdraw your application without having to advise specific reasons for withdrawing your application?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "The reason why I included those words is because I was trying to make sure that the particular person that was going to receive the letter will read the letter and also withdraw my application after reading such words.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I fail to understand why you couldn't just say you withdraw your application?  Were you told that if you merely stated your intention to withdraw your application, that intention will not be taken seriously by the Truth and Reconciliation Commission?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "No, I wasn't so informed.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "You testified that you wrote this letter amongst others because you were afraid that your family relatives would be attacked, do you remember that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now when did you get the feeling or when did you start becoming afraid that your family relatives would be attacked?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I was afraid because even today I don't know where my relatives are at the moment or my family, it's possible that wherever they're hiding they might be followed and killed, that's why I decided to withdraw my application.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Respond to my question, when did you get the feeling that your family relatives would be attacked, when was that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Since when the time I was arrested it's always in my mind and the fear that they might, even today.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you get any information upon your arrest that your family was being attacked?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please repeat the question?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you get any information upon your arrest that your family was being attacked?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I didn't get any information because nobody used to visit me in prison up to today.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now after your trial and conviction and sentence, did you get any information that your family was being attacked?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "No, I didn't get any information with that regard because there was no-one to pass that information to me.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You were convicted and sentenced in September 1991, am I correct?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now in 1992, the whole of 1992, did you get the feeling that your family would be attacked?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I had such feelings because I know the very recent area  where I come from.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "In 1993?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I would say that since from the time that I was convicted and sentenced I had that fear and I think maybe I'll get some to rest out of me after I have appeared before the Committee.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You'll get some?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Excuse me?",
            "Male"
        ],
        [
            "INTERPRETER",
            "He'll be relieved or get some rest.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "He'll get some release?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Relief.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "In 1991 - in 1992 you say since your conviction - 1991, 1992, 1993, 1994, 1995, 1996 you had this feeling but you decided to put it on paper in 1997 July, can you explain that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "As I've explained before, I mentioned the reason why I did that.  It's because I was afraid for the lives of my parents whom I don't know where they are at the moment.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And perhaps they - your feeling of being afraid got stronger in July 1997, after six years?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I tried to let it pass but it's not that easy.  I thought it would be better after appearing before the Commission..",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Let's go to that text you testified about ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mpshe before you leave that one, may I just take it further?   Did I hear you properly when you say that no-one has visited  you in prison ever since you were arrested, does that include your parents and your close relatives?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that's correct, since I was sentenced nobody came in prison to me and that worries me a lot because I don't know whether they are still alive or not.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Do you know where your parents are presently, whether they are still at Thembe?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "I don't know their whereabouts.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Why should you then be so fearful for their lives when you don't even know whether they are staying at the same place, at Thembe?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "Because I still believe that it's possible that one of them is still alive.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But he or she may not necessarily be still at Thembe? But you don't know whether they are still staying in the same area?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I don't know.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "So where is your basis for your fear then?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "Because I knew the situation which I left behind after my arrest, it was between life and death at the time I was arrested.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mbuyazi, you don't know whether they are still in the same area so I cannot understand the basis for your fear.",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "As I say now, that even now I still have that fear of not knowing where they are, whether they are still alive or not.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now assist me to understand why even if your family was still at Thembe, why should you feel that they would be attacked merely by you appearing before this Committee?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "They could be attacked on the political basis because of the situation during that time.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "No, but why should you that they would be attacked by your appearance before this Committee today which prompted you to write this letter on the 23rd of July?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "I was afraid because I thought that those who's relatives that have been injured or kids might come and say since this person has appeared before the Commission let's go back and kill those relatives of him before he comes out of prison.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Madam.  Now let's start with attack, the alleged attack number one on you, when was this?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "It happened during August.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "They year please.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "1990.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do I still remember correctly that your evidence was to the fact that the three women you killed, you killed because you found at Mthembu's place and that made you believe that they are IFP members, am I correct?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that's correct.  Those whom I killed, I found them in Mr Mthembu's house and personally I knew that they were IFP members and that's the reason why I killed them and one of them was wearing an IFP T-shirt.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "At the first attacked testified to by yourself, were any of these woman present?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "At the time of the attack when I was attacked, I don't remember seeing a female.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I say you don't remember seeing a female or there was no female?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I'm trying to say I didn't see any women during the attack.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Are you in fact saying there were no women during that attack?  I think it would be quite an important distinction not seeing or knowing that there were no women.",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct -  there weren't women during any of the attacks?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, there were no women.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "On attack number one, were you present when this was done?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I was around.  When I saw them coming I tried to run away.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Attack number two, were you present?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "In most cases I was there at home during the day because I knew that we will not be attacked during the day, however during the evening I wouldn't be at home because that was the time where people will attack.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "On the three alleged attacks, was anything done on you, were you confronted, were you attacked, were you manhandled, was anything done to you?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "During the third attack I managed to run away.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Please if you could understand my question, respond to my question.  Were you manhandled, were you assaulted or anything done to you on any of the three attacks, physically?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "In all these attacks I managed to escape and run away because I was always vigilant during these attacks.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I want to turn to your application form, page 2 of the pages, of the bundle members of the Committee.  Yes, page 2, the very first paragraph four (Roman Letter Four) and I'm going to quote to you what you said thereon.  I was a member of the ANC and I was living at the IFP stronghold.  They tried two times to assassinate me, do you understand that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And this comes from  your application form, do you remember that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now what do you mean when you say two times they tried to assassinate you, what was done to say they tried to assassinate you?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I was trying to say that while attacking, I was the targeted person so if they did find me I'm sure that they would have killed me.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now you testified that the second time these people told your parents that they must tell you that they don't like what you are doing, what is it that you were doing?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I didn't attend IFP meetings, that's the reason why they used to come to my parents saying I should attend meetings, I should not absent myself.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were you present when this was said to your parents?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "No, I wasn't present, that's what I heard when I came back.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And when your parents told you, did they say this was an attack - are they going to talk to them?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "The way they told me they said they didn't, they  were not well treated because they were intimidated by those people.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So from that what your parents told you, you made up an attack.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I would say they were attacking because if they did find me as a person they were looking for they would have killed me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I understand they were looking for you because they wanted you to attend meetings, that's what they told your parents, is that not so?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that's what the parents told me.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now you testified that the people who attacked amongst others it was Mthembu, who else was there other than Mthembu?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I don't know the others because the known figure was Mr Mthembu.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "How many were there approximately?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "There were more than ten.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old is Mr Mthembu?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "I don't know his age however is an elder person, I would say he's somewhere about forty years of age.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The husband of the late Lakufu Mthembu?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "I think so, he is the husband.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Her age was given as fifty, approximately fifty.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "When after the third attack did you decide to attack back?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "I didn't personally decide that I should go and attack them.  When we decided to go and attack them it was after the third time when they killed my elder brother and burnt our house.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes but you're evidence is to the fact that after the third attack, yourself, Sipho, Tulani and Sebusiso that decided to attack, do you remember that?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes I remember, that's correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now I want to know precisely when after this last attack did you four decide to go and attack, two days later, a week later, a month later, a year later?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "It was after the attack and only one day elapsed and we decided to go and attack.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now who was the leader of your group, the four of them which is a group?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Our leader, it was my brother Patrick who passed away.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is Patrick not your brother who was killed and thereafter you decided to attack?",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm referring to the time when you four met, who was at your leadership at that time Sebusiso, Tulani, Sipho and yourself, who was your leader there?  Sorry if I misled you.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "There was no-one who was prominent, whom I could call a leader among us however we just discussed and agreed and concurred on what we're going to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How were the other three armed?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "They were armed with axes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "All three of them?",
            "Female"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I know it is quarter past eleven - I still have some few questions to ask.  If the Committee would like ...(inaudible) an adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the weapon you had was a sharpened iron rod, is that correct?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "That's correct.",
            "Male"
        ],
        [
            "COMMITTEE ADJOURNS",
            ".\nON RESUMPTION\nBHEKI F. MBUYAZI: (s.u.o)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "...(inaudible) of Advocate Mpshe.  I consulted with the Applicant on the basis of the veracity of both his instructions to myself and the evidence which he put before the Commission.  The Applicant admitted that his evidence and his instructions are not in fact the truth and as a result he has decided at this stage that he wishes to withdraw his application.  \tFurther I might add that whilst this is the case, he still feels a great\ndeal of remorse for the injury that he has caused and he has requested us to set up a meeting with the relatives of the victims and such meeting will take place after the conclusion of today's proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  He realises that this withdrawal is permanent?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "He realises that the withdrawal is permanent Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbuyazi, have you heard what your council has just said?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, I heard him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it is correct that you are now withdrawing your application for amnesty, a permanent withdrawal?",
            "Unknown"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't suppose there's any difference between a dismissal and a withdrawal at this stage because we are seized of the matter but I wish to make it clear that the Applicant has been informed that this is a permanent withdrawal, that he will not be able to proceed with his application for amnesty further and in no circumstances - it doesn't - it appears to me to be highly technical to say whether we dismiss or ...(inaudible) withdraw so we will commit the application that has been to withdraw the application for amnesty from consideration by the Amnesty Committee, thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, with your permission and members of the Committee, before we adjourn for the day - yesterday's matter Dumisani Mthembu - the Chair and Committee members will recall that an order was given that the state attorney's office be contacted to assist one of the victims who was present yesterday - attempts were made and we discovered that there is no state attorney in Pietermaritzburg but in Durban and we then decided that it's going to take time to get in touch with the state attorney's office - together with the witness who was here yesterday we agreed that the matter be postponed to Durban to a date to be determined.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would rather not fix a place.  It might be that we are having a hearing somewhere else that it fits into conveniently so I thinks it's, rather let us adjourn it to a date to be arranged.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm indebted to you Mr Chairman, thank you.",
            "Male"
        ],
        [
            "BHEKI F MBUYAZI",
            "Yes, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not aware of how many other applications we may have in these areas, it may be that we will have a sitting somewhere else which is perhaps more convenient and a smaller hall if there are various halls available in some of the rural areas, so I won't fix a place.\n\tBefore we adjourn permanently I would like to thank all those who have assisted us in the course of the hearing, they've had to do some unusual \ntasks, thank you all very much.  We will now adjourn.\nCOMMITEE ADJOURNS",
            "Unknown"
        ]
    ]
}