{
    "header": {
        "type": "Children's Hearings",
        "starting date": "1997-05-22",
        "day": "3",
        "names": [
            "DANIEL WANDILE LENNOX MENTILE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56288&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/children/mentile.htm",
        "speakers": [
            "CHAIRPERSON",
            "MARY BURTON",
            "DANIEL WANDILE LENNOX MENTILE",
            "GLENDA WILDSCHUT"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS BURTON",
            "DANIEL WANDILE LENNOX MENTILE",
            "MR MENTILE",
            "MS WILDSCHUT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Would Wandile Lennox Mentile please come up to the stage.  Wandile, can you hear me through the headphones.  I want to say thank you very much for coming here this morning. I know you have travelled a long distance to be with us and especially to Linda, your friend, who has come with you who travelled all the way from Mmabatho.  We are really very grateful that you have come here today.  I want to just describe the room for you so that you can understand how we are placed.  I am sitting directly opposite you.  I am Wendy Orr, I came and said hello to you this morning and next to me are my fellow panellists and the audience is on your right.  I am going to ask Mrs Mary Burton to swear you in and then I will be leading your evidence.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Wandile Mentile.  Please will you stand to take the oath.  Please would you raise your right hand.",
            "Female"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Wandile, you were injured during a time of violence in 1991 during a type of violence which has come to be called taxi violence and which, unfortunately, is still very prevalent today.  How old were you in 1991.",
            "Unknown"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "I was 15 years old.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you tell us what happened to you at that time and how it has affected your life?",
            "Unknown"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "It was on a Thursday on the 14th of June 1991.  I did not attend school at that time, on that day.  I was staying in Khayelitsha at the time.  We visited our friend in Site B.  We went to help him, because he was selling fruit and veg for his family.  At about six that evening there was a conflict between the taxi people, Lagunya and Webta organisations.  Webta were between the Good Hope College and Masiyle Secondary School.  The taxis were operating in that section.  The Lagunya taxis were operating in the Site B playing grounds.  At about six we heard gunshots from the taxi people.  Due to my curiosity I stood up on top of an old car, because I wanted to know what was happening.  I tried to ascertain where the shots were being fired from.  I wanted to go home in a safe way.  Sam's mother told me to get off the car, because I might get shot.\n I said to Zolani we must go back home, because the people were fighting.  We took the safer road to home.  There is a four way stop near the Nomqobela Day Hospital.  When I was crossing that stop, approaching the G Section near Masiyle I was shot at that spot.  It was on a Thursday.  I woke up in hospital.  I do not know what happened, in Tygerberg Hospital.  That is all I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the result of the shooting, what effect has it had on your health?",
            "Unknown"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "This affected me, because I lost my eyesight.  I was shot in the head and the bullet stayed there.  I spent the whole night in the field where I was shot.  The people came to fetch me at about ten on Friday.  They took me to hospital, the bullet was still inside.  I was taken to Nomqobela Day Hospital.  It was 150m from where I was shot.  I was taken to this day hospital.  From there they transferred me to Tygerberg Hospital.  I stayed for a week.  They took off, they removed the bullet.  The following Thursday the doctors told me that they cannot take out or remove the bullet, because they would damage me.  They said that they have to wait for a week to remove the bullet.  Then the bullet was removed from me.  I lost eyesight due to that.  I think that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know who it was who shot you that day?",
            "Unknown"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "I do not know who shot me, because where I was standing I do not know whether it was Webta members or Lagunya members.  It is difficult for me to say who shot me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What, how has your injury affected your life?  What hopes did you have for your life and how have those had to change because of what happened to you?",
            "Unknown"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "My life did not change actually, but I am blind now and I wanted to further my education so that I can become somebody in this land, but this did not affect me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you working now?",
            "Unknown"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "Yes, I am working.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What kind of work are you doing?",
            "Unknown"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "I am a Telkom operator.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Wandile.  I have no further questions, but I am going to ask my colleagues if they have any questions.  Glenda Wildschut.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Wandile, I am sitting to the, to Wendy's left and on your right, I am next to Wendy.  Okay.  Wandile, we met over the weekend so you know who is talking to you now.  It is Glenda.  Can you give us an idea of how you think we should try, as young people, to move into the future and what we should be doing about trying to rebuild our land?  Do you have any ideas about that?",
            "Female"
        ],
        [
            "DANIEL WANDILE LENNOX MENTILE",
            "What I can say is that young people, even when they are disabled, I would like to encourage them that whatever is happening to their life, they must ask themselves that, they must tell themselves that there are other people who are in the same situations.  They must continue with their lives, they must not sit down and wait for charity.  They must do something for themselves.  In that way they will survive.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you very much for those words, Wandile.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Wandile, the fact that you did not allow this very serious injury to completely take you down, that you carried on with your education, that you are independent, that you have a job is an inspiration to us and to all other young people.  Thank you very much for coming here today and for sharing your courage with us.",
            "Unknown"
        ]
    ]
}