{
    "header": {
        "type": "1 C BUTHULEZI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "SOWETO",
        "day": "2",
        "names": [
            "CHRISTINA BUTHULEZI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55904&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/buthulez.htm",
        "speakers": [
            "CHAIRPERSON",
            "CHRISTINA BUTHULEZI",
            "DR ALLY",
            "MS SEROKE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "CHRISTINA BUTHULEZI",
            "MS BUTHULEZI",
            "MS SEROKE",
            "MS SOOKA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "As we indicated earlier on we are grateful to have many people who are coming here, not to give their testimonies, but to express their solidarity.  Again we are grateful to have Ovavus Sulu.  It is really a source of encouragement to have him even at the time when we were not celebrating liberation, but taking a painful journey of looking at the scars of the apartheid.  Once more we are grateful to have you.\n I will then ask the first witness for today, the second witness for today to, Christina Buthulezi, to come forward and take the oath.  Christina, I go to you.  I would like to ask you to take an oath before the Commission.",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Lady, we would like you to tell the Commission more about yourself and how it came that you are now sitting in a wheelchair.",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "I am Christina Buthulezi.  This is a cold Wednesday.  It was 1976, June 16.  I was going to school and I was not aware that there will be a demonstration.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would like to disturb you a bit.  Can you just explain to us your home background and tell us how many are you at home.",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "At home we are six.  There are three boys and three girls.  One boy passed away.  We are left with my\nSOWETO HEARING GAUTENG PROVINCE\n2 C BUTHULEZI\nfather.  He is not working.  I have a small child by the name of Ayanda.  She was six years on the 24th of June and my sister next to me is Bongi.  When I got injured she was still young.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You may please continue and tell us more about the school you attended at the time when the June 16 riots started.",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "I was schooling at Senoane Junior Secondary.  My principal was Mr Gabindin.  I was doing standard seven.  On the day I got injured, on the 16th, as I have already said I was not aware that there would be a demonstration.  We were preparing ourselves to write our exams.  A group of children came.  They told us that we will be demonstrating.  As we were doing maths, history in Afrikaans it was too difficult for us to understand those subjects.  We were marching, it was quiet.  We were fighting for our rights.  We were travelling from one school to another.\n When we arrived at Morris Isaacs School we found that they had already left the school and they had left us behind.  The others were at Orlando.  When we were about to arrive at Mfolo Park they stopped us and they gave us the news that there is a child who has been injured and his name was Hector Petersen.  After hearing about the death of Hector Petersen we were so angry as students and we started burning everything, anything that belonged to the Government.  The way it was it was so difficult.  We were all afraid.  When I came back home after the demonstration I was afraid.  My parents were so strict.  He told me that when he came back he saw some children who were so angry and everything was burning outside.  I just kept quiet and I told my father that I was not at the demonstration.  \nSOWETO HEARING GAUTENG PROVINCE\n3 C BUTHULEZI\n Late that afternoon my aunt took my books and I decided I will go fetch my books.  As I was coming back I saw police vehicles coming by.  There were so many of them.  They were a convoy shooting around at random.  That is just when I got injured.  I was unconscious and I regained my consciousness after three days.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maybe, if I may disturb you.  Please explain to the Commission that when you were coming back from your aunt's place with your books, where was it actually?  Where was your aunt's place.",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "It is not so far away from my place.  It is just one, two streets apart.  As I was coming by, just before crossing, I was on the pavement and that is where they shot me.  I fell down immediately.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you see the police vehicles approaching you?  Maybe explain to us the scene.  What happened exactly?  Were the police shooting at random or were they actually directing to you?  Actually, what was happening?",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "There were a group of students, pupils.  Some offices were on fire.  As the police vehicle was approaching they were already shooting.  Just when, as I saw them, the police vehicle I was trying to go back where I was coming from, but it was late then.  Lo and behold, I was shot.  I was not the only one who was injured.  There were some others.  I do not know some of them, but some I do know.  We were hospitalised together.\n What hurts me most is at the hospital they would come with firearms.  They would actually point guns at us lying on the beds asking us do you know power.  Were you a leader at school in any way?  There was actually a time when they brought a picture where Petersen was lying down after he was SOWETO HEARING GAUTENG PROVINCE\n4 C BUTHULEZI\nshot.  The girl that was next to Hector on the picture, they were thinking I am the one.  They actually insisted that I must say yes, I am the one.  Some, when they came to the hospital, some were phoning actually, some were coming in person at home to check whether I am back from the hospital.  Now, one doctor that I cannot remember quite well thought that why were they disturbing me because they were carrying firearms.  I could not fight with them.  Why would they not come in peace to talk to me, converse with me instead of bringing firearms and intimidating me in the hospital.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maybe it will help you.  Please switch off your mike.  At the time when you gained your consciousness, before they came with their firearms, would you remember when the doctors told you that you cannot walk anymore, you are paralysed, because you say you regained consciousness in the hospital.  Do you remember what happened exactly because we, as the Commission, we should see to it that that is where you were injured and what we could do.",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "You know, when I regained my consciousness, I felt so numb and so heavy and I was thinking somehow that maybe I was even trying to run away from the hospital.  After some time I asked one of the doctors as to what happened, if he could explain to me.  I would like to stand up, but I cannot.  I want to go to the ladies, I cannot.  Was he trying to run away?  Please explain what happened, because I do not remember.  Then he said, please lie down, I will be back to you.  As the days went by they came back to me and they told me that after five years I will be walking.  It is just that there are minor things that are wrong with my spine, but up till today I am still on the wheelchair, I cannot walk.\nSOWETO HEARING GAUTENG PROVINCE\n5 C BUTHULEZI",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maybe you can explain that after you were discharged from the hospital, what happened to your life.",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "When I was discharged, got back from the hospital many people use to give me moral support.  Even my own family although my mum was so weak.  Even now I believe that she died because of my being injured because she left her work so that she could take care of me at home.  The community, our neighbours use to come pay visits encouraging me that I should not be worried.  I was actually fighting for our rights.  I could not understand, though, as to why they were saying those things, but people were coming by and they were telling me those words of encouragement up to the point where I was strong.\n I never got any kind of compensation.  However, some of us were, I mean, we use to ask ourselves whether did you get compensation or not?  Some did get some form of compensation and, yet, some of us never.  My parents tried to fight and push statements about my being injured.  I think they were threatened somehow.  They were being told that I was a leader, a political leader.  I was surprised, really, because I did not know and I was actually lost, I did not know what was happening.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maybe you can go on ahead and relate to us how do you make a living?",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "With some help that I get from Friday Mavuso, he took me when I was doing my matric.  Just when he started his organisation of SHARP.  That is where I learnt so much, I was equipped.  Even today I am still working there.  The little that I receive, I share it with my family.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maybe before I ask the other Commissioners to pose questions to you, can you tell us more about what you\nSOWETO HEARING GAUTENG PROVINCE\n6 C BUTHULEZI\nwish to see happening.",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "I do not know what to say.  I would like to receive some medication, medical treatment.  Right now I am in a wheelchair.  It is not even my wheelchair, I borrowed it somewhere.  Even on Sunday, I did not have a wheelchair.  They are very expensive.  I would like the Commission to help me in this problem.  I have a child.  I would like my child to be helped, to be paid for at school.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would like to thank you and I would like also to ask the other Commissioners to ask you more about your story.  That will be Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Christina, you told us you were from a demonstration.  I would like to know whether, at the time you got shot, you were still toy-toying or you were going home?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "I had already left the group.  I was around my place at home.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You told us that while you were in hospital they came to ask you questions.  They asked you whether you knew what power is.  Can you please tell us what is your understanding of power?  What is power?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "I was so angry at the time and when they asked me about power I just told them that they only know the power which is in the power foam plus, the Omo soap.  This angered them very much. That is why they started bringing guns.  They started believing that I was the leader, I know everything.",
            "Female"
        ],
        [
            "MS SEROKE",
            "According to your own standing, the way you understand power, what was power at that time?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "My understanding of power as we were fighting for our rights as children, we were doing it through power.\nSOWETO HEARING GAUTENG PROVINCE\n7 C BUTHULEZI",
            "Female"
        ],
        [
            "MS SEROKE",
            "Maybe, in other words, you are saying while you were toy-toying you were saying power.  Power meaning amandla.",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "Yes, we were saying power to the blacks, power to the black people.",
            "Female"
        ],
        [
            "MS SEROKE",
            "The last one.  You told us that you were assisted by Friday who call you to join the SHARP organisation.  Can you tell us exactly what SHARP stands for?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "SHARP is an organisation for the disabled people.  It tries to end the poverty so that people who are disabled must not go to the street and ask for charity.  It gives the disabled some literacy, we also have a computer school.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What does S H A R P stand for?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "It is Self Help Association of Paraplegics in Soweto.  It was for the people who are in wheelchairs, but we discovered that even the people who are limping, amputees, they are having problems same as us.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you very much.,",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hugh Lewin, Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Christina, I just want to ask you in practical terms, what has being paralysed mean for you because it is quite important for us to be able to assess how this will impact on your life in the next few years.  How do you care for yourself and who takes care of you?  You have mentioned to us that you have a little girl, you have a child as well and that might be very, very difficult for you.  You have also told us that you do not have a wheelchair.  If you can just give us a little more detail about that please.",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "By being paralysed I have discovered that I\nSOWETO HEARING GAUTENG PROVINCE\n8 C BUTHULEZI\nam paralysed for life now.  Then to have a child, it was a blessing to me.  Especially a baby girl.  I was very happy when I discovered that I was pregnant, but I did not tell anybody at home.  I was afraid that they will accuse me that I am on a wheelchair and I am pregnant.  I only told my younger sister here whom I share everything with.  When I was in hospital they were also fighting that why am I pregnant because I am in a wheelchair, but I told them that I will manage.  I have managed for so many years.  There is nothing that would stop me not to be able to take care of my baby.  I will always share with her.  She is big, she is beautiful.  She attends school now.  I manage, I do not how, but God is there.  He is helping in all the ways and my family too who are very protective.  They are there for me.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you need special medication, are you in pain sometimes?  Do any of those things happen to you?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "So far I am fine, but I have got a problem since I have got injured, headache.  That I am always, even now, I am having it.  I do not know how it can be cured.  I even have a fear this day that anything can happen to me.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you attend hospital?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "Clinic.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you have to pay for those treatments?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "Yes, I do pay.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How much do you?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "If I go to the specialist it depends because we pay something like R70,00, but in Barras it is R13,00 sometimes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "It seems quite clear that the police mistook you for Antoinette Sithole, Hector Petersen's sister.  How has this impacted on your life?\nSOWETO HEARING GAUTENG PROVINCE\n9 C BUTHULEZI",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "Will you please repeat the question?",
            "Female"
        ],
        [
            "MS SOOKA",
            "It seems quite clear to me that the police mistook you for Antoinette Sithole, Hector Petersen's sister and that is why they harassed you so constantly, but how has this impacted on your own life?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "Since the police have mistaken me of being Antoinette Sithole I told them they must check my uniform.  I was not dressed like Antoinette Sithole.  I was not in when I have got injured.  They must just go to my school and check the uniform and see the design.  They will see the difference.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Just one last question.  You were in standard seven at the time, but now you have matric.  Did you do that with the help of SHARP as well?",
            "Female"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "No, after I was discharged from the hospital, in 1979 then my principal came to me and told me that I must come back to school fulltime.  Then I went back to school with the help of my principal.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Russell Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Just two very short questions.  You did not receive any compensation you said, but have you ever received any grant, any disability grant?",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "Yes.  I started in 1978 to get the disability grant.",
            "Female"
        ],
        [
            "DR ALLY",
            "And that is still continuing?",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "It was closed in 1982, 1980 somewhere there.  I stayed for something like five years not receiving it.  Then I started when I got my baby, Ayanda, I started to apply for it because it will help me to bring up my child.",
            "Female"
        ],
        [
            "DR ALLY",
            "And are you receiving it now or have you not had\nSOWETO HEARING GAUTENG PROVINCE\n10 C BUTHULEZI\nanything yet?",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "I receive it now.",
            "Female"
        ],
        [
            "DR ALLY",
            "And the wheelchair, were you never ever given a wheelchair, your own wheelchair when it was discovered that you were paralysed?",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "No, I have bought it.",
            "Female"
        ],
        [
            "DR ALLY",
            "You bought it yourself, you were not given one?",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "Till today I was never given a wheelchair.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Piet.  Is there any other things that you would like to tell the Commission?",
            "Unknown"
        ],
        [
            "CHRISTINA BUTHULEZI",
            "In fact I have always been asking myself one question.  What kind of people should be compensated, those who are getting compensation and why others are not compensated.  This is the question that I always ask myself everyday.  Even when I ask people who understand more about this they cannot even tell me how they got the money.  When I ask them how they got the money they could not explain anything to me.  I would be happy to know if the Commission can assist me to know how to get the money.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We would like to thank you very much.  The Commission has a Committee called Reparations Committee.  It is called Reparations and Rehabilitation Committee.  This Committee is busy at the moment trying to investigate as to how people can be helped to their satisfaction from 1960 to 1963.  Your suffering is different from any other people sufferings and I believe that you and your organisation, you will try and contact us with information as to how we can try and help people like you.  We will try and ask you if we ever have meetings so that you can come and help us.\n What I would like to thank you for is the evidence that SOWETO HEARING GAUTENG PROVINCE\n11 C BUTHULEZI\nyou have placed before the Commission and I am so happy because you are one of those people who survived the 1976 riot.  We are so glad because you managed to survive to fight, you managed to get everything.  You have got a child and continue with your life.  I think a person like you is seen as a freedom fighter.  You have been able to go through all these burnings and we believe that the spirit that you have will help other people to know that there is life even after such great sufferings.  We would like to thank you lady.  \nSOWETO HEARING GAUTENG PROVINCE",
            "Unknown"
        ]
    ]
}