{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-24",
        "location": "SOWETO",
        "day": "3",
        "names": [
            "LIZAH DHLAMINI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55907&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/dhlamini.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "LIZAH DHLAMINI",
            "MR MANTHATA",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS DHLAMINI",
            "LIZAH DHLAMINI",
            "MR MANTHATA",
            "MS MKHIZE",
            "INTERPRETER",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I think what we will do now is take one more witness before we break for lunch. I would like to calL Lizah Dhlamini.\n Could I call for quiet, please.  Lizah Dhlamini, can you hear through the head-phones? Is that all right?  Will you be speaking in English or Zulu?",
            "Unknown"
        ],
        [
            "LIZAH DHLAMINI",
            "Zulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Zulu, okay.  Before I ask Tom Manthata to lead your evidence, could I ask you please to stand and take the oath.",
            "Unknown"
        ],
        [
            "LIZAH DHLAMINI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Please be seated. Tom Mathata will now lead you.  When you want to talk just press the red button on the microphone in front of you.  Thank you.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Liza, you have been welcomed already.  Could you just go on with the case that we are about here.",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "At the beginning, boers used to come at my place.  When they came they took Mdusi.  When I asked where are you taking Mdusi, what has he done, they said no, the teacher at school wants to see him.  I said what, at this time the teacher wants to see him Mdusi, why?  Because Mdusi's teacher is not a white person.  They said it is just a minor thing that they want him for. Time went.  They used to come and get him often. They took him all the time.  Each\nSOWETO HEARING TRC/GAUTENG\n2 L DHLAMINI\ntime he gets back I ask him where are they taking you to. He said no, he just come from Protea.  I will say what is happening in Protea with those boers, which is white.  He said no, they are just asking me things about school.  \n One day when I arrived from work at home in the afternoon, I found out they had shot the house.  They were shooting and all the windows were shot.  I asked who shot, they said no, we don't know.  In that very afternoon the boers came.  I said here, there has been some shooting.  The boers said we don't know what is happening. I left and I asked the school children.  When I was asking the child outside who was here actually, the children said we saw boers surrounding this place, going around the place.  \n I left to report the case at Maroko police station. When I reported this case at Moroko police station they told me that any case about the school children, they don't admit it, they don't take it, they will just investigate and see and try to find out who were the people who shot.  \n The following week this very boers came back again.  I said there has been some shooting here and I reported the case. But there is no, there is no improvement, nothing has been done.  There is no action, they don't call me, they don't ask me anything and I told them everything, that the children did see, they actually said they saw the boers outside.  \n Again, at night, they started shooting.  When I asked the neighbour, they neighbour said she saw a Cressida, the neighbour saw a Cressida, a white Cressida.  The neighbour said this Cressida usually it transports Azapo members. I left again to Moroko to report this matter.\n They asked me what is the car registration of that \nSOWETO HEARING TRC/GAUTENG\n3 L DHLAMINI\nwhite Cressida.  I said no, I could follow that Cressida to take note of the car registration, because it is at night, they are shooting. No one can stand that.  Because they were shooting.  \n One day I arrived from work and I met people along the street.  They said come, go straight home. When I got home they told me that Mudusa has been shot.  The family were there.  Around eight the boers arrived.  When the boers came they told me.  They actually asked me if I had heard that Mudusa had been shot. I said no, it is not, I want to know where he was shot.  They said to me he has been shot, what we are telling you now, the next day come to Protea.  They gave me the address which court to go to, what number. \n Well, in the morning we woke up before we went there.  One of the boers came and told me don't go to Moroko, go to Protea and enter this place and give your statement. When I got to Protea, they told me those boers, they told me that he had been shot at a certain place. I said to them now what is the point of giving a statement, because you know better.  I got back home.  \n As we were trying to make preparations for the funeral, boers came quite often to ask what time will the funeral take place and so on.  I was surprised.  After the funeral again, they came again and said I should go to Protea.  I was given a note at Protea, telling me that I will be called again afterwards. I never went back again.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "At which school was Madusu attending?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "At the secondary, at Bongo Secondary.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "At that time was Madusu, did he have a fair number of friends around him?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, he had quite a number of friends.\nSOWETO HEARING TRC/GAUTENG\n4 L DHLAMINI",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did those friends indicate any political grouping they could have belonged to?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "Well, it is one thing that I never took notice of and I did not know that much.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "By the way, before you go on.  Where were the parents at this time?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "I was working, even my sisters were working.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And their father and mother?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "I am the mother.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Sorry,  I thought you were the sister. I do apologise.  As they were taking Mudusu in and out of Protea police station, did you think that Mudusu was reporting correctly whenever he came back?  That is when you asked him.",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "I used to ask him Mudusu why are they taking you.  He would just say these policemen are just nagging me, I don't know where they are taking me to.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "They were making him to do - weren't they asking him to do something or you know, just what is he doing, asking him for?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "He used to tell him they will torture him at the police station, interrogating him, things that he did not know of.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Up to the time when Mudusu died, it seemed it was the more police who were visiting you rather than the friends of Mudusu. Am I correct?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, the police used to come and the friends as well, they used to come.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "So that he was shot at and was killed by the police, where did you get this information? Or you never knew who shot him?\nSOWETO HEARING TRC/GAUTENG\n5 L DHLAMINI",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "I heard afterwards that it was an Azapo gangster that shot him, that killed him.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "But strangely enough, it seems the police were very co-operative, because you had not even gone to report Mudusu's death, but they came home to tell you that he was shot?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, they came. Well, I did go to report the matter, because they told me to go to Protea at Modering.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And when you had to bury Mudusu, which group of youths, whether they were Azapo or UDF, attended the funeral?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "It was UDF.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And did the UDF students or youths ever give threats or did they ever mention who could have killed Mudusu?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "They never made mention of any names, they simply said Azapo.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And you never knew who the leader of the Azapo group was in that area or in that school?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "They said the Azapo leader is the gun-man, some gun-man, a group of Tami.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "A group of Tami or Tamis group?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "Tamis group.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did you as a family ever meet Tami and find out why he could have done such a dastardly thing?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "No, we never.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And yet you still continue to live side by side with Tami's group, Mrs Dlamini.",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "We never followed this up, because they were busy killing people.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did the parents at any stage go to the school\nSOWETO HEARING TRC/GAUTENG\n6 L DHLAMINI\nwhere Mudusu was attending, to find out what these problems between the students were all about?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "No one went there, we were scared, we were afraid.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Even afraid of the teachers?",
            "Male"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, we are afraid, we are afraid of going to the school.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thanks, Tom.  Could I ask Hlengiwe, do you have any questions?",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Lizah, maybe you can explain a little bit as to - when we read your statement the first part you are telling us about things that were happening at home, saying those were things that were done by police.  Is that true?",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker is not tuned into Zulu.  She is not, she is in English.  The speaker should be tuned into channel 3, that is Zulu, yes.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Can you hear me properly?  What I am saying is, the first part of your statement you tell us about the things which happened to the family and you say the things that had been done by the police, but towards the end you tell us that the child was killed by the organisation that belonged to the community. Let's look at this properly, where you say the policemen harassed you.  Explain that.",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "What happened, the police used to come so often and say they were looking for my son. I did not even know why they were looking for him. Oftentimes the police were coming.  The people who came to shoot, I just heard from the people who saw that it is the people who shot.  The police, yes, they used to come but they - we could not tell whether the shootings were done by the police or by the\nSOWETO HEARING TRC/GAUTENG\n7 L DHLAMINI\npeople.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If I hear you well, you say police would come and fetch him and people would tell you that there were some people who will come to shoot.",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, during the day when I was not there.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe that will help the Commission to follow this story better.  That those people who used to tell that there are some people besides the policemen, did they use to tell you the names of the people so that this could help us to identify whether those people were police or not.  Did they make mention of any names, besides the policemen who could identify this one and this one.",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, each time they saw those people they would tell me, they have seen those people. They actually called those people Azapo. I never even knew what kind of people were those.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe there are some people in your area.\nThey still know today, they belong to some organisation or are they community people?  At the time were they community people?  Could you explain a little bit about these people, what kind of people are those, how do you take those people in the community?  We don't know those people, but if we are coming from Dlamin we could understand you, but the background is different, please explain.",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "Those people used to say they were the ones who were killing people.  People were saying that group is the very one which killed people.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did they tell the community that they are the very ones who are killing?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "No, they will not say that.  They never said that.\nSOWETO HEARING TRC/GAUTENG\n8 L DHLAMINI",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Are those people still around or do you still hear about rumours that the people from Dlamini are still there?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "No, I hardly ever go to Dlamini, so I wouldn't know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yasmin?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mamma, can I just ask the lady next to you to adjust the number on this ear-phone so that you can actually understand what I am going to say?  Can you hear me?  Okay.  The Commission knows that in Dlamini during this time when your son was killed, there were a lot of fights between Azapo and the UDF.  Do you know anything about it?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "(The speaker's mike is not on.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Switch the mike on, please. Zodwa, switch the mike on when she talks.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mamma, did you understand my question?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, I did.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Let me try another way.  You said that in Dlamini 1 mostly Azapo people stayed.  So can you tell me if in Dlamini 2 where you stay, were all the people UDF people?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, it is UDF.  His friends.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you know, before Walter was killed, do you know if there were fights between the Azapo people and the UDF people of which Walter was a member?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "I wouldn't know, I don't know.",
            "Female"
        ],
        [
            "MS SOOKA",
            "But you said that the policeman told you that in Mudusu, who is also known as Walter was killed by Azapo people.",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "When the police came they never said he was killed by Azapo.  They simply asked me have you heard that Walter is dead.\nSOWETO HEARING TRC/GAUTENG\n9 L DHLAMINI",
            "Female"
        ],
        [
            "MS SOOKA",
            "So why do you think that Mudusu was killed by Azapo people?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "I heard from people who saw where he was shot, that he was killed.",
            "Female"
        ],
        [
            "MS SOOKA",
            "In your statement you said that one of Mudusa's friends was with him at the time.  Did that friend tell you that Mudusa was shot by the Azapo people?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, he is the very one who said that.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Where is he now? Is he still living in Dlamini, Mudusa's friend?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "No.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you know where one can find him?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "I can go and ask from his family, his whereabouts.",
            "Female"
        ],
        [
            "MS SOOKA",
            "This is quite a difficult question.  When the young people used to fight, did they fighting between the two groups affect the older people or only the younger people?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "They most affected the youth. I am not so sure.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did the older people in the community try to stop the fighting between the people from the UDF and the people from Azapo?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "Yes, they did try, because once we went to Moroko police station to report this matter, that there are people who keep surrounding this place and shooting.",
            "Female"
        ],
        [
            "MS SOOKA",
            "But the police were not interested in sorting this out.  Did the police help you?",
            "Female"
        ],
        [
            "LIZAH DHLAMINI",
            "No, the police never bothered themselves. When we got back from the police station, after reporting the matter, that there were people who were troubling us at\nSOWETO HEARING TRC/GAUTENG\n10 L DHLAMINI\nnight, shooting, they never took any action.  There was never anything that was done and there was no difference.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you, Mamma.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Dhlamini, thank you very much for coming.  It is again, a complicated case to unravel, which we as the Commission will certainly try to do through our investigative unit.  So we will need to contact you again and try and get more details specifically so that they can follow up on the details that we have here.  Thank you very, very much for coming.\n If I could then just please explain to people, we will now break for lunch and try and take it in 45 minutes.  Could I please, before anybody moves, could I please make an urgent appeal in connection with the head-phones.  These, as you know, are very expensive equipment which is specially here for us to be able to understand the different languages.  I make an appeal for people please when you go out, leave the head-phones behind.  Please do not take the head-phones with you.  Please don't let them walk as some of them have been walking, because they are totally useless outside of these little boxes and those boxes. So if I could please make an appeal for people, leave the head-phones behind, you can pick them up again when you come in.  Thank you very much. We will break for lunch.\nCOMMISSION ADJOURNS\nSOWETO HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}