{
    "header": {
        "type": "1 J GOLDBLATT, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "SOWETO",
        "day": "2",
        "names": [
            "JANET GOLDBLATT"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55910&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/goldblat.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "JANET GOLDBLATT",
            "MS EDELSTEIN",
            "MS SEROKE",
            "MS SOOKA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "MS SOOKA",
            "CHAIRPERSON",
            "JANET GOLDBLATT",
            "MS GOLDBLATT",
            "MS EDELSTEIN",
            "DR ALLY",
            "PROF MEIRING",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "MS SOOKA",
            "Christina Buthulezi, a witness who will testify about her own case.  Sohpie Thema, a journalist who will describe her own involvement in June the 16th.  Puleng Swaarbooi and Daphney Ramokgopa who will talk about Bushy Swaarbooi and Skwriwi Ramokgopa.  We then have Nomavenda Mashiyane, a journalist, Elliot Nglovu, Johannes Dube and Leonard Mosala who will talk about the Committee of Ten.  Isabella Ndibongo who will talk about Michael Ndibongo, Murphy Marobi who will talk about his own participation, Phillip Mabalane who will talk about Matthews Mabalane.  Reverend Dale White who will talk about the Church's involvement.  Reverend E Thema who will also give a Church perspective and Yvonne Makgolo who will testify about Manase Victor Makgolo.  These are the witnesses for today.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I will then ask our first witness to take the stand.  That is Janet Goldblatt",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Just ask her to take the oath.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Good morning Janet.  I would like you to stand up so as to take an oath.",
            "Unknown"
        ],
        [
            "JANET GOLDBLATT",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Take a seat.  Maybe before you give your testimony, I want to introduce the panel, the members of the panel.  On my extreme right-hand side we have Joyce Seroke.  I will ask her to come in especially that it\nSOWETO HEARING GAUTENG PROVINCE\n2 J GOLDBLATT\nis her first day today.  She is a committee member on the Human Rights Violations Committee, Chaired by Yasmin Sooka and then it is Hugh Lewin whom some of you saw yesterday, but I will still ask you to stand up.  Thank you.  On my left-hand side I have the Deputy Chairperson of the Human Rights Committee, Yasmin Sooka.  Then I have another new person today who is a committee member of the Human Rights Violations Committee.  I will ask you to stand up Dr Russell Ally and on the extreme left-hand side I have a committee member from the Reparations and Rehabilitations Committee, Professor Piet Meiring.  Thank you.  I will ask Yasmin Sooka to assist you in giving your evidence.  Thank you.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Janet, can you hear me properly.  When you want to speak you should press the red button and when you are finished you can just press the grey.  Alright.  I want you, very briefly, to tell me a little bit about yourself first before you begin to tell me about your father.",
            "Female"
        ],
        [
            "JANET GOLDBLATT",
            "I am a 32 year old woman residing in South Africa, Johannesburg.  My name is Janet Edelstein Goldblatt.  I am married to Alan Goldblatt.  I was born in Johannesburg, South Africa in 1963.  I have a sister sitting on my right-hand side, Shana Edelstein and my mother Erona Edelstein who, unfortunately, could not be here today.  I am currently working for a security company in a managerial capacity.  I have two children ages two and a half and one and a half years old.  My father Dr Mellville Leonard, is the reason I am here today, is my father Dr Mellville Leonard Edelstein who was murdered on the 16th of June 1976.\n On the morning of the 16th of June 1976 my father, Dr Mellville Leonard Edelstein, drove Shana and myself to school and never came back.  He proceeded to Soweto to carry SOWETO HEARING GAUTENG PROVINCE\n3 J GOLDBLATT\nout his duties where he worked for the West Rand Administration Board at the time in an advisory capacity.  He also, over and above that, he assisted in setting up a workshop for disabled african people so that they could go there and work and learn skills that could assist them in finding themselves employment.  He was involved in a lot of charity organisations.  He was involved with the social workers.  \n He was also involved in writing to thesis.  His doctorate was based on how young coloureds think and his Masters Degree was based on how young africans think.  He was, obviously, advising the Government at the time on race relations and his fight and his struggle was for equal education.  He believed that all should be educated equally.  He was a man who was totally against the violation of human rights.  He was not a political person in any way and he did not belong to any political party at the time.  He was just a wonderful, fantastic human being who cared for those that were less privileged than himself.  \n I know that nothing here today that I say or do can bring him back to myself and my family, but, obviously, our question has been from the day that we heard this awful news, is why Dr Edelstein.  He was not a policeman, he was not involved in the violation of any ones humans rights.  He loved the people of Soweto almost as he did his own family and we would like to know, if possible, what actually happened on that day.  Although, as I say, I know it cannot bring him back, but what took place, you know.  If there are any witnesses here today or anybody who could recollect or who was with him at the time.  Maybe somebody who knows what his last words were and what actually, you know, happened to SOWETO HEARING GAUTENG PROVINCE\n4 J GOLDBLATT\nmy father.\n The other thing is at the time, because he was employed with the West Rand Administration Board, my mother approached them for some type of compensation.  She was a woman left with two children and no financial support and no financial backing.  She sought compensation from the Government of the day, from the West Rand Administration Board.  She had employed an actuary who could tell how much money she would actually need in order to send us to school and just bring us up like normal children in terms of having that financial support.  They did not compensate my mother fairly at the time.  She was shunted around from office to office for about three years and once the three years was up they said, well, basically it is prescribed and, you know, after three years you cannot apply, you know, any longer.  She received a small compensation.  In those days it was about R9 000.00.  \n At this point what I would like to say is that, there again, no money can bring my father back to us and if it is not money that or compensation that will be given to my mother for the years that she has suffered and battled financially.  What I would like to request from the Commission or if there is any type of Reparation Committee is if a monument or some remembrance can be built or erected in my father's name because he was a man who was very much a part of the struggle.  He loved the people of Soweto and I know, I know that they loved him too.  If some form of, as I say, remembrance or monument or statue or something, I do not know how to actually put it, you can decide, can be erected in his name possibly at the place where he was killed.  We would appreciate that, something \nSOWETO HEARING GAUTENG PROVINCE\n5 J GOLDBLATT\nthat everyone can remember him.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I know that it is very, very difficult for you and, certainly, coming back to Soweto itself must bring back the memory in a way which is quite frightening.  I am not quite sure if you sat through all of the proceedings yesterday.  Were you here when Dan Montsisi gave evidence?",
            "Female"
        ],
        [
            "JANET GOLDBLATT",
            "I was here, but I could not hear him properly and I did not realise that one could obtain these earphones.  So, I actually did not hear properly, but I have spoken to Dan before and, in fact, I met him on a television programme not so long ago.  He was able to shed some light on what happened that day, but not in much detail.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I wonder if I could recount a little bit of his evidence for you.  What Dan said was that when people were marching, when the march started, it was very peaceful and the students were in a very jubilant mood.  In fact, even some of the testimony from the policemen who came to the Cilliers Commission, in fact, confirmed that the students were in incredibly high spirits.  However, once the attack by the police had taken place, one must remember that when the march passed, they passed the Municipality offices and they did see a white person and nothing happened.  Immediately the attack had taken place, suddenly it had become a battle zone and any person who was of a white race, was a legitimate target.  I do not think that that is a very satisfactory explanation, but it certainly what changed and what then allowed your father to be killed.  I think that, in a sense, it did not matter that he was Dr Edelstein.  People probably did not recognise him.  He was simply a target because he was a white person.  How do you feel about the fact that there was nothing personal about the fact that SOWETO HEARING GAUTENG PROVINCE\n6 J GOLDBLATT\nhe was killed in that particular way?",
            "Female"
        ],
        [
            "JANET GOLDBLATT",
            "Well, I think it is terrible.  We, subsequently heard, there was a gentleman by the name of Hopkirk.  I do not know if he is still alive today.  He worked with my dad.  He went to visit my mother about a week after my dad died and he indicated that they did know it was my dad.  I do not know if he was just stirring up at the time or he was just very angry himself.  We never got to see him again because he came with another gentleman, a black gentleman who also worked very closely with my dad.  He phoned my mum the next day.  He said that he had been warned not to contact her again.  So, you know, it is something that, obviously, we will never know unless you were really there, what actually happened.  If these people actually knew that it was my dad, and I am sure, from what I have seen in pictures and on the various TV shows, etc.  I know that these people were very, very angry at the time and filled with rage.  So, I know, I can imagine when I actually met with Dan and that is exactly what his answer was to me.  Is that it was any white person, just would have had no chance.  He was in the wrong place at the wrong time.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I would like to ask you another thing, another question which is that the part of our past and part of what we are here to do is to look at our past and, although, we may not belong to political organisations, although we may not be members, in a sense, what apartheid has done, it has forced us to all be political.  By the simple fact of being born either black or white you are cast into the politics of the day.  Would you accept that, in a sense, this is what apartheid has done to us?",
            "Female"
        ],
        [
            "JANET GOLDBLATT",
            "Yes and no.  I feel over the last years or\nSOWETO HEARING GAUTENG PROVINCE\n7 J GOLDBLATT\nsince the new Government has taken over, I do not think, personally, I do not think that it should be a matter of politics and black and white anymore because it is now a democratically elected Government that we have in place.  Obviously, personally, I feel very strongly about violence and in my statement that I made to you the chap asked me what would I like to say to the Commission.  I feel very strongly that in those days there was almost a reason, there was a reason for all the violence and there was a fight, but today we have a democratically elected Government in place and I know that there are a lot of problems in terms of poor people, you know, the economic problems, etc, but I feel that now that the country is, the Government is democratically elected we should, as a country, we should look after our people of all nations and all races.  When I say that I mean violence that takes place, should not be allowed.  There should be no more violence in this country and no more crime.  It should be stamped out.  I do not know how.  \n I know it is very difficult, but, I mean, my best friend's father was murdered exactly one week ago senselessly and currently the murderers were out on amnesty, you know.  I just, obviously, I feel very strongly about that because I grew up with them and he was, actually, like my second father.  I actually relived going to that funeral, I relived what had happened to my dad, but when I sat back and I looked at the whole situation it was, it is a horrible thing to say that my dad died for a reason, he died for a cause, and he did, but this is no cause and I just feel that we should all make an effort to look after one another now because we are all one.  We are one nation. \nSOWETO HEARING GAUTENG PROVINCE\n8 S EDELSTEIN",
            "Female"
        ],
        [
            "MS SOOKA",
            "I think that the violence that we are living in is one of the major problems of this country and I do think that it requires a special effort from Government because everybody lives within the shadow of violence these days.  The crime levels are, certainly, much too high, but one must remember that we come from a legacy of violence and brutality and, in a sense, the fabric of our society has been eradicated.  Part of a new South Africa is about rebuilding a sense of family, rebuilding a sense of worth in all of us, but also creating a moral society because that is the only way to overcome violence and, of course, that must go hand in hand with programmes to establish respect for the rule of law, to make the courts more effective, to make the correctional services work more effectively.  They are not things which are going to come right in a short period of time, but I think we all share your hurt, your sense of frustration and it is terrible to go through it a second time.\n All we can say is that if it is, what we will need to do is to try and follow up if there are more people who can come forward and, possibly, today you may hear more about whether people did recognise your father and, if they did, perhaps the rage against white people was so enormous that what happened did happen.  We have taken note of what we say, of what you have said and we hope that we can be of assistance in getting you to some of the answers.  Would your sister like to add something to this?",
            "Female"
        ],
        [
            "MS EDELSTEIN",
            "I was very young at the time.  I was 18 months younger than my sister.  My father actually died a day before my birthday and so for me it has never ever been a happy birthday.  It has always been a remembrance and a\nSOWETO HEARING GAUTENG PROVINCE\n9 J GOLDBLATT\nmourning, a day of mourning.  I have not come forward as much as my sister has.  She is the threshold of our family and I think that what she has done is phenomenal to have made a statement about my father being an important man in our history and a man that should be remembered for what he did.  I think that is why we are here today.  We would like for him to be remembered.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you very, very much for sharing your story with us.  I will hand you back to Commissioner Hlengiwe Mkhize.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Janet.  I am sorry, I did not get your sister's name.",
            "Unknown"
        ],
        [
            "JANET GOLDBLATT",
            "Shana.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Shana.  Thank you Shana as well.  I will ask other Commissioners to ask you questions.  Joyce, have you got any?  You.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Janet, until that fateful day when your father so tragically lost his life, did he ever express any fears about working in Soweto, about coming into Soweto, about interacting with people in Soweto?  What was his perception of the place?",
            "Unknown"
        ],
        [
            "JANET GOLDBLATT",
            "He had no personal fears of Soweto or the people because he worked so closely with them and they were friendly with one another.  For instance, I know that just before he died he had started up a programme for alcoholics, like an alcoholics anonymous.  They were printing magazines, comic books about the importance of togetherness in terms of ones family and not drinking and he was, basically, like a social worker he had adopted in sociology.  They were all, as I say, I mean, he wrote his thesis, he based his thesis on how young africans and how\nSOWETO HEARING GAUTENG PROVINCE\n10 J GOLDBLATT\nyoung coloureds think.  So he had to work very closely with them, but I do know that about a week or so before the uprisings he had told my mother that he was a bit worried about something that may, you know, that the students were becoming very angry and he had a bad feeling about something that was, he did not know the exact date it would take place.",
            "Female"
        ],
        [
            "DR ALLY",
            "But he never saw himself as a personal target.  I mean he had no fear of his actual presence in the township, that he would be targeted?",
            "Unknown"
        ],
        [
            "JANET GOLDBLATT",
            "Never, no.  No, definitely not.  In fact, apparently, we subsequently heard that he was on his way out of Soweto and he turned back because he worked with a woman by the name of Peret Jacques at the time.  He turned back to go, he was actually worried that she was in trouble and that is when it happened.",
            "Female"
        ],
        [
            "DR ALLY",
            "I think that is important because, you know, as you say nothing can ever bring back your father, but hopefully some better understanding and perspective.  I know that it is, as you said, sort of good and bad that the things become depersonalised, but at the same time it must help to know that it was the situation, it was the context.  It does not justify what happens, but I think it helps us understand.  Just one personal question to you.  I think it is, from the point of view of the Commission, I think it is, sort of, very important that there is a negative perception particularly amongst white South Africans about the work of the Commission.  This is manifested in lack of participation, people coming forward, that people just actually want to forget and put these things aside.  How do you actually feel about the Commission and its work and the\nSOWETO HEARING GAUTENG PROVINCE\n11 J GOLDBLATT\ncontribution that it can make?",
            "Unknown"
        ],
        [
            "JANET GOLDBLATT",
            "Up until about a month ago I did not really know much about the Commission to be quite honest.  I was not really that involved until I was asked to come forward.  I think that the last couple of weeks, having shown more interest in the Commission, I think that it is a good thing because at least it gives people an opportunity to come forward, tell their story and, if need be, obviously there are a lot of questions people have unanswered.  This is one way of, maybe, trying to have their questions answered and I think that, obviously, if there is some form of a Reparations Committee that has been set up, it is also a good thing because, obviously, there are people that feel that something, they should get something out of the struggle.  If, as I say, if it is not money, something else.  Some kind of recognition.  So I think it is a very good thing.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thanks Janet and Shana.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Janet, a very brief question.  I have been listening to your testimony about what you said about something to remember your father by, probably, in Soweto at the place where he was killed.  That sets me wondering.  Was there any reaction from the community in Soweto afterwards?  Some of the community leaders, of some of your father's colleagues, did they come speak with your family to explain, to sympathise, can you tell us a little bit about that please?",
            "Unknown"
        ],
        [
            "JANET GOLDBLATT",
            "There was, as I said earlier, there was a man by the name of Hopkirk and another gentleman, an african gentleman who did go and visit my mother a week after this happened.  The one gentleman was, actually, at the\nSOWETO HEARING GAUTENG PROVINCE\n12 J GOLDBLATT\nfuneral, but they did not shed as much light on what had, they were very vague about what had happened.  Then he phoned her the next day and said that he was told he could not speak to her by the West Rand Administration.  He was warned not to talk to her.  So, I think people were pretty nervous at the time and things were very political and, I thin, they may have been scared to actually come forward and talk to her because they may have been getting involved in politics.  \n About a year ago there was a programme on 702, John Killarney, and a lot of people phoned in on that programme and I actually received a letter from a very nice lady who had worked with my dad.  A lot of people, as I say, phoned in then, but immediately afterwards, no.  There was a lot press, obviously, but not people who worked with my dad closely.  They did not.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Janet, it has been said, since the TRC started, by some people that this process is merely opening up old wounds which are best forgotten.  How do you feel now after sharing your story with all of us here?",
            "Female"
        ],
        [
            "JANET GOLDBLATT",
            "The wounds have never really closed, they have also been open, the last 20 years, to be quite honest with you.  I have told this story 100 times to people that I meet along the way, people that come into my offices.  They want to know, obviously, about my family.  I feel good about being here today and being able to share my story with other people who also suffered as a result of the riots or any other struggle.  Just so that they know that they are not the only ones that have suffered and battled through the years.  Obviously, it is emotional and everytime I speak\nSOWETO HEARING GAUTENG PROVINCE\n13 J GOLDBLATT\nabout it it evokes certain emotions in me, but I am pleased that I could be here today and share my story.  As I say the wounds are always open.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there any other questions?  Janet, I just want to thank you for your courage.  Your sister said, within the family, you seem to be the one who is prepared to break the silence.  You seem to be the one who has the courage to undertake a painful journey of talking about mental pain and anguish.  I do not know whether it will make you feel any better if I would say you are one of those young people, the chosen few, whose history has forced them to undertake a trauma journey at a most vulnerable age.  Like in your case, I suspect, you were 13.",
            "Unknown"
        ],
        [
            "JANET GOLDBLATT",
            "12.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  You were 12 when you were exposed to something which is often difficult to understand or to comprehend at a cognitive level.  Having said that, I want to emphasise one thing that trauma is a complex thing in the sense that many young people who were exposed to atrocities, they say you tend to have different questions at different stages of your growth, but what is important for you is to be able to live with that.  You should be aware of yourself if you are angry be able to deal with it, if you are in pain have access to resources to deal with it.\n You mentioned also critical questions around reparations.  It will make you feel better if I say you have left the people of Soweto with a challenge because although we have a Reparations Committee, we are not working on a reparations policy in isolation.  Our strategy is to go back to each every community as we have had the hearings here in Soweto, we will be inviting all of you and the residents of \nSOWETO HEARING GAUTENG PROVINCE\n14 J GOLDBLATT\nSoweto to work out different levels of reparations.  Some people will be looking at the monuments, as you have said,  some are looking at personal reparations, some are looking at family reparations.  So you will definitely have a say at that level as well.  Once more I want to thank you very much on behalf of the Commission for your courage and just pray and hope that may you more and more be conscious of the role that your father played in the liberation of this country.  Thank you.",
            "Unknown"
        ],
        [
            "JANET GOLDBLATT",
            "Thank you very much.\nSOWETO HEARING GAUTENG PROVINCE",
            "Female"
        ]
    ]
}