{
    "header": {
        "type": "1 MABALANE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "SOWETO",
        "day": "2",
        "names": [
            "PHILLIP MABALANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55916&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/mabalane.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "INTERPRETER",
            "MR LEWIN",
            "MS SEROKE",
            "PHILLIP MABALANE",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "PHILLIP MABALANE",
            "MR LEWIN",
            "INTERPRETER",
            "MR MABALANE",
            "PROF MEIRING",
            "DR ALLY",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I will ask Mr Mabalane to come forward.  Mr Mabalane.  Mr Mabalane, it has been a long day.  We will ask you to stand.  Sotho, can you assist him to stand up so as to take an oath please.  Everybody stands.",
            "Unknown"
        ],
        [
            "PHILLIP MABALANE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will then ask Hugh Lewin to assist Mr Mabalane in giving his testimony.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Mabalane, thank you very much for being so patient with us.  Can you hear me alright, yes, and for sitting through.  What you have to tell us is something very personal and very, very bitter arising out of the events of June 16 and your son.  We would ask you please to feel relaxed, to tell us in your own time the story of Matthews and what happened to him after June 16 when he left the country and then when he came back again.  Thank you very much.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please switch on the mike.",
            "Unknown"
        ],
        [
            "PHILLIP MABALANE",
            "After the incident of the 1976 towards September, October Matthews left the country, escaped.  After that early in January that is when we received the message from the police that he was detained in John Vorster Square, but we never got to see him in person.  We were not even allowed to see him.  We could only take his clothes.\nSOWETO HEARING GAUTENG PROVINCE\n2 P MABALANE\nWe were allowed to go to get his clothes.  \n After the 16th of February 1977 two detectives, one black and the other one was white, came to our place.  They were coming to tell us that they wanted to see me at John Vorster Square.  It was just after receiving the 11 o' clock news that there was someone who was arrested at John Vorster Square, someone who died who was thrown from the 11th floor of John Vorster Square and died.  I asked the policemen that have you come here to tell me that my son is dead.  The tried to explain and they said, no, we just want to question you.  \n I left with them to John Vorster Square.  We went to the tenth floor where they told me that my child was there and was interrogated and jumped through the window and fell down from the tenth floor.  I asked how did he come through because he was in your hands.  No, we just saw him, suddenly we saw him going through the window.  They told me the following day I should come to receive about eight o' clock at John Vorster Square where they took me to the other detective to identify the corpse of my son at the Government mortuary.  After that they told me that according to the Law, Constitutional Law, I do not have the right to take any steps regarding this matter, according to the Law.  All I could do is for them to release the corpse to me that I should bury it myself.  Truly, I did that, I buried my son.  That is the end.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mr Mabalane, thank you very much for telling that story.  If I could just ask a couple of questions to bring it out a bit longer.  Firstly, going to back to 1976, was your son active with the other students in Soweto which was why he left the country?\nSOWETO HEARING GAUTENG PROVINCE\n3 P MABALANE",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "Yes, true.  It is true.  He was active.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And then he once he went into Botswana, did you have any contact with him either then or later?",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "No, we never met and we never communicated when he was in Botswana.",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "So could you tell us why you think he came back?  In your statement you mention he comes back through Zeerust and was then arrested in Zeerust.  Why do you think he came back the following year?",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "You know, all what I know now is that he had some connection.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I missed something.  I am sorry.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Sorry, perhaps could you just repeat that last sentence.  The translator has missed it.  Thank you.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "PHILLIP MABALANE",
            "I had some connection, I never had some connection until I heard he was arrested, he was at the John Vorster Square.",
            "Male"
        ],
        [
            "MR LEWIN",
            "When these detectives came to see you did they at any stage say why he was being held or under what Act he was being held at John Vorster Square?",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "They never said anything except they just told me that my son was arrested because he was trying to escape from the country, from Botswana coming to South Africa.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And then after he died and when they finally let you see him, and I understand it took a full day for that to happen.",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "They only, they actually said to me I should go and identify the corpse.  That was the only time after he had died.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Okay, but there was never, after that, there was\nSOWETO HEARING GAUTENG PROVINCE\n4 P MABALANE\nno inquest nor a post-mortem report and they gave you no chance to make any, take any action?",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "No, there was no inquest whatsoever.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could I ask, just to go back, before I pass onto other people who might have other questions.  How old was your son when he left in 1976?",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "I do not remember quite well.  However, he is a 1954.  When he left for Botswana it was 1976.  You can estimate yourself as to how old he was at the time.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Yes, thank you very much.  Then could you tell us where you actually buried him?",
            "Male"
        ],
        [
            "PHILLIP MABALANE",
            "Avalon Cemetery.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mr Mabalane, thanks very much.  We will try and follow this up as far as possible.  There must be records.  We will try and find those records and be in touch with you.  I hand you back to the Chairperson.  Thanks very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you Sir.  Piet Meiring.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Mabalane, I would like to ask about your other children.  Was Matthews your only child or are there other children too?  Mr Mabalane, I would like to ask was Matthews your only child or were there other children too in the family?",
            "Unknown"
        ],
        [
            "PHILLIP MABALANE",
            "He was my third son.  I have six sons.  He was actually the third one and I am only left with five sons now.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  That is the only question I wanted to ask.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Russell Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mr Mabalane, how do you see the Truth Commission as being of any assistance to you?  You have come to tell your story, to testify.  What is it that you are actually\nSOWETO HEARING GAUTENG PROVINCE\n5 P MABALANE\nhoping the Truth Commission can do?",
            "Unknown"
        ],
        [
            "PHILLIP MABALANE",
            "I do not have much that I could say.  I just trust and hope that what happened to my child, I do not really know how the Truth Commission can help me, but I have given all and I have said everything regarding my child, my son.  So, and how his death came by.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Ms Sooka.  Maybe I can also just ask one question that there might be things surrounding your son's death which remains a question mark in your own mind.  If you have any, can you share them with us so that that can assist our investigators in assisting you to come to terms with what happened to your family.",
            "Unknown"
        ],
        [
            "PHILLIP MABALANE",
            "There is nothing that I am aware of when he was still alive except after his death because they detained my other son for six months and after that they released him.  There is nothing that they actually got from him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you.  Hugh, Hugh Lewin.  Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Mabalane, you say they actually gave you the corpse to bury.  Did they actually give you the restrictions as to how the funeral should be conducted or they just gave you and said nothing, you can bury him in any way that you like to.",
            "Female"
        ],
        [
            "PHILLIP MABALANE",
            "Yes, at that time they were not so strict.  They never gave restrictions as to how conduct funerals or maybe how many people shall come or what.  We just buried him normally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mabalane, we thank you for your testimony and also congratulate you in the sense that you have had an opportunity of seeing the dawn of what your son and many others died for.  We hope the reparations policy plan will be announced during your lifetime as well.  We thank you SOWETO HEARING GAUTENG PROVINCE\n6 P MABALANE\nvery much.\nSOWETO HEARING GAUTENG PROVINCE",
            "Unknown"
        ]
    ]
}