{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-24",
        "location": "SOWETO",
        "day": "3 SOWETO",
        "names": [
            "ELIZA MASILWANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55923&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/masilwan.htm",
        "speakers": [
            "CHAIRPERSON",
            "ELIZA MASILWANE",
            "MR MANTHATA",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ELIZA MASILWANE",
            "MS MKHIZE",
            "MS MASILWANE",
            "MS SOOKA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "What I would like to do now is call Eliza Masilwane.  Could I ask you just before I hand you over to Hlengiwe Mkhize, who will lead your testimony this morning, could I ask you please to take the oath, and to stand.",
            "Unknown"
        ],
        [
            "ELIZA MASILWANE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. I ask Hlengiwe Mkhize to please lead the evidence.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "We will talk in English.  Dear lady, I will ask you to listen to me attentively, we will be addressing the whole thing in Sesotho.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "Can I speak Sotho, please?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I will talk in English and you will talk in Sotha. Is that in order?  The person who is with you, please introduce her?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "It is a family member.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Welcome.  I will ask you to tell the Commission a little bit about yourself and where you come from.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "My name is Eliza Masilwane.  I come from Meadowlands.\n It was on the 14th of September in 1977.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I have asked you to tell the Commission your name and where you come from and then we will help you to tell your story.  They have to know you first.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "Okay.  May I carry on?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Yes.\nSOWETO HEARING TRC/GAUTENG\n2 E MASILWANE",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "It was on the 14th of September in 1977, when I got shot by the boers.  I was just coming from home, with my friends, two of my friends.  We were accompanying one who was coming from Zonwan.  At the time when I was injured I was pregnant.   Now we were accompanying the one who was coming from Zonwan.  At the time when I got shot, we were just taking the corner of our street.  We met children coming running as they were approaching us.  By the time when we were supposed to meet up with the children, that was the time when the boers were shooting.  Now that's when I got shot on my stomach.  My friend was shot on her thigh.   I managed to run up to the time I got home.  When I got home we closed the door, because we were so scared and frightened. But I couldn't feel that I was shot actually. The person that I could see that she was shot, is my friend. I didn't see anything from my side.  I just felt words around my head that I was shot actually.\n Our neighbours came and they made me sit down, and my cousin's sister left to look for a car from the neighbour.  At the time when I was getting into the car, it was the time that my mom was coming from work. I got into the car together with my mother and her friend.  They took me to Baraghwanath Hospital.  When we arrived at Baraghwanath I therfore was sort of unconscious, I could not therefore see what was happening. I was actually unconscious.  \n When I regained my consciousness it was already at night. I stayed like that throughout the night up until the following day. The next day I stayed the whole day like that and I was operated in the night of the following day, on the 15th.  I was operated and I delivered at the time.\n My child was shot on the shoulder. We where at \nSOWETO HEARING TRC/GAUTENG\n3 E MASILWANE\nBaraghwanath. Over the weekend my mother came to the hospital to visit me.  She was with my father. When they arrived, after some time they arrived, my sister came also.  She was with her friend.  \n I want to apologise, I am not too sure whether it was the time when they were coming, I can't quite remember whether I was already under police guard.  I was under guard at Baraghwanath, from the 19th of September up to the 26th of September.  It was a woman policeman who was in charge of guarding me.  \n On the day when my sister came with her friend, this lady policeman left.  When she got back she was with the White policeman.  They took my parents out of the ward where I was.  That ward which I was in, you will be the only one in it.  They took them out from the room.  They told my parents that when they come to the hospital they shall bring their IDs with.  If their pass do not have my surname, they shall not come to the hospital to visit me. I end there.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I would request that you tell the Commission of how old you were in 1977.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "I was 17 years old.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you tell the Commission briefly what you were doing, were you a scholar or were you working at that time?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "I was not working, I was not a scholar.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you tell us if you were a member of any organisation where you were staying?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "I was not involved in any movement or any organisation.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You have told us that you met the police, like they were chasing the school children.   Did they speak to\nSOWETO HEARING TRC/GAUTENG\n4 E MASILWANE\nyou or anything or did they just decide to shoot you?\n Can we just check whether she is in Sisotho because I am talking in Sotha and it seems like she isn't listening ...\n You said you were not aware that they shot you, you thought that they only shot your friend. When we arrived at home, still you were not feeling any pain that something has happened.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "I wasn't feeling anything, I didn't feel anything.  Because I could run.  I could run from the corner to my home, I didn't feel anything.  Because after I closed the door at home, my friend was standing opposite me, we were looking at each other. I just saw her, that she was shot, until I felt that I was wet. When I checked I could see that I was shot.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You have told us again that by the time you were pregnant, were you in your last days of pregnancy or how?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "It was my ninth month.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "And you said again you were told by the doctors that your child also is injured?  Maybe, can you remember how did you feel about that?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "My child was stitched.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.  By coming to the Truth Commission, what were your expectations, because a lot of people are coming and we know we must do something.  But even the people are also coming with their own expectations, they need some help.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "Initially, even when I was shot, you want to know if I am expecting something from the Government or it is my own recommendations?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I am saying, in your statement we have seen that SOWETO HEARING TRC/GAUTENG\n5 E MASILWANE\nyou haven't made any case.  You just came to the Truth Commission, maybe there is something that you believe that we can do for you, concerning this issue.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "I want to know the people who shot me and I would like to know the reason and I want to know what was their response when they heard that they have shot a pregnant woman. Instead they expected me to go to the police station to make a statement.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you.  I would like to give the opportunity to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Eliza and Hlengiwe.\n I am pleased to announce that we have been joined by Thom Manthata who is a committee member on the Reparations and Rehabilitation Committee.  I would first ask Yasmin if she has any questions, and then Tom.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Eliza, I am going to talk to you in English. Can  you hear me properly or can you hear the translation? I just want to be clear regarding some issues.  At the time when you were shot, you were not involved in any of the student movements in your particular area.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "No.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You were just an ordinary person out, taking a walk.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "As the students were running with the soldiers following them, did they issue any kind of warning before the shooting began?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "No, there was no warning.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What exactly happened?  You saw them running and you started running as well, and that is when you were shot.  Can you just clear that for me.\nSOWETO HEARING TRC/GAUTENG\n6 E MASILWANE",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "I didn't run when I saw the children running, because I didn't even know the reason why they are running.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Could you - you told us about the fact that you were pregnant.  Could you tell us about whether your birth was normal? That is the first question.",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "That is the first-born.",
            "Female"
        ],
        [
            "MS SOOKA",
            "That baby that you were carrying, when you went to hospital, was that birth normal, because you had been shot?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "I was operated, but my second born was a normal birth.",
            "Female"
        ],
        [
            "MS SOOKA",
            "In your statement you say that the child that you gave birth to had to be stitched on his shoulder because of the shots. Is that correct?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "Yes, it's true.  He was stitched.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did your father sue the police or the soldiers?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "He didn't do anything.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You yourself didn't speak to any lawyer about your own case?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "No.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Your child that was born, the one that was shot because of the bullet, the bullet touched his shoulder, so it had to be stitched up.  Today, does he suffer from any problems because of that or is he a normal little boy?",
            "Female"
        ],
        [
            "ELIZA MASILWANE",
            "He is normal, there is nothing wrong with him.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Manthata?",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "I want to ask if the school children, were they coming from the neighbouring school?",
            "Male"
        ],
        [
            "ELIZA MASILWANE",
            "They were wearing a uniform, I don't know\nSOWETO HEARING TRC/GAUTENG\n7 E MASILWANE\nwhat school were they coming from.  They were just wearing black and white.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Is there a neighbouring school?",
            "Male"
        ],
        [
            "ELIZA MASILWANE",
            "Yes, there is one.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "While you were watching the children, was it clear that they were going somewhere or were they just running?  Was it during break or were they going to the nearest shop to buy some food?",
            "Male"
        ],
        [
            "ELIZA MASILWANE",
            "It was not during school hours. It was about four or five in the evening.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "But these children were still wearing their school uniform?",
            "Male"
        ],
        [
            "ELIZA MASILWANE",
            "Yes.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "In other words, if I understand you clearly, you are saying the police were just shooting randomly?",
            "Male"
        ],
        [
            "ELIZA MASILWANE",
            "We can't say, if the children are coming from school.  Yes, by that time, I don't think they were coming from school.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Eliza, I want to thank you very much for coming to tell your story to the Commission.  Before you leave could I just explain to people that we are about to break for tea.  Could people please respect the witnesses and wait until the witnesses have had a chance to get up and get out, and we would like to invite the witnesses to join us in what must be the vestry, underneath. If the witnesses could please be allowed to leave first. We will gather in 20 minutes time again.  Thank you very much.  Thank you, Eliza.\nCOMMISSION ADJOURNS\nSOWETO HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}