{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-26",
        "location": "SOWETO",
        "day": "5",
        "names": [
            "SHAN NAPIER"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55934&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/napier.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "MS MKHIZE",
            "SHAN NAPIER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "SHAN NAPIER",
            "MR NAPIER",
            "MS MKHIZE",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We now call our last person for the day, Shan Napier, and ask him to come to the stand, please.  Mr Napier, we would like to thank you for agreeing to share our story with the Commission. However, before you begin, I would like to ask you to stand so that I may ask you to take the oath, please.",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Mr Napier, as is usual a Commissioner usually assists you with the leading of your evidence. In this instance I will do that.  I wonder if before you begin with your story, if you could tell me a little bit about your brother, Prakash Napier, please.",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "My brother was the third eldest in my family. He lived most of his - he was actually born in Lenasia.  He was also like a father figure to me. (PAUSE).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Napier, take your time, please.",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "My brother was a very, he was a very friendly and caring person. He always inspired me.  His death was a great shock to me.  I am sorry I behave in such a manner like this in front of everbody. It is just, I cannot control my emotions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you need to be concerned about that, you are amongst friends and if you need some time to\nSOWETO HEARING TRC/GAUTENG\n2 S NAPIER\ncompose yourself, please feel free to take your time on that.",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "My brother was, we actually came from a family, a very caring family.  He sort of lived his own life.  He moved to Laudium where he spent part of his life growing up there and eventually returned to Lenasia.\n He returned back round about the period in 1980.  Ever since then we became very, very close.  He was living together with my sister, myself of course, with whom we lived with my brother-in-law in Lenasia.  He was the type of person who would make a lot of jokes, always, he would always make fun of people.  He would always inspire you.  He would make you want to do things that you didn't want to do. He would make you laugh, he would make you cry as well.  But he was a very, very caring friendly person.  I think that is what I would like to say about him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you tell us about, could you share with us the story about your brother, his history, how he became involved in Umkhonto weSizwe and what finally led to his death?",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "Firstly, I was involved in politics in 1984.  My brother, Prakash Napier, he disagreed on that. He didn't like what I was doing.  At that stage I was in high school, I was in Std 8 in that period.  That was during the time of the Tricameral elections.  At that stage I was part of the Lenasia Youth League, I was a member of the Lenasia Youth League.  It was just after the 1984 elections, that my brother had actually got me out of it. He said he doesn't want me to be with the organisation again. He had his views on that. So obviously I listened to him and I just kept my distance.  But I was still in touch with most of my friends, SOWETO HEARING TRC/GAUTENG\n3 S NAPIER\nbecause we were very close at that stage.\n It was round about 1985 that to my surprise, that all my friends who were involved with me during that stage in politics, became his friends. The wheel had turned. The people whom he had disliked, the people with whom I was, was with him.  My best friend became his friend. Well, I was glad that he was actually involved in politics at that stage. He was a member of the Lenasia Youth League, as far as I know, only at that stage.\n His great depthness into becoming a member of Umkhonto weSizwe I really don't know. It was a big shock to me.  I only knew him to be a member of the Youth League and nothing else further than that.\n There was a stage where he should leave home from time to time.  He used to go away for a period of at least two months, three months, and we used to always ask him where are you going to.  He used to tell us he is going down to Cape Town, there is - he is going to look after a business there for some of his friend's uncles, who would be going overseas. That is all that he told us.  We had no contact number, no way of getting in touch with him.  \n But from time to time he was - my brother-in-law used to do some work across the border. He used to do installations for a company which he used to work for.  At the border post he used to see my brother actually going across into Botswana.  Well, to me it seemed as if though he was going just maybe for a holiday, because we never really questioned where was he going or what was he actually doing.  We never sort of mind his business.  All that mattered was, we were close, very, very close.\n During the period of 1989 it was in February, Prakash \nSOWETO HEARING TRC/GAUTENG\n4 S NAPIER\nleft home and said he was going down to Cape Town.  He said he would be back, he said he is just going to do some business, he is probably going to run a business there, to look after his friend's uncle's business.  That's what he told us.  He only later returned, the same year 1989, he came back in July.  It was towards the end of July.  \n During the time that he was gone we became very worried about him, because it wasn't like him to go that long without phoning home or letting us know how is he, his whereabouts, to say that no, I am fine, I am with a few friends, I am on holiday, or whatever the case was.\n When Prakash returned - sorry. I went to the police to see if I could probably report him missing, because we became very, very worried.  I took a photograph with to the police station as well.  I don't think I was successful. I can't recall being successful in actually opening up a case or a file for a missing person.  That is as far as I can remember that.\n We became curious.  We asked a few of Prakash's, of his closest friends, like do they perhaps know where he was or do you know what he was doing.  But all we were told is, no, he has gone down to Cape Town, he has gone for business.  That is all we were told.   We received a letter from Cape Town.  I don't even think it was in Prakash's handwriting, because I had known his handwriting, but it was a letter which came just so sudden, it had a stamp from Cape Town, saying that no, he is okay, he is fine and that he will be phoning us shortly.\n Many of his friends knew that we were looking for him.  So probably word got out that we were looking for him, we were worried about him. So someone tried to cover up \nSOWETO HEARING TRC/GAUTENG\n5 S NAPIER\nsomewhere along the line.  Somebody used to phone home and say please hold on for a call from Cape Town and then all of a sudden you will be holding on on the telephone and it goes off.  We were kept in suspense.\n Prakash returned in July.  It was towards the end of July that he returned home. He just walked in and I was shocked.  I still said, it is nice to see you back, where were you.  He says no, he was in Cape Town.  I said, you know, we were really worried about you, we didn't really bother - we weren't interested to question you to say what were you doing; as far as we were only interested in was that he was back and we were happy.  Prakash made no mention of any activities or whatever he had done during that stage.\n At the time Ahmed Kathrada and Walter Sisulu and them were released, strangely enough, it seemed that Prakash had known about everything.  The day Ahmed Kathrada came out, Prakash even took myself and my friend, and he said no, come, I will take you and I will show where Kattis is, he even took us to meet Kattis.  That was the day Ahmed Kathrada got released.\n I think it was round about September and there was a rally at FNB Stadium and that was to welcome the seven political prisoners that were released at that stage.  Prakash left that Sunday morning to attend that gathering. I have seen the video footage about after his death, where he is actually walking side by side of Ahmed Kathrada, coming down. I had no knowledge of his acquaintance with him at that stage.\n In December 1989 I recall the Monday night, it was round about seven o'clock and Prakash was, he was at home. I took the vehicle from him. He had a Mazda with him at that SOWETO HEARING TRC/GAUTENG\n6 S NAPIER\nstage. I said to him okay, just lend me the car, I just want to go somewhere and come back quickly.  I took the car and I had left, but I came back, it was about five past eight.  Prakash just took the keys from me and said it was late, he has got to go somewhere. I said okay, no problem. He just looked at the time and said it is late, he has got to go and he went.\n The following morning it was round about six o'clock, I normally listen to the radio, that part of the morning and I listened to the news on 702 and they said there was a bomb blast in Johannesburg. Something went through my mind like a shiver and down the spine that something was wrong. I watched the news on the television that morning, it was just - I think it was about seven o'clock.  They were showing the bomb blast which had taken place at Johannesburg Park Station.  But not realising who was involved.\n There was a knock on the door. I opened the door. Two of Prakash's friends came to the door and they said do we know where Prakash is.  So I said no, I don't know where he is.  But I could see in their eyes, I could see both friends, their eyes were red, you could see their eyes were red.  They said do I have the key of the place where he was staying at, and I said no, I don't have, only he has got it and I am sure he has got it with him, he must be at home.  I see they look at each other.  Well, they just walked away.\n I turned around and I told my sister something is wrong, something is definitely wrong, because these people would never come to our house that part of the morning to probably look for Prakash.\n Later that day I was at work when I got a telephone call at the company, my sister left a message for me, \nSOWETO HEARING TRC/GAUTENG\n7 S NAPIER\nto say that Prakash had died.  \n I think that is what I would like to say at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you tell us what you were able to learn after you had found out that he died?",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "Well, after his funeral had taken place, he was given an ANC funeral.  We had various political figures coming home.  We had Ahmed Kathrada who came to pay his respects as well and sat down and talked to us as well.  All he said was that he knew my brother well and no - it probably was, at that stage it was mentioned, which I don't think I can recall it, the stage that he came to visit that, how deep my brother was actually involved in the MK, or rather let's put it, the ANC.  Because we didn't know how far he was involved in.  We had Mr Mac Maharaj who also became home to visit as well during that stage. He paid his respects as well, and he said he was sorry to hear about what happened.  He probably also knew my brother at that stage as well, because he said he had known my brother. We had many other people who paid respects at the home during that stage.  We have had in October 1990, Mr Mandela paid his respects as well, but he didn't have the opportunity of coming to our home.  We had to meet him privately at his Yusuf Aqiyo's residence.  That was the guy that was also involved with my brother that time of the death.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mention in your statement that you learnt later on that your brother and Yusuf Aqiyo were part of a special unit.  Could you tell us more about that.",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "Well, the ANC hosts a memorial sports tournament every year in honour of my brother and Yusuf Aqiyo.  At the function the awards ceremony, it was made mention that specifically that my brother Prakash Napier was, he was\nSOWETO HEARING TRC/GAUTENG\n8 S NAPIER\nresponsible for the bombings which had taken place in Lenasia, which had taken place at the police barracks in, I think it was at Hillbrow, at the Hillbrow police barracks as well. It was also made mention that he received his military training abroad, in respect he has been to Lusaka.  He has been to Germany.  He was actually honoured in Russia as well, where he received medals as well.  We learnt that Prakash was actually a commander in his unit.  He was part of the Ahmad Timol Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.  Could we ask people at the back to keep quiet, please.  Please continue.",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "I had mentioned that Prakash and Yusuf were part of the Ahmad Timol Unit. I had read an rticle in the Sunday Times, it was approximately four weeks back, where I was reading, it featured Dr Ahmed Timol, on the cover of the Sunday Times magazine.  I read the article and a statement was made in that particular article that these two people, namely, that would be my brother Prakash and Yusuf Aqiyo were part of the Ahmed Timol Unit.  This unit was formed in honour of Dr Ahmed Timol, and the statement was made there that their deaths were caused by booby-trap bombs.  That is what the statement read.  That is why I find it very curious for the Sunday Times journalist to have made a statement like that, thinking that he must have had very, very close sources or information by making that statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You also make mention of the fact that the bomb was the last of the MK bombings.  Were you given that information by anyone in the ANC or is that your own suppositions?",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "That statement was made in the Sunday Times of -it was during the period of 1989, 1989/1990. It was in the\nSOWETO HEARING TRC/GAUTENG\n9 S NAPIER\nSunday Times, where it was, before the release of President Mandela. It stated in the paper that these were the two last Indian members to be killed in bomb blasts for the ANC.  That is where I got that statement from, from the Sunday Times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the ANC at any time ever explain to your family that your brother had been involved in this unit and what the proper circumstances were surrounding his death?",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "The only statement which was made mention after his death, was that Prakash was a member of Umkhonto weSizwe, and that his death at Park Station was merely caused by him setting off the bomb, but the explosive device which was to derail, which was actually to derail the railway line itself, it was actually to derail the railway line, but apparently what happened was, there was a train approaching and what happened was they actually retrieved the bomb and went into the offices and that is when the bomb, the device actually exploded. What was made mention, was that it was said the bomb was not meant to injure anybody, they had apparently thought it was a passenger train coming, but instead it was a goods train.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever follow up with the police, was there any kind of investigations done by them in this matter?",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "My sister was called back just after his death, during the same period of December, she was called to the Sandton police station, where they displayed all the photographs of the scene where the bomb blast had taken place, of how his body was - everything.  They pasted it on a wall, and they just wanted more information from my sister.  They showed her certain photographs about people\nSOWETO HEARING TRC/GAUTENG\n10 S NAPIER\nwho they asked her about. They questioned her about that. No, we weren't told about any inquest, nothing, nothing was told, anything afterwards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you tell us what you would like the Truth Commission to do in this regard?",
            "Unknown"
        ],
        [
            "SHAN NAPIER",
            "I have made mention in my statement that I would like to know from the Truth Commission that during this stage of the period of 1989 when negotiations were, as I would put it, at top level discussions between the government and the underground movements, why, why during the crucial period of December, why was the command or why was soft-targeted spots like that, why was it given to my brother at that stage, when negotiations were at top level. Why were they given targets like that? When bombings were ceased, came to an end at that stage.  Who gave the command. Who authorised the bombing of that particular target.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. I am going to ask my fellow Commissioners if they would like to ask you any questions.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Mr Napier, much as I can see that talking about yuor brother whom you loved and cherished, causes you a lot of pain, I would still like to ask you just one or two questions.\n As compared to other people we have heard today and many other days, like the political party which your brother belonged to, have been very close to you and the family in terms of giving you support.  But what I want to know is, have you ever actually sat down with them or asked for the detailed report as to what exactly happened, because that, I suppose is part of important information before people begin to heal.",
            "Female"
        ],
        [
            "SHAN NAPIER",
            "The fact is that after his death,  before the\nSOWETO HEARING TRC/GAUTENG\n11 S NAPIER\nANC was unbanned, at that stage we didn't want to make mention of even the word ANC at home, because at that stage it was the worst thing that you have ever said.  I mean, we were scared at that stage to say anything or to even ask any thing at that stage.  I didn't have the guts and the courage to even approach one of the members of the ANC at that stage, because I was actually scared to be seen here by them at that stage, because I was just totally scared. I was just totally scared. I never really sat down with anyone because all we were told, is at the awards evening, is that their deaths were just merely caused by them retrieving the device and going back into the offices, and that was all. They also had made mention at the awards evening that he was commander of his unit, he was trained in his field. He received his military training abroad.  Those are the facts that were mentioned.  But no detailed information was actually given to us and nobody has ever sat down to discuss those points with us.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "A question which I would also like to ask you, is what do you think should happen or should be done to assist families like yours, who in their process of time, to bring about changes, in this country, have been left with permanent scars, like the loss of life.",
            "Female"
        ],
        [
            "SHAN NAPIER",
            "It is a very important question that you have raised and for me to give you that answer immediately I would be just lying to you just to give you that. It takes careful consideration to answer that question of yours.  It takes a considerable period to think of something like that. It is not just an overnight, where you can just say right, this is what we want, this has to be done, but that has to be done. In my case we have experienced it.  We have had\nSOWETO HEARING TRC/GAUTENG\n12 S NAPIER\nclose ties with my brother. I mean, I know the ANC hosts a memorial sports tournament in honour of these two every year.  This would be the seventh year, the successful year.   What I am saying is that I have approached the Commission today to say that what I want the Commission to do, is we haven't received his personal belongings from the Sandton police station. We haven't got his photographs, everything was taken away when they searched his place, all his personal belongings. Nothing was given to us.  We don't have a single photograph to actually show you.  Everything has been taken away from us.  So I am basically asking the Commission that in the event one day, if the government decides at one stage for argument's sake, if we have a Heroes Acre, I would also like a memorial, a monument of some type or some sort to be erected as well in honour of him so that I can remember him as well, and many others can remember him as well and many others can remember him as well.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you very much for those suggestions, thank you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mr Napier, not to add too much, I would just like to ask, have you ever spoken to Ivor Powell who wrote the article in the Sunday Times?",
            "Male"
        ],
        [
            "SHAN NAPIER",
            "Unfortunately I haven't tried to get in touch with him. On reading that statement which was made by Ivor Powell in the magazine, my first - the first thing that came to my mind was for me to actually write a letter to the Commission itself, to investigate the statement which was made there.  Luckily enough for me, I was contacted by one of the officials on the Truth Commission.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Well, that is certainly something we can do\nSOWETO HEARING TRC/GAUTENG\n13 S NAPIER\nimmediately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Napier, for sharing your story with us.  We know that it is very sad to lose someone, a loved one, and I think the experiences of most people today is that if they had some clarity on why, who and what, it would ease their pain and begin the healing process.  We can only begin that for people like yourself, and we hope that we will be able to assist you in that regard.   We thank you for sharing your story with us.  Thank you.\nAPPLAUSE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This brings to an end the Truth Commission hearings in Soweto.  We thank those of you who have supported us by coming to listen to the stories of witnesses. We thank you for supporting them and for sharing in their pain.  We hope that for them the healing process will begin.  We trust too that all of us will go away with a sense of what the cost liberation has been for our country.  Many, many people have died and in the process we have had an election, we have elected a new government and yet democracy is not completely here. However, this is not the end of the Truth Commission hearings. It is simply the end of the hearings in Soweto.  All these cases which we have heard here will be referred to our investigation unit for them to begin the process of establishing what happened to many of the people mentioned in those stories.\n We will be travelling however, throughout the different areas and we will be encouraging people to come forward and to make their statements.  People in Soweto, Lenasia, Eldorado Park and all these surrounding areas, have still\nSOWETO HEARING TRC/GAUTENG\n14 S NAPIER\nanother period of 18 months in which to bring forward their statements, if they have been the victims of gross human rights violation. We would urge you, and many of you have approached us during these hearings, to contact our offices, so that we can arrange for your statements to be taken. In particular, we would like to thank Father Remny who has given us the Jaina Mundy and has assisted us in the holding of these hearings.  \n We would also like to thank all the witnesses who have come forward. We would like to thank our staff for the sterling job that they have done. We would like to thank the translators because simultaneous interpretation is a skill which we are only learning in this country now.  \n  We would also like to thank all the people, the community workers and councillors who have supported our briefers, the media personnel, the caterers and also the police who have allowed us to have these hearings in safety.   Under the previous regime we would not have been able to call upon the police to make these premises secure.  However, thankfully under the new Ministry we have been able to rely on them and it is thanks to them that we have been able to hold these hearings in such safety and security.\n We would also like to thank all of those people who have been covering the Truth Commission, because we know that for healing to take place in our country it is important that stories of the victims are told and heard.  Because for many people they do not know what people have suffered in this country.  Thank you very, very much for attending.\nAPPLAUSE\n We would also like to say a special thank you to the \nSOWETO HEARING TRC/GAUTENG\n15 S NAPIER\nclergy who have assisted us on Sunday and every day until today.  Thank you very, very much.\n We would also ask that people remember that these ear-phones and head-bands belong to the people over there. So that they could please be returned and not taken away.\nCOMMISSION ADJOURNS\nSOWETO HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}