{
    "header": {
        "type": "1 M MOROBE, HUN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "SOWETO",
        "day": "2",
        "names": [
            "MURPHY MOROBE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55932&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/morobe.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MS SOOKA",
            "MURPHY MOROBE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MURPHY MOROBE",
            "MS SOOKA",
            "MR MOROBE",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I would ask Murphy Morobe to come forward please.  Murphy, Mr Morobe, thank you very much for agreeing to come and give a perspective as one of the people who was a student leader at that time.  I will ask you to stand,  I will ask you to stand up.",
            "Unknown"
        ],
        [
            "MURPHY MOROBE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will ask Yasmin Sooka to assist you in giving your evidence.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Murphy, thank you very much for coming to the Commission.  You have given us a statement which is a very lengthy one, but there are a number of issues that you cover.  I wonder if, before we begin, if you could just give us very briefly a little of your own personal details and a little history about yourself please.",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "Okay.  My name is Murphy Morobe and I was born in the oldest township in Soweto, Orlando East.  I am born of a family of four, three brothers and one sister.  At the time, in 1976, I was a student at Morris Isaacson High School and I was then doing my final year in matric, but before that I had been a student at Orlando North Junior Secondary School and decided in 1974 because those who know, Orlando East was particularly best by gangsters.  We had the Kwaitos, we had the Banzins, we had the Bees, we had the Kelly's Heroes, we had the Hazels Imsahlope and for me, I\nSOWETO HEARING GAUTENG PROVINCE\n2 M MOROBE\nthought, I rather make some distance between that myself and decided to go Morris Isaacson High School.  So up until the time of June 1976 I was a student there.",
            "Male"
        ],
        [
            "MS SOOKA",
            "I wonder if you could begin by telling us about the beginnings of SASEM, the student movement at the time and also focus on the idealogy which was behind the growth of the student movement.",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "My involvement, politically, had actually begun as early as 1972 and the South African Student Movement, SASEM was actually formed in 1972, but I formally joined SASEM in 1973.  My involvement in SASEM, at the time in 1972, 1973, it was a time when many leading black activists in the community were being harassed and detained.  Some of the major banning orders of activists were actually effected in 1973 and, if you recall, at that time people like Abraham Tiro were actually killed by a parcel bomb in Botswana around that period.\n I joined SASEM which had been formed earlier because before that in 1969 you had the formation of the South African Student Movement, Student Organisation, SASO by people like Steve Biko and Barney Pityana and with SASEM being formed I then joined SASEM because at the time my own political consciousness, having lived in the township, having seen some of the difficulties that we were living in in those areas, it was quite clear to me then at an early age of 16 years that SASEM did hold some prospects for my own development as an individual.  \n Among the aims of SASEM was the taking up of issues.  SASEM wanted to take up issues effecting students and issues that were relevant to the black students at high school and secondary school level.  We felt that this had to be done \nSOWETO HEARING GAUTENG PROVINCE\n3 M MOROBE\nthrough ongoing efforts to organise students to join SASEM.  Of importance for SASEM and to SASEM at the time was that we had a very strong belief in the basicness of black consciousness and black consciousness and the forerunner and the innovators of the concept were people like Steve Biko.  That was quite instrumental in forming our own opinions in actually moulding our perspective because one of the things that black consciousness wanted to do was to actually teach us, as black people, to be proud of ourselves.  It actually was teaching us to have confidence in ourselves and then it was teaching us, as well, that there is nothing wrong in being black in this country and we have to be proud of it and that, at the time, the basic approach of SASEM and the Black Consciousness Organisation, we actually focused on what we call Conscintisation.  \n Conscintisation was a process whereby we sought to educate those of our colleagues and our communities about the fact of existence in South Africa.  We wanted to fight against what apartheid and the apartheid Government was doing in that the apartheid Government had led us to a point, especially if you recall after the events of 1963, the arrest of Nelson Mandela and others, were there was an atmosphere of absolute fear and terror in the townships and in the communities.  What that resulted in over time was a sense that, you know, for a black to be in South Africa, the system wanted you to have an inferiority complex whenever you saw a white person, you should always react as if you are seeing God.  I think that from our side we felt that SASEM and the Black Consciousness ethos and theory was a very important one because it said we have to fight against that, we have to actually fight against this inferiority \nSOWETO HEARING GAUTENG PROVINCE\n4 M MOROBE\ncomplex because, as you know, biblically we are all supposed to be born in the image of God and all of us are supposed to be equal.  I think that formed our approach.  \n I grew up, myself, in a Church environment.  I was brought up in the AME Church.  We prayed, we learnt about all these things and, clearly, what we were seeing was not from, our point of view, in accordance with those scriptures.  SASEM then and SASEM understood that the white minority Government which we called at that time The System, had chosen to use education as an instrument to perpetuate and inculcate in us the notion that whites were being superior to blacks in South Africa.  In fact by the time that I reached high school there were clear signs all around that some of Verwoerd's west designs for the black child were already beginning to take their toll in our society.  I think, in a sense, the SASEM was an organisation that came up at the right time because at that point with the formation of SASO for the university students, we had in fact a close collaboration not only with SASO, but with the Black People's Convention of which people like Seth Skoopa, Aubrey Mkwena, in fact, were part of the leadership of that organisation.  For us then we had a system of organisations that interacted and that offered close collaboration with each other.  Later on we also had to form another youth organisation which we called the National Youth Organisation, NAYO whose leaders in the main were subjected to a trial for terrorism in 1975 up to 1976.  So, by and large, what I am saying then is that as opposed to apartheid we sought to subjicate blacks and make us feel inferior.  The theory of black consciousness sought to actually counteract that and put blacks in a position where they can\nSOWETO HEARING GAUTENG PROVINCE\n5 M MOROBE\nwalk tall and be proud of themselves and feel that they themselves have a right in this country because, after all, it is the land of our birth and we strongly believe that the whites, as in fact, foreigners had come into this country and imposed, in fact, a way of life that we strongly believed was foreign to our way of live.  Through education they found an instrument through which they could impose that.\n I think, if you recall historically, it was our parents in the 1950's that actually were amongst the first to take action against Bantu eduction because in those times they pulled out their children from the schools in protest against Bantu education, but because of repression, detentions and killings in those days, even, you know, the struggle sort of lapsed into a period that most people became to call, you know, a lull in the struggle until such time in the 1960's the philosophy of black consciousness arose.  I think that even that philosophy has to be understood in the context of not only South African events, but world events for that matter.  What blacks were going through in America, you know, was a very important formal input into the development of this theory.  Also at that time there were general student uprisings.  Not only, you know, in America, but also in France and a number of areas where the war in Vietnam by America was generating a lot of opposition and we came up SASEM then, you know, riding after that development.",
            "Male"
        ],
        [
            "MS SOOKA",
            "It is quite interesting because there are many writers who claim that, in a sense, the ANC was the people who benefitted the most from June the 16th and because of that I pose this question to you.  At that time was the\nSOWETO HEARING GAUTENG PROVINCE\n6 M MOROBE\nBlack Consciousness Movement, the arising of black consciousness, was that linked to any particular political movement or liberation organisation at the time?",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "I think the question of organisations like the ANC and their involvement has to be understood in, in fact, in its proper historical context.  The 1970's were a period that itself was not without activities by organisations like the ANC.  When we grew up in the early 1970's we use to listen a lot Radio Freedom which use to broadcast from Zambia, from Lusaka.  It was illegal for us to listen to Radio Freedom, but we use to listen to it anyway at night.  Our parents did not know this, we would find little quiet places to listen to the voice of Radio Freedom and that was the ANC reaching out to communities.  I think even the other organisations like the PAC, they had their publications smuggled into the country.  The ANC had its own publications like Sechaba that were being smuggled into the country.  Even in the 1970's there were ANC operatives like Mombarries and others who actually infiltrated into South Africa and they ended up getting arrested and ended up in prison.  For those of us who were young, in my case in Soweto, we happened to have very, you know, what we call underground connections with ANC operatives.\n Here one could mention at least two people.  We use to call them the Old Men, you know, and who had been on Robben Island in the 1960's, who came out and they settled in the township.  One I need to mention is someone like Joe Gqabi.  Joe Gqabi was staying in Mfula, he came out of Robben Island, he was confined to his house, he was banned.  He use to work for Jabula Foot at Westgate and we use to have contact with him in the evenings under cover of darkness \nSOWETO HEARING GAUTENG PROVINCE\n7 M MOROBE\nbecause through that contact we would get more information about political perspectives that helped us to understand more what we were involved in.  \n Another person to mention is someone like an old man called Elliot Shabangu who use to stay in Dube, who himself was an ANC operative, and through them we use to have those kinds of underground linkages with the ANC, but it is important to state here that even within the Black Consciousness Organisation there was a general understanding that our role, we use to use the term our role is to keep the home fires burning, because we understood that those liberation organisations that were banned, were going to eventually come back one day and we saw our role as continuing on where they left off and preparing the ground for their eventual return into the country.  So, within the Black Consciousness Organisation there was general acceptance that you could belong to either of the liberation organisations, it was a matter of your individual choice.  Even for those of us who later went on to form the South African, I mean the Students, the Soweto Students Representative Council, the SSRC, we knew that we had different persuasions within that organisation.  \n At one point at a meeting which we held, a secret meeting of the SSRC, at the AME Church in Orlando West.  One of the guys thought some of us were more militant than the others and at one of the meetings the issue of whether the SSRC should affiliate to either the ANC or the PAC was raised.  I was one of those in that meeting that argued very strongly that it was not a necessary debate for us to have.  There was a common point that brought us all together in terms of what we were to fight and the issue was education \nSOWETO HEARING GAUTENG PROVINCE\n8 M MOROBE\nand it was immaterial whether we had an affiliation to the ANC or to the PAC.  At that point it was important that we maintain a united front as the SSRC.  That is apart from the fact that it would have been very dangerous for us to have had those discussions in a forum like the SSRC because our total number in the SSRC, we were about 100, you know, which was composed of about two representatives from each high school and secondary school in Soweto.  That made up a number of 100 and for me, at that time, to discuss a matter of underground activities with 100 people in a mass meeting, that was a direct ticket to jail without a need for a visa for that matter.  So, but then I think that the argument held sway and we decided in the SSRC that it was not necessary.  As I say there were some of us who did have those underground connections with the ANC, but we did not want to expose them and even expose other people to it because we knew that it was dangerous.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could you also focus for us on the role that SASEM played in the uprising and the actual beginning of the uprising on the 16th of June?",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "Now the, as far as the role that SASEM played.  The question of Afrikaans had been brewing in the township for a while.  I was doing matric, I was not personally affected by the Afrikaans question, you know, because the strategy of Government as far as that is concerned as we red it then, was to begin by introducing it in the lower standards.  That is in Form One, for example, and then in the Junior Secondaries.  It was clear that the strategy was that over time Afrikaans would become the language of instruction in all high schools.  We were just at the tail-end of high school life and we were going to miss it, but\nSOWETO HEARING GAUTENG PROVINCE\n9 M MOROBE\nstill we felt, given the fact that we believe in SASEM, that we had a role to play in terms of organising students that we should not allow that to happen because we had a broader picture that in the end it is not just about Afrikaans, in the end it is not just about Bantu education, in the end it is a question of white domination in South Africa.  It is something that we had a role to play to counteract and when the issue arose the school in Soweto that had been on strike against this was Orlando West Junior Secondary School.  I think to some extent the primary school Bellair Higher Primary School, if I remember, they had Form Ones that were housed there and there were also activities there.  \n Now, often history when it happens, it is a big blur, it is a lot of activity, but the important thing in history is that there are individuals at critical points that play certain important roles in terms of helping the process to move forward.  \n Here I would mention one person who was a teacher at that time at Orlando West Junior Secondary School who was a friend of mine and we were together members of the Black People's Convention and NAYA, the National Youth Organisation, who at some point met with me and raised the issue that at her school there is this problem.  The pupils there have been complaining about this.  What is SASEM doing about it, you know, and it was through that interaction, you know, that the matter of Afrikaans was then brought onto the SASEM agenda so that by the time we heard and we then asked her to put us in contact with one or two of the student leaders at the Orlando West Junior Secondary School.  The person she introduced us to happened to be Seth Mazibuka who eventually became my co-accused in the trial that we had to \nSOWETO HEARING GAUTENG PROVINCE\n10 M MOROBE\ngo through.  She introduced us to Seth Mazibuka and who then, as a result of that introduction and subsequent relationship, he also eventually became a member of SASEM.  Such that when we had a SASEM General Council meeting in May of 1976.  \n We then placed the issue of Afrikaans as a medium for instruction on the SASEM conference agenda and this conference we held at the Welgespruit Fellowship Centre in Roodepoort.  We discussed this at length, we discussed other matters as well, but this preoccupied us and it was clear that from that conference that the only decision that came up was that SASEM had to take an active role to actually see what it can do to help the students at those Junior Secondary Schools.  Now, the point here is that when the decision was reached at SASEM the decision was that SASEM should consider establishing an Action Committee that would consist of some of the students from the effected schools which would then be charged with the task of looking at what to do and how to take the process forward.  \n This was May 1976 when we had this meeting and at that time there was brewing tension in the townships of Soweto.  I recall that, even well before June 16th, one of the incidences that happened that is related to the way in which the security police use to harass us.  I mean at Morris Isaacson High School thanks to our Principal who was able to allow us to have political meetings, even the debates that we use to have at Morris on Fridays, we were not debating about Daffodils and Lilies and animals and plants, they were able to allow us to debate, you know, about real social issues that affected us.  Morris Isaacson became a target of the security police.  At some point they would even raid us \nSOWETO HEARING GAUTENG PROVINCE\n11 M MOROBE\nwhen you are at school and it was through the Principal and the teachers like Fanyane Mazibuko who would us to escape in those periods.  Now, we then took the matter up.  Sorry.  Just to go back.  I was talking about an incident at Naledi High School before June 16th.  The police use to come into the schools, raid and harass students.  At one point the students at Naledi High School became terribly agitated by this fact and when the security police drove into the school yard and the whole school got out and the police were actually barricaded into the school.  They managed to escape, but the students actually burnt their police vehicle and it actually made the newspapers that the police escaped with their lives.  What I am saying is that it was a build up which even leading up to June 16th, newspapers like The World, at that time, actually were writing articles saying to Government that things are reaching an explosive state.  It is important that this issue is addressed.  \n At that time we in SASEM then, we were constantly working at strategies to how to intervene in that process.  We then establish SASEM and, I mean, the Action Committee.  The idea of the Action Committee then was championed by those of us in the SASEM branch in Johannesburg.  Amongst others there I would mention someone like Tsietsie Mashanini who was a classmate of mine at Morris Isaacson High School.  People like Dan Montsisi who was a student then at Sikanwatane High School.  We then established the Action Committee, but by then it was leading up to June 16th.  The only time we really got to have the date June 16th on our mind was on the 13th of June when the Action Committee held its first meeting at the DOCC Hall in Orlando East.  At that meeting we had representatives from different high schools \nSOWETO HEARING GAUTENG PROVINCE\n12 M MOROBE\nand we then decided that the form of action that we should take is a march.  It was the first time that we had to think of this kind of idea as a march because if one recalls, historically those kinds of events that happened many years ago in our history, I think the closest we came to mass action of some sort in the 1970's was with the Durban strikes in 1973, you know, that happened and the next time was when we had the pro-Frelimo rallies in 1974 after the collapse of the Portuguese regime.  So, a march by itself was a very novel idea to us and it did generate a lot of excitement and we then went about planning for that march.  It was on the 13th that those of us who came from different schools were then charged with the task of going back to their various schools to prepare and plan for this march.  Now, we also were to go to some of the schools that we identified were not represented at that meeting on the 13th of June.  \n Together with Tsietise we spent the two days of June the 14th and June the 15th travelling around Soweto.  Some of our friends had a car and we able to loan the vehicles to get us around the township because it is a major task.  We drove around to some of the schools and in some others you had problems with the Principals, in some others they were able to allow us to address the students.  We then announced the fact that we are planning this march on the 16th of June and the way in which we wanted that march to be conducted.  We then advised students about posters that they had to prepare to focus on Afrikaans and to focus on Bantu education.  We decided that we had to keep it very quiet and secret and not let our parents and teachers into the secret.  At lease we still respected our parents at that time and we \nSOWETO HEARING GAUTENG PROVINCE\n13 M MOROBE\nknew that certain things they might not approve of, but we were very convinced that that was the correct form of action for us to take, but it was important for security reasons as well to try to keep it to amongst the students.  I must say it was one of the more impressive things to see that even the police, given the fact that by Tuesday hundreds of students already knew, but the police were able to attest in our trial that they did not know about this march until the morning of the march itself.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Can I ...",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "So at least we could rely on that.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could I just stop you there.  One of the things which came across in a lot of witnesses testimony was the fact that students were very jubilant in terms of their participation in this march.  However, in the planning between June the 13th and June the 16th did the Action Committee ever consider a possibility that the State would intervene and that the police would become involved in it in the way that they did and if so what consideration was given to try to keep the march peaceful and also in terms of taking steps if something like that should have happened?",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "The way the march was planned, I think from the meetings that we addressed in talking about the march, we actually impressed a great deal on the need for us to conduct ourselves in a disciplined way so that we do not engage in any activities that would actually force or get the authorities to act in a way to put us in danger.  Now, of course it was early days of our own organisation as students and our experience as young people was still developing at that time.  One could not claim to have known everything about organising big marches, but we thought we\nSOWETO HEARING GAUTENG PROVINCE\n14 M MOROBE\nwill use the surprise element as a way of getting onto the road and doing our thing and dispersing before anything, you know, drastic would happen.  \n Now, just to give an example that because from Morris Isaacson we marched through White City, you know, Mfula, Dube, you know, on the way collecting students because from, as a tactic as we could not reach all other schools at the same time.  We had also read the Pied Piper of Hamlet and we had a vision that it might work because as we were marching on the crowd became bigger and bigger and bigger and more students joined us on the way.  It was quite a merry crowd and we were singing Senzezina, we were singing, you know, Nkosi Sikelel i-Afrika and shouting Amandhla and so on.  There was no indication that anything was going to happen that morning.  Even when we reached the Vocational Training Centre in Dube, you know, where a lone white lady happened onto the crowd in her motor car, you know, and we were amongst those that came and actually opened the way for her to move, to move through, you know, at that time.  This was about, before, just about 10am the morning of that day and we were marching at that time from Waaie past the Vocational Police Compound that time and towards Orlando West Junior Secondary School.  There was no, I mean, overt intimidation or anything on the way by students.  I think the, that for us was an encouragement, but I must say, coming from a situation where one had read a bit of history and one knew about events like Sharpeville at that time and it is something that weighed very heavily on my mind, especially the possibility that that could happen.  I had a very strong inclination to fight against that because in my understanding and recollection, it was precisely those kinds SOWETO HEARING GAUTENG PROVINCE\n15 M MOROBE\nof things that the Government did in the past that it wanted to use to intimidate is into not wanting to decide or consider any kind of action whatsoever.  It was an idea, that once it came to your mind, you tried to push it out before it could prevent you from deciding to do anything about your life and we did that.  Of course as the events of that morning unfolded, you know, in a way we were proven wrong.  It was still the same police, it was still the same regime and they still reacted to us in the same way they did in Sharpeville in 1960.  \n The point I am making here in response to your question is that it was, in fact, a happy crowd of students that we have and we were tense, that is for sure, you know, we were anxious, but at the same time, you know, we were quite concerned about ensuring that everything went off according to plan because our original plan was that we would march and pledge solidarity at Orlando West Junior Secondary School with that Secondary School there.  Thereafter use the subsequent days as options on which we could pursue the action if there was no response from the authorities by the first day.  It was not as if it was an action that would end on the day.  We were planning to have other actions on the Thursday and on the Friday, but once we arrived at Orlando West, that was about between 10am and 11 in the morning.  \n As soon as we arrived and started singing around the perimeter of the school a convoy of police trucks approached the area.  They actually approached from the top of the road that moves down towards the Orlando West Junior Secondary School and they parked right on top of the hill there.  They moved out of their cars and they lined across the road there.  Remember that at that time our plan was that Morris \nSOWETO HEARING GAUTENG PROVINCE\n16 M MOROBE\nIsaacson and the high schools like Morris, Sikanwatane, Naledi High and Meadowlands High and Madibane were given specific responsibility to be the leaders of the different marches that will come from different parts of Soweto to move towards Orlando West Junior Secondary School.  So it was that when we arrived at Orlando West, we all arrived at different times, there was no time at all.  I heard Sophie Thema mention the Naledi High group.  It is precisely that group that arrived just after the police had arrived and taken position facing us at the bottom of the road there.\n They came out and the policemen with the dog then moved to the front and let loose the dog that came charging at us.  It is what one of the Commissioners referred to as a mythology.  It was not a mythology.  It was a real dog that bit some of the students there and I think that that really raised the anger of the students that we were not doing anything that we though warranted the kind of reaction from them, you know, even for a police dog to be sent charging into the students.  That dog was then killed by students who sought to protect themselves from it.  At that time the police then started opening fire, you know, and sure there was taunting of the police.  Basically we were saying they must go, you know, what do they want there because we are not doing anything that required their presence.  Once the shooting began it was at the time that the other schools were approaching from the back of the police that were perched on the hill there facing us.  That after the first volley, you know, I think there was one teargas canister that was lobbed and it was the first time that many of us had experience of teargas.  Even a shot from a teargas canister, if you are faced with a gun pointing at you, it is SOWETO HEARING GAUTENG PROVINCE\n17 M MOROBE\nstill a gun and a shot is fired at you and some of the canisters hit some of the students.  There was a little pandamodium and we tried to rally the students not to panic.  It was at that time that the police themselves, for some reason, decided to rush back into their cars and as they rushed back into their cars, the students also, in anger, we were picking up anything that we could find there and we began throwing at the police to get them out of the area.  As they were moving, the only way out for them to move was to actually drive at high speed through the crowd, you know, because this police crew came from the Orlando Police Station.  \n One of the things that always remain a paining one was the fact that most of those policemen that came out of that van were actually black policemen.  You could see also from the pictures that were taken of the day that it was black policemen pointing handguns at their own children.  The important thing that there was a white commanding officer commanding them.  He is the person who made the orders and we have not heard much from this gentleman.  He came to testify during our trial and I do not know whether he is still alive.  It might interest the Commission, you know, to touch base with him because I believe that that crowd of policemen still have something to explain because one of the policemen who was there came to testify in our trial.  When he was asked by the Judge and the advocates as to what was his view of the crowd there, he said that he was taken aback by the order to shoot because as far as he was concerned the kids were just a merry crowd of kids.  He did not see any reason why they had to open fire.  He put this in testimony in our trial, but this gentleman, this white Commander is a \nSOWETO HEARING GAUTENG PROVINCE\n18 M MOROBE\ngentleman called Colonel Kleingeld, you know, who was in charge of the Orlando Police crowd at the time.  \n They then shot there way through the crowd and at that time Tsietsie tried to stand up on top of a scrap car that was in the area.  From that, whether it was a movement of someone climbing on top of this thing, that there were shots that were sent firing into that scrap car that we were standing on.  Fortunately, we escaped any injury at that point.  It was during that time when the police were driving down that road trying to connect to the main road that goes past Uncle Charlies that that first volley of fatal shots was actually fired.  I think it is in that area that Hector Petersen was killed because one of the students that died also from that volley was the young student who was a student at Orlando North Junior Secondary School.  His father testified earlier on here, Hastings Ndlovu, who I knew and also knew his sister who taught at the same school where we were at Orlando North Junior Secondary School a few years earlier.  \n After that volley there were a number of students injured and together with a colleague of mine we decided to ask one of the journalists who was in the area, you know, to help us because there was general pandamodium now, you know.  We tried to bring back the students, it just did not help.  There was fear, there was crying, all of the students were lying, you know, really immortalised on the floor, on the road, etc.  So we decided, perhaps, let us try, you know, myself and a colleague, Swele Sizanie from Orlando East, to use one of the journalists cars to drive to Baragwanath Hospital to try and go and see any of the students who might have been injured because at least we knew that the likely \nSOWETO HEARING GAUTENG PROVINCE\n19 M MOROBE\nresponse of the police was to go to the hospital afterwards and detain or arrest some of those who were arrested.  We then made our way to Baragwanath to try and see what we could do there, but on the way to Baragwanath we came across an additional convoy of police cars and in armoured cars that were driving down Potchefstroom Road towards Orlando.  At that point we decided we have to turn back and go back to Orlando West so that we can warn the other student that we think there is a bigger problem coming.  We did our best to try and disperse the students at that time.  It did not matter now about meetings or anything, we just were concerned to get students off the road.  \n We drove around the area, we went to Gibson Kanter's house in Dube to try to get hold of a megaphone and we could not get one, you know, but we still went around trying to get students to move.  At that same time the police were actually moving into the area because they set up base at Orlando East Police Station at the rugby fields there and used that as a deployment in and out of Soweto because much of the violence that was happening in Orlando West had not reached Orlando East, in fact, by the afternoon of June 16th because most of the police were concentrated there and most of the students were on this side of the railway line in any case.  So, those were the events that actually led to the shooting and the fatal killing of Hector Petersen.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could I just stop you there and ask you a few things.  It seems very much that when the police were facing the students that they might have panicked as well and that as they shot their way to get through, that they might have panicked at seeing this crowd of students facing them.  What is your opinion of that?\nSOWETO HEARING GAUTENG PROVINCE\n20 M MOROBE",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "Well, I mean, I do not know whether they panicked.  Certainly when we were on trial and they gave evidence, they never suggested that they panicked, you know.  I would imagine that panicking in a situation like that is quite normal.  We panicked ourselves, you know, we were being shot at.  We were students that were being shot at and we panicked and when you panic, it is necessary, it is quite usual that you will do, sometimes you can do a stupid thing, but whether what you do can be justified on the basis of panic, especially if a police force that had at its disposal, you know, the kind of shooting power that they had, that had armoured vehicles that could protect them and that had the benefit of radio communication, etc.  I am not sure, but when I heard this policeman testifying in our trial, it is possible that some of them might panic, but it is also possible that some of them were just, you know, used, you know, in that situation.  They had no control over their action because there was this white commander whose prerogative it was to issue the orders for them to shoot.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Just in terms of, did the police fire any after they sent the dog in?  Did they issue any kind of warning statement asking the students to disperse?  You mentioned that there was one teargas canister, but did they not try any other means of getting the students to disperse before they actually shot off with ammunition?",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "There were definitely no other means because where I was standing I had a very clear vantage point of seeing the police line from the top of the hill.  There was no attempt whatsoever, you know, to tell us to disperse.  I certainly did not see any instrument that they would normally have to use to actually make that kind of\nSOWETO HEARING GAUTENG PROVINCE\n21 M MOROBE\nannouncement.  It was a matter of them stepping out of their vehicles, taking position alongside their vehicles and sending the police dog into us.  He might have shouted, you know, but any well-trained policeman who respects human life would know that he or she would have to do that in such a way that the people for whom that announcement is meant, hear it.  Otherwise, even if he did it, for the fact that it had been said in a way that we did not hear it, it probably in my mind would mean that it was not meant to be heard.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You mention also that what shocked you was the fact that the policemen who actually shot under the command of this white Officer, were black policemen.  Are these policemen still, were they ever charged, are they still working in the police force, are they still living in the community?",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "I mean, I know this particular one that came to give evidence in our trial and my recollection is that he would have left the police force because in subsequent years I use to see him on some of the advertisement boards.  So he must have become a model or something because he was advertising some product or the other.  As to what happened to the rest of the policemen, I have no way of knowing because they certainly did not appear at our trial.\n I think that when it comes to our trial, it is one of those things that really grieves me because I think what happened was that we then had to be used as a scapegoat for their own inaptitude at handling the situation on June 16th.  They had to find a scapegoat to charge us and to do that they had to go and uncover an old charge that was never used since Bambata because Bambata, the Bambata Rebellion was about the last time when this charge was used against \nSOWETO HEARING GAUTENG PROVINCE\n22 M MOROBE\nanyone, you know, it was more than 50 years they did not use that kind of thing.  They used the charge of sedition against us and the built up these charges so that we had to bear the responsibility of all the things that happened in the township.  One of the, because my charging, our charge, the charge was laid against us not in 1976, but only in 1978 in solitary confinement and they then brought the charges against us only in 1978, June, but before that they then put in place the Cillie Commission, you know.  \n The Cillie Commission was then put in place and used to try and find justification for what the police did in Soweto and other townships.  They interrogated us at John Vorster Square, they tortured us to get statements from us, statements that would implicate other people and statements that would suggest that no one was behind the planning, students could not have planned this.  They came and said, no, Winnie Mandela must have been involved in this, Dr Moklana must have been involved in this.  There was clearly someone else other than you chaps who were involved in this.  So they used the Cillie Commission to try to find a place where to put blame on and they pulled us out of our detention cells at John Vorster Square, they took those same statements that were extracted from us under torture and they forced us to read them before that Cillie Commission.  So that the judge can then say, this statement proves what the police have been saying and they were able to use a tactic at that point to try to actually get the message out to people out in Soweto like Dr Moklane that this was going to happen.  We were then to find a way of actually cancelling out those statements which caused us later to be recalled to the Cillie Commission where when the police came SOWETO HEARING GAUTENG PROVINCE\n23 M MOROBE\nand said to us, are you going to take this statement and confirm it to the judge?  We refused and we knew what refusal meant because we were still in detention, we did not have visits, we did not have access to anybody, but the police, but we still refused to accept that those statements are true, in fact, and justifiable statements to be used in that Commission.  We then refused and that actually demolished the police case and they were not able to get to the point, but I was in detention.  I do not know what the outcome was, but it seems subsequently somehow Justice Cillie managed to find some magical conclusion that would actually say that the police were not responsible for what happened.  \n That set the basis for us being charged in 1978 for having organised the march on June 16th and also for everything else that happened including the burning of some of the security policemen's homes in Rockville, the houses of Majoro and Leklake, I think it was that stayed in 155 and 154 Rockville.  They came and testified, but it was all circumstantial and we were basically held up as being the ones responsible for the events.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could you also tell us about what sort of actually happened after June 1976 in terms of the events that followed later which were prior to your own arrest and detention and focus a little bit on how you tried to link up with the liberation movements?",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "I think from the point of view of SASEM and the Action Committee, after June 16th Government closed all the schools.  The various representations that Mr Mosala spoke about today from some of the committees were taking place in the month of June leading up to July.  In July, because\nSOWETO HEARING GAUTENG PROVINCE\n24 M MOROBE\nafter June 16th even our own members of the Action Committee, you know, became very dispersed because the police began hunting for us.  I went on the run from the day onwards, I went into hiding.  It was difficult to regroup again because schools were closed.  If schools were closed we could not have our meetings because those were our bases from which we could operate and connect with each other.\n We then began a campaign in July calling on Government to reopen the schools.  It was important from the point of view of us, as student leaders at the time, to be able to reorganise students and to try to bring some semblance of order to the situation, but from the point of view of the struggle in general, it was also important for us because our own consciousness developed where we were able, through the actions of the police even, to see the connection between what we were doing on June 16th and the broader questions of liberation.  Black Consciousness also at that time was not just about conscintisation, it was conscintisation with a view towards getting us to a point where we could for liberation as human beings who are conscious of themselves and we have something to do.  We then went about calling for the opening of schools which was done by the end of July. \n We were then able to regroup as the Action Committee and at the end of July we then, a meeting, a public meeting was called in this Church at Reginamunde.  This was on the first of August 1976 and at that meeting, having had discussions with Tsietsie Mashanini and others in the Action Committee.  We then came up upon the idea that we should establish a more representative body of students.  That is when the idea of the Soweto Students Representative Council \nSOWETO HEARING GAUTENG PROVINCE\n25 M MOROBE\ncame up.  We then announced at the meeting that was held here at Reginamunde that we are going to establish this organisation and we are asking students that were present and those that came from different schools to send representatives to a meeting that will be held of the SSRC at Morris Isaacson High School the following Monday.  Which meeting took place and the SSRC was duly established on the second of August 1976.  \n One of the first actions we took as the SSRC was to organise for another march because we were convinced that for as long as we kept our campaigns in Soweto, the police would do anything they liked with us, but we wanted to take this campaign into the city now.  We decided on a march that will take us into Johannesburg from Soweto.  This was organised for the fourth of August, but because we also wanted to bring in our parents and our elders into the activities, we then also organised for a stay-away, you know.  We, for the first time, we used the instrument called Azikwelo because our reading of our history told us that once upon a time there was once a campaign called Azikwelo and which our parents used effectively in the 1950's and the 1940's and we brought that back in and introduced it in 1976.  I think it was quite an important breakthrough for us because for the first time on that day on the fourth of August we were able to have parents being involved in that march.  Even as police stopped us and began to shoot we were able to actually begin to use that to bring parents and students together.  \n So there were a number of such campaigns because as our posters began to show, we began calling not only for Afrikaans to be scrapped or Bantu education, but we began to SOWETO HEARING GAUTENG PROVINCE\n26 M MOROBE\ncall for the end of the apartheid system because in our mind and those of us who were involved in SASEM, we believed, you know, we really believed as young people then that the time for revolution has come, you know, and that really propelled us to actually continue the momentum because we felt that keeping the home fires burning, amongst other things, it meant that moments like this must be used by us to the fullest to continue organising people so that we can prepare the ground for organisations like the ANC and other banned organisations to come back.  \n It was through those processes that our interaction with people like Joe Gqabi, for example, of the ANC continued.  He was banned, we could not meet in his house.  Each time we came into his house we did not speak, you know, everything will be written down on paper and we will just exchange paper because the houses would be bugged and after all those papers, he would take all those papers and burn them up and throw them away or we would go to the rails in Mfula, in Mfula Park and we will sit there, about eight, nine pm and we will talk about issues that we are involved in and they will help us to have much more broader perspective and the need for us to try to bring things under control and not to allow the system to give it any other excuses just to willy nilly shoot and kill people.  So we were getting those kinds of inputs.  \n I think that because of the kind of violence that we received from the police, even in subsequent campaigns, Nomavenda Mashiyane here spoke about the event where those students came into Dr Asfat's surgery.  The event she was referring to actually happened on the 17th of September in 1976 which was a day when Dr Kissinger from America was \nSOWETO HEARING GAUTENG PROVINCE\n27 M MOROBE\nmeant to come here and meet with John Vorster.  We from the SSRC launched a campaign against his visit to South Africa because we were saying that for him to come and meet with John Vorster when our people were being killed was very insensitive of him because clearly the issues did not seem to be related at all to what the Government had done to us.  We opposed that visit and we organised protests, but because of our experiences of marches in the streets in June, in August, you know, we decided that this time the protest must happen only within the school premises so that students would write their posters and put them on the fences of the schools.  In spite of that, what happened as Nomavenda indicated happened, the police still came, went into the school, shambokked students, shot at teachers, arrested students and continued to harass even as Kissinger came into this country.  \n I think that it is clearly an indication to us, I mean, even myself, I think at the worst of times I do try to keep a level head, you know, and not just get taken by emotions, but my own emotions had totally run out by then.  It is at that time that I then decided together with some of our colleagues that we have to find a way of going to get military training because we thought the only way the apartheid Government is going to understand, you know, is not really what we have been trying to do, but we had to find other ways to express ourselves.  Together with some of my colleagues we then actually connected with the ANC underground and we left the country.  We went to Swaziland.  Our aim was to go to get crash courses in military training which we knew that the ANC was providing in its forward bases like around Swaziland or Mozambique.  Our aim was to \nSOWETO HEARING GAUTENG PROVINCE\n28 M MOROBE\neventually end up in Mozambique.  We left the country, we crossed the border on foot through Swaziland and then eventually ended up at the ANC, in fact, head quarters in Babane where we met with Moses Mabita at the time who was at the ANC mission there.  We met with Moses Mabita, but by then the ANC had decided that instead of continuing to have such courses outside, they were beginning to deploy the operatives inside the country and we were then able to, rather than go to Mozambique, because it was not my intention and certainly that of my colleagues to leave the country.  We wanted to see ourselves continuing inside the country and we had an interest in ensuring that the student movement remained intact.\n We then came back and it is after we came back that once again we were able to link up with the ANC underground operatives and carried on to do what we wanted to do, you know, and that happened.  It was some of the first operatives of Umkhonto we Sizwe that were sent in that we were able to connect with.  This was about October, November in 1976, but by that time we had also embarked on a number of campaigns like the Black Christmas Campaign of the time because we wanted that, given what our people have gone through, it made sense that Christmas of 1976 could not be celebrated in the same way as you celebrated Christmas' in previous years.  We had to pay respect to those of us who had been killed.  We had to pay respect and actually reflect on the problems of our community.  So this was what we did up till December 1976.  \n My detention happened on the 31st of December 1976 when, together with a number of others, there was a major police swoop that took place both in Soweto and in \nSOWETO HEARING GAUTENG PROVINCE\n29 M MOROBE\nAlexandria.  It happened that the ANC cells that I was linked with at that time were also, in fact, broken up on that day and we all four happened to meet each other when we landed at John Vorster Square in the morning of New Year, 1977.  It was clear that, you know, that part of ones activities had come to a stop.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you Murphy.  One of the frightening aspects of the uprising in June 1976 was the use of police in going into school property and assaulting students, shooting at them.  As part of our job is to recommend policy, to recommend policy to Government in terms of making sure that the kind of things that happened in the past do not happen again. What would you recommend should be some of the recommendations we should make to Government in that respect?",
            "Female"
        ],
        [
            "MURPHY MOROBE",
            "I think that everything has its base from which it begins and that in a normal society there ought to be respect for law and order.  That respect must not only be for parents, it must also be for students and the young children must be brought up with that understanding.  That basically means that it is an understanding that will say a policeman and a police woman should be seen as a friend of the community there to serve and protect the community, but our experience, our history is that it is the very same policemen who were meant to uphold certain laws of the day, but they themselves began to undermine those very same laws that were meant to actually protect.\n If you would mention to me, I mean, there were so many people that were shot and killed.  I do not think there is any proper record that has been kept of those incidences or inquests that were subsequently held about the various\nSOWETO HEARING GAUTENG PROVINCE\n30 M MOROBE\nkillings that happened.  \n The one episode I should mention is when we went, I think it was November or so to bury, I cannot remember his first name, but his surname was Mashabane, who was killed, I think in detention, he came from Tefloop and we went to bury him at Dorenkop Cemetery.  The very same police actually waited for us to ambush the funeral.  As we were marching into the cemetery, even before the coffin was put down, they opened fire on the mourners.  There was no violence there, there was nothing that suggested that police should act that way, but the mourners and the family had to flee and leave the coffin there.  People had to fall and jump into graves to hide themselves from the barrage that came and more people were killed.  Now the question for me is if upholders of law and order can act in that way, how do ordinary citizens supposed to respect the law and for me, I think that one of the biggest thing that this Government is going to have to do is to begin a campaign that will ensure that there is respect for law and order.  \n The very same policemen, you know, have a big role to play, but it is important that, I mean, in my statement I mention a number of policemen.  Some of whom were involved, you know, in detaining some of us.  In many instances the tortures that happened in detention were conducted by white policemen and the black and coloured policemen were merely used as monitors or like prefects when they made you to squat without your clothes on for days on end on the cell floor.  They will sit there on the chair and guard you in case you do not robe, you know.  So you have to do that torture process until the end.  Those policemen, some of them still stay in these townships.  They must come here and SOWETO HEARING GAUTENG PROVINCE\n31 M MOROBE\ntalk about this because reconciliation also means that they have to be able to reflect on their past roles, the things that they did to inform on people.  The information led to the deaths of many people and where are they today, why are the so quiet?  Probably, some of them are now drawing pension from the same taxpayers whose children they led to be killed.  I think that there has to be some way in which balance is seen in the way this matter is run, but in the main, the education system which was the cause of all what happened has to change.\n There are efforts to change it, but I think that it is important that the way in which it is being done there is a sense of the urgency that is required because it will be a tragedy if in another year or two years we relive, again, what we went through.  I do not think that, I would not want my children or anybodies children, today, to go through what we did.  I lost most of my youth, you know, because of those events where other young people in the world were windsurfing and riding things, etc.  I was sitting in jail. Many of our colleagues were sitting in jail.  We lost that part of our youth and I think that we owe the youth today the benefit of enjoying that most exciting part of their lives which is the age between, you know, 15 and 30.  I know some people who like to mention 40, but I cannot.  I think that is rather old by then.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you very, very much for sharing your story with us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Morobe.  I will ask Piet Meiring whether he has got a question for you.  Russell Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Just a very brief question Murphy.  So much has\nSOWETO HEARING GAUTENG PROVINCE\n32 M MOROBE\nbeen written about 1976, books, articles.  From what you have encountered, from some of the literature, how accurate a portrait do you think there is of 1976 and I ask that because of the things that, the tasks that we have as a Commission is to prepare a report which is based very much on what witnesses or what victims actually say about those periods that we cover, 1960 to 1993.  Just very briefly your sense of what some of the literature has been saying about 1976.",
            "Unknown"
        ],
        [
            "MURPHY MOROBE",
            "I think that, understandably, much of the literature is lacking in many critical respects and those, by and large, relate to fact, you know.  You know the actual factual things that happened.  I hear mention for example incidences of an encounter that I had with a teacher and the impact that has had subsequently to the events.  I have mentioned the role of SASEM as a student organisation and the backdrop to that from an ideological and political point of view as to what was actually involved.  I think that some of that still has to be covered, but I think by its very nature, history is not something that any one person can claim to have total, you know, control of in terms of facts because even though we might be going through the same thing, but the perspectives from which this thing impacts on us will be different.  So it will be difficult for me to say this is the most authentic account because even as I was centrally involved in those events I, for example, did not see how Hector Petersen was shot and killed you know.  I, for example, did not see how Dr Melville Edelstein was killed, you know.  So, those are things that happened at different points, but from the point of view of the organisation I think the account that I have given and I\nSOWETO HEARING GAUTENG PROVINCE\n33 M MOROBE\nthink what Dan Montsisi would have given, takes you more or less into the heart of some of the main players that were planning some of the things.\n There was a lot of things written about spontaneity, you know.  The only thing that was spontaneous, I must say, is not the march, you know, is not the participation of students in protest against Afrikaans, but it is actually the violence that happened.  The violence was never part of the plan.  It is something that people spontaneously resorted to in expression of their anger, you know.  Even though in the courts, they tried to use the courts to suggest that there was this element of violence plan enhance the severity of charge of sedition which in a different setting might have resulted in us getting death sentences for that matter.  \n The point is that the writings, I have no problem with writings.  I think there will be a subject of ongoing debates for many years as to what happened where, you know, and it is only when we have events like this that I can be able to corroborate what Nomavenda Mashiyane said, what Mr Mosala said about the UBC and other things.  So it is basically exercises.  Hence, I see the value in this process in that it is, even with reconciliation in mind, it is also helping this country to come to terms with the actual events lying behind its traumatic past.  I think that, I spent most of my time since I came off Robben Island in 1982 on almost every year talking about this and that to me, perhaps, is a way in which I tend to cope with what one has gone through.  As a way in which I could share my own experiences with generations that are there, but there is also more to the story.  It is not just about violence, it is not just about \nSOWETO HEARING GAUTENG PROVINCE\n34 M MOROBE\nschools closing or schools opening.  There is also elements of discipline.  \n There is still something in what we use to do even during the Bantu education era at schools like Morris Isaacson that when one looks at schools today, you really long for those things to come back, you know.  The discipline of the schools, the concentration on the studies, you know, respect for teachers, you know, and so on.  I think that is very important because the students are the foundation of the future and, I think, for those of us who have survived it is probably by the Grace of God.  One does not know how we might survive because some of the people today who turned out to be haskarries killing people, use to be people we knew very well, you know.  We might as well have been serious contenders for their sharp knives, but we have survived that and thank God we have survived.  \n I think that it is those kinds of interconnections in the history that will take time and many of the authors of this history often tend to be outsiders, you know.  They come from America, they come from England, they are white journalists who could not come into the township during that period, but they write these books, you know.  I think that the big challenge is on those of us who were involved to be able to put our resources and energies together to piece this history and actually give the right impression.  \n A Church like Reginamunde, in my view, it is a Church that really, you know, deserves the status of a national monument because of what this Church had to go through.  If these walls could tell stories, they could tell a lot of stories of things that the police did right inside this Church.  When some of the Government institutions could not\nSOWETO HEARING GAUTENG PROVINCE\n35 M MOROBE\nhave us hold meetings, we were able to come to Reginamunde and consolidate our struggle and unite our people through these venues.   think that I hear the cries from the Priests now and then.  It does pain me that today you still have the Priest crying for help.  It should not be.  This should come voluntarily.  We should be putting our efforts to say Reginamunde is a symbol.  We must give it the status that, I think, it deserves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, thank you.  I have just one brief question for you.  Yesterday we had one of the journalists, Gabu Tugwana, who was giving his evidence lobbying strongly for trauma centres of some kind.  The things that you have seen, that you have gone through and some of the actions that you yourself during the most tender years you got involved with.  Did they leave you with emotional scars of some kind that you think should be taken care of, not only for you, but for many other young people who went through a similar experience?",
            "Unknown"
        ],
        [
            "MURPHY MOROBE",
            "I must say it is also a very important thing that at one meeting I have actually spoken about.  That to go through those events of June 16th and subsequent events is a very traumatic experience and I think that families have been torn apart, there are many children who have been left fatherless or motherless without any assistance.  There are many of us who actually were sent into exile, into camps in foreign lands.  Some of them have come back, some of them have serious phycological and mental problems.  You have many of us who went and ended up on Robben Island in different prisons who were subjected to some of the most humiliating torture by the security police.  Clearly it is something that does require some kind of coherent programme\nSOWETO HEARING GAUTENG PROVINCE\n36 M MOROBE\nto rehabilitate and assist those people to come to terms with life.  It might be that we have not seen those effects very directly right now, but it is quite definite that in years to come you will see some of these effects translating themselves into a whole range of antisocial activities.\n Already it is happening.  The fact that people come out of jail, they do not have any jobs, you know, there is no support mechanism.  If they happen to be unfortunate, unlike us, who happened to be prominent who might find it easy to get jobs and they happen to be just another activist who was also making a valuable contribution, there is no way in which those people are recognised and some support put in place for them.  I think that it is a serious problem.  \n I was reading the other day about Zimbabwe, what happened after the Zimbabwe war.  That many of those gorillas who were sitting in the camps and fighting the war they themselves had a similar experience.  Some of them have become, got into crime, some are becoming, you know, wild bands running around robbing and so on.  We are going to have those things if we are not already having them because I am sure in some of the things relating to crime that are happening, some of the people who might have been involved in the past, would be involved in these things because there is no other avenue for them.  I think that trauma is not so much someone who has a mental breakdown.  It is also the things that people on account of them not finding any support eventually decide that normal society has no way out.  I just go into a bank, I get R100 000,00, R1,0m.  It is much better than sitting in the queue and waiting for soup on a cold day.  I think that we have those kinds of problems that I think Government or certainly through the \nSOWETO HEARING GAUTENG PROVINCE\n37 M MOROBE\nhelp of the Truth Commission we could begin to look at how we could deal with this.\n I was in jail for about six and a half years.  Three years of which were on Robben Island.  We had major arguments in jail about the question of work because on Robben Island they would not give us work because they said there was no work to do.  We actively campaigned, those of us who were in the ANC, campaigned that it is important that there is something for us to do in jail because a mind without any work really decays, you know.  You then get into all kinds of things because once your mind strays, you know, you get into all kinds of antisocial activities and I think from our point of view if you come out of a jail experience of 20 years or 15 years without having worked, it must surely destroy your soul because what is a human being without work.  \n Those people that came out of jail also do need some kind of counselling because I have seen many of the people often they are bright people.  You might not see the problem, you know, at first glance, but we do not know ... builds up when they do not find any support and for a, in our society you are a head of the house, you come back, you do not find a job, you have been in jail, your kids are growing up and it is quite traumatic.  I think that without proper trauma centres that will begin to understand the impact, the phycological impact of these years.  We have to learn from Zimbabwe and their experience after the war.  I think they are living through the things that they did not take account of.  \n When we were detained in the past we had the benefit, for example, of organisations like the Detainee Parent \nSOWETO HEARING GAUTENG PROVINCE\n38 M MOROBE\nSupport Committee that use to play a valuable role in giving support to parents and, you know, relatives of people in detention, but with the unbanning of organisations after 1990 many of those support structures went because funds for non-Governmental organisations who could do those things were no longer forthcoming.  The question and the challenge for Government now is what it can do to at least try to reconstruct some of those structures that can perform these kinds of services because I do not believe that Government, on its own, can actually do a proper job.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to thank you for all the insights that you have given this Commission.  We had looked at your statement before, but as you began to share your testimony we really got a deeper understanding of your perspective.  All what you have said is valuable to us and we hope you will be prepared and continue being a partner in our attempts to formulate the reparations policy and we will be mindful of all the suggestions that you have given us.  We thank you.",
            "Unknown"
        ],
        [
            "MURPHY MOROBE",
            "Thank you.\nSOWETO HEARING GAUTENG PROVINCE",
            "Male"
        ]
    ]
}