{
    "header": {
        "type": "1 L MOSALA, HUN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-23",
        "location": "SOWETO",
        "day": "2",
        "names": [
            "LEONARD MOSALA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55933&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/mosala.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MOSALA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MR MOSALA",
            "CHAIRPERSON",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "MR MOSALA",
            "... decided to send the education, its Education Committee as a final effort to meet with the Regional Director of Education, Ackerman, then.  Before that the School Boards, the School Committees, the community organisations, the parent's organisations had sent delegations after delegations to speak to the Government on the issue of imposition of Afrikaans as a medium of instruction in black education.  All of those delegations had come to nought.  The Government had not listened.   The Urban Bantu Council which was not a popular organisation at that time, it was a Government created platform.  It had been discredited because of its inability to improve the lot of black people, particularly under the pass laws, but nevertheless, it decided as a last resort to send its Committee on Education with the hope that because it was a statutory body perhaps Ackerman would give it a better ear.\n On Friday the Education Committee met with Ackerman.  On Friday preceding the week of the march and Ackerman repeated his arrogant stand and, in fact, treated the Committee with absolute contempt advising it to keep to its statutory role of making sure that Soweto was lit and the roads were usable.  \n On Monday night the whole, the full Council met to receive the report of the Education Committee and that \nSOWETO HEARING GAUTENG PROVINCE\n2 L MOSALA\nreport was very black.  We had seen Sharpeville, what had happened in Sharpeville.  We were aware of the mood of the students in Soweto.  We were aware of the dangers that were involved in a possible confrontation between the students, high school students in Soweto and the police.  We were aware of the repression that was building up already, even at that time, against any opposition against the Government and at this point in time the students appeared to be taking matters into their hands because their parents had failed to resolve their problem which was learning.  \n Let me clearly indicate that the question of Afrikaans, much as it made it very difficult for black students to learn and black teachers to teach, was not the only cause of the Soweto riots.  The causes were much wider.  They covered a wider field in the political field, in the labour field, in the employment field, in the social field.  Dr Edelstein's research had, results of his research had just been published at that same time and in his report on the conditions of Soweto and other black townships, he had warned the Government that unless the conditions of black people were changed the situation was bound to explode at some time.  He made a very strong warning in that book. \n However, once the Council had met and received the report of the Education Committee a number of members addressed the Council.  I was among those who addressed the Council and in my address I called upon the Government to do all in its power to avoid any confrontation between the students, then, and the police force.  I explained why I felt that such a confrontation would be, could lead to bloodshed.  In my statement I actually said the Government must try and avoid all possible confrontation between the \nSOWETO HEARING GAUTENG PROVINCE\n3 L MOSALA\nhundreds of, the thousands, ten of thousands of students.  We expected that between 15000 and 20000 high school and secondary school children were involved, would be involved in the march on that day.  That if such a confrontation took place it would make Sharpeville look like a Sunday school picnic.  The Government did not heed these warnings.  It was a last desperate effort to try and avoid what was, clearly, a very dangerous situation.  The people that were involved then were not the people of 1960, they were not the people of Sharpeville, they were not the people of 1960.  They were younger, they were more sensitive to the repression that the apartheid laws, particularly the pass laws, inflicted, the harm and the suffering that the laws of the country inflicted upon black people.  Their aspiration level was far higher, their political sensitivity was deeper and their anger matched the level of their aspirations and their frustration.  It was inevitable that they were not going, they would not give in to any Government repression to try and stop them achieving what they saw as an inhuman justice.  The Government did not listen then.  \n On the morning of that day I took my young daughter to St Matthews Catholic School, I went to work.  I was then working for IBM and at about half past ten Essie Skoboza phoned to say the police have started shooting children and the reports are that some children have already been killed.  Can you approach some of the officials to intervene, to call Kruger to call his police back.  I immediately phoned head office and told them that I had to leave work.  I phoned Lennox Mlonsie who was the leader of the opposition in the Council to say mayhem has broken out in Soweto in the students march.  We must go to Soweto.  I then drove to town SOWETO HEARING GAUTENG PROVINCE\n4 L MOSALA\nand we sat in Lennox Mlonsie's office, phoned J C de Villiers who was the Chief Director of the West Rand Administration Board and appealed to him to contact Kruger and appeal to him to pull back his police and allow the parents of Soweto to speak to the children.  Kruger responded that if the parents or black children wanted to speak to the children, they must speak to the children before his policemen.  His policemen were not going to be withdrawn.  We indicated to J C de Villiers that it was unlikely that black parents would speak to the children under the barrel of the gun.  He conveyed this message to Kruger and Kruger said, my police will give law and order come what may.  This country is ruled by the Nationalist Party.  \n Mayhem broke out on that day.  At about half past twelve we drove out of town into Soweto, through Noordgesig, through Orlando, Amanlankunsie through Orlando and as we entered Amanlankunsie, Soweto was all smoke.  We saw the first commercial vehicles that were burning in Orlando East at Amanlankunsie.  From Amanlankunsie along the main road and practically on all main roads in Soweto vehicles were burning and these were mainly the vehicles that were caught in Soweto, commercial vehicles that were caught in Soweto when mayhem broke out.  We drove across to Orlando West.  We wanted to see where the shooting had taken place and as we drove along the road to Orlando West past Bellair Primary School there were children along the road and a big truck came running down.  The children hit it with stones, the driver lost control, it fell into a ditch.  Within no time the truck, it was a huge truck, the truck had been overturned by these youngsters and within no time it was \nSOWETO HEARING GAUTENG PROVINCE\n5 L MOSALA\nburning.  There were barricades along the road.  We drove on and got to the barricades, made the power sign and shouted power and most of the children, fortunately, knew my car, they knew my wife's car.  Apparently they knew Lennox Mlonsie's car and Lennox Mlonsie was driving behind me.  As I drove towards uncle Tom's hall, Lennox Mlonsie was stopped by the children and some of the children got into his car.  I looked back through the mirror and thought, God, members of the UBC, a discredited organisation in Soweto, this is our last day.  I drove on, I had my, pressed on my horn, I was blowing and I was raising my fist all along.  Passed a filling station and when I got to Maponya's corner, a group of students had looted Perfeni Bottle Store.  They stopped me, raised their fist and said, power, and I stopped.  They got into the combi, filled the combi and said, Mosala power.  Drive on they said.  I said what is your first stop?  They said Dube Station.  \n At Dube Station two of them got out, they took their liquor out with them.  They said next stop Mfula North.  I drove on to Mfula North.  I did not know what happened to Lennox Mlonsie.  I drove on to Mfula North.  When we got to Mfula North they said, stop and two of them, again, got off and took their liquor and got out and said, Tshabalala's Store.  I drove to Tshabalala's Store.  When we got to Tshabalala's Store all of them got out, they took their liquor out and they wanted to leave some of them the liquor.  I said I do not drink.  They then said, Mr Mosala, you must drive along past Morris Isaacson Road.  All the students know this car.  You will be safe along that road, do not take any other road.  I was scared too hell.  (Not translated).  I was scared too hell.  I did not know what \nSOWETO HEARING GAUTENG PROVINCE\n6 L MOSALA\nwas going to happen.  The UBC at that time was a very unpopular organisation.  We knew it.  The organisation had been called all sorts of names among which was said the UBC represented the Useless Boys Club, it was a toothless bulldog, it was a castrated bull and all of, name it.  The UBC was being called those names.\n Anyway, the country was burning.  I drove home, it was fire all along.  The aim in Soweto was hot on that day.  You should have driven along the main roads of Soweto.  I drove, somehow I felt let me go and see the Government buildings in Moletsane.  I drove past Moletsane beer hall, it was burning.  Kladiff office was not burnt by that time.  I went home, changed clothes and washed.  My clothes were wet, but at the end of the day I had realised that, at least, the position we had taken in this unacceptable institution was, in fact, acceptable to the students.  At that point we had not met with the student leadership.  \n The following day, this was Wednesday, the following day on Thursday the West Rand Board, Manny Mulder, the Chairmen of the West Rand Board called a community meeting at New Canada.  Various organisations were invited to the meeting where a response action plan was discussed.  The opposition was not happy.  We were not happy with what was discussed.  We recommended them that the only way that the situation could be diffused was to get M C Botha to meet a broad leadership of Soweto parents and community leaders.  The UBC had been discredited now, the UBC could no longer claim to represent the people of Soweto and that real community leaders had to be approached.  We wanted to approach the Black Parents Association which was, at that point, the most creditable organisation representing the \nSOWETO HEARING GAUTENG PROVINCE\n7 L MOSALA\ncommunity in Soweto.  Manny Mulder refused to include the Black Parents Association.  We, however, said we shall ask them to come, nevertheless.  We shall ask whoever we know, the people of Soweto have confidence into, to come to this meeting and meet with M C Botha.  If you do not want to arrange the meeting with M C Botha, we will arrange it.\n On Friday, by Friday Manny Mulder had not arranged the meeting with M C Botha.  So the opposition took it upon itself, contacted the members of the Progressive Party who were then in Cape Town at that time.  Helen Suzman was one of them, Colin Eglin was one of them.  We appealed to them to contact, to speak to M C Botha to come up and meet with a broad leadership of Soweto people.  It took the whole day, way into the night to actually come up with that.  Ultimately, M C Botha, apparently, initially refused, but by nightfall we spoke to Helen Suzman and Helen Suzman said, advised that perhaps the only person that could persuade M C Botha at this point in time was Koornhof.  Koornhof was not in Cape Town.  He was traced that evening to a banquet in Germiston.  We spoke to him, appealed to him to tell M C Botha to come up Saturday morning to meet with the broad leadership of the parents of Soweto, the people of Soweto.  Koornhof managed to get M C Botha to agree.  \n M C Botha flew up to Pretoria on Saturday the 19th to meet with this broad leadership.  We went to New Canada that morning only to find that the West Rand Board had, in fact, not contacted the people we wanted to be contacted.  We then drove into Soweto and drove from house to house.  We went to the late Reverend Mahabanie, joined the delegation.  We went to Dr Mochlane's, Dr Mochlane would not come unless a meeting of the Black Parents Association had authorised his \nSOWETO HEARING GAUTENG PROVINCE\n8 L MOSALA\nparticipation.  We went to the Secretary-General Atasa,  H H Lamlenze, we got him.  We got Richard Maponya from the business side, we got him.  We now needed some students to be in the delegation.  We looked for students, we could not find them.  You know, ultimately, we found a student from Morris Isaacson who was in the leadership of the students Representative Council, Michael Sibitlo.  We took Michael Sibitlo along with us to Pretoria.  We had told M C Botha not to bring Dr Treurnicht to this meeting.  He had been told very clearly that Dr Treurnicht was not to be part of the meeting and Dr Treurnicht was not part of that meeting.  The meeting took place in M C Botha's office and as the meeting was progressing in M C Botha's office, Treurnicht was being interviewed by the Press and he was saying that such a meeting was unthinkable.  The meeting was going on.\n Now, M C Botha himself had brought his Secretaries, Rossouw and van Onselen, the Secretary for Education and the Secretary for Administration.  Now, M C Botha, himself in 1936 as a young teacher in Colesberg in the Northern Cape, had actually led a march of Afrikaner teachers and Afrikaner children against the imposition of the English language on Afrikaner children and the British had not shot him.  M C Botha was told this, he was accused of having spilled the blood of black children.  The whole messy situation was put at his door.  M C Botha hammered his desk and said at no time have I ever issued an instruction from my office for Afrikaans to be imposed as a medium of instruction on black schools and one of the things that were demanded in the memorandum that was presented to him, was the immediate lifting of Afrikaans as a medium of instruction.  I must say that that was acceded to immediately, but a whole range of \nSOWETO HEARING GAUTENG PROVINCE\n9 L MOSALA\ndemands were made on a reformed programme that the delegation wanted the Government to consider.  The whole range of demands ranged from the granting of municipal status to the UBC's as the Act provided, the recognition of black trade unions, the abolition of job reservation, the abolition of Bantu education.  \n The delegation was not all representative on this occasion.  Manas Maharani, the Chairman of, President of ASECA, was in the delegation and he presented the memorandum.  Reverend Mahabanie was, Richard Maponya was, H H Lamleza was there, Michael Sibiklo was there, the student was there.  Then the UBC, the UBC people were there, but at that meeting it was also agreed that further meetings should be held between the Secretary for Education and the Secretary for Administration to consider further steps on a reform programme to try and diffuse the situation.  Incidentally a week before the country exploded, Vorster had told the world from Europe, he was in Europe, how satisfied black people were in South Africa.  He said you need only look at the smiling black faces in the streets of Pretoria to see how satisfied, how happy and content black people are in South Africa and the following week the country exploded.   Because Vorster was in Europe, the Cabinet could not sit.  M C Botha promised that he would present our demands before the Cabinet Committee and when Vorster returned the Cabinet Committee met.  The right wing prevailed and no, besides the lifting of Afrikaans as a medium of instruction, no steps were taken to address the situation.  Instead of doing something along the lines that the delegation had suggested, the Government intensified its repression on students.  Not only in Soweto, but in the rest of the \nSOWETO HEARING GAUTENG PROVINCE\n10 L MOSALA\ncountry.  When Soweto exploded, the rest of the country followed.  It was a situation which this country had never seen before.  I had never seen such fury in my life.  I had never seen such intense anger in my life.  It was clear that the Government had triggered something they could no longer control.  \n At the subsequent meetings that were held between the Secretary for Education and Administration the Government was told clearly that the feet of black people face Cape Town.  Unless a political accommodation was achieved for black people in the governing of the country, we saw no way that this country would come to peace.  \n Repression followed then and by October when the Government did nothing, the opposition, the leadership of the opposition resigned from the UBC, surrendered their gowns and resigned from the UBC.  The students had started a concerted move, now, to dismantle the UBC.  Clearly the UBC was seen as an organisation, an instrument that the cold face of the implementation of repressive laws of the Government.  The pass laws were wreaking havoc upon black people.  Widows were being chucked out of houses if their husbands died.  ny people could not get employment, seek employment in urban areas because they were not born or worked for a period of time in those urban areas.  White South Africa was white South Africa, it was a different world.  The blacks had to live in their own little world called the Homelands.\n By the end of the year repression had been intensified and by November, the last week of November, my wife and I and many other people were taken in.  Before that Legau Matabate and some people had been taken and detained.  I \nSOWETO HEARING GAUTENG PROVINCE\n11 L MOSALA\nactually occupied the cell that Legau Matabate had occupied at John Vorster Square.  We were detained under Section 6, subjected to interrogation day and night without sleep and torture, head bashing, wall bashing.  \n I was working for IBM at the time and IBM pulled no stops to make representations to the Government.  We had contacts in the main embassies from Europe, German Embassy, the British Embassy, the American Embassy, the Canadian Embassy.  All of those embassies protested very strongly against our detention.  Ultimately one afternoon after an interrogation session, it was on the seventh day of my interrogation which had taken place day and night.  I did not know what was happening to my wife.  I learnt later on that she was put in an area where students were detained and they were being beaten up all night through and they were howling all night through.  I saw Aubrey Mkwena in the passages when we went for showering in the corridors of John Vorster Square all beaten up.  I had not been beaten up to anything like what I saw Aubrey in the condition he was in.\n However, one afternoon, on the seventh day of my interrogation, the chap who had detained me suddenly knocked at my cell door, it was after lunch.  We broke for lunch,  The only time we broke was for lunch and you did not eat your lunch.  You sat there on the concrete bench in your cell.  Incidentally, we use to be escorted to the showers and on Sundays we had to use the WC water to wash.  We were not taken out to wash.  You had to wash in the WC.  On this afternoon this chap came running, Mr Mosala, Mr Mosala.  Kwatla, kwatla he opened the cell door.  Did you bring a tie along, the Minister wants to see you.  I said, damn you, did you allow me to put on a tie when you detained me?  It was \nSOWETO HEARING GAUTENG PROVINCE\n12 L MOSALA\nthe same chap that had detained me.  He said, please, please, I am not playing, the Minister wants to see you.  Ultimately, he said have you washed?  I said, I did not wash, I have not washed for a week, I am stinking.  He took me, drove me to the showers where I showered quickly and as we came back we met a black policeman.  Incidentally, in that situation there were policemen who knew that there would be liberation one day and they helped to take messages to our families, through the Church, to tell our families that we were still alive.  When interrogation started they took the messages to our families that we were now being interrogated, we were now being tortured.  This chap grabbed the tie from this policeman and I said to myself, damn it, much as I hate the police, I will wear that tie if that means I will get out of this hell.  So I wore the tie.  I was driven at neck-breaking speed to Pretoria.  The chap did not know where the Union Buildings were and he was asking me which way.  I knew where the Union Buildings were.  He did not know and I said, well, you find the Union Buildings.  I am not in your employ.  \n Ultimately we got to Kruger's office.  We found Kruger sitting there with van der Berg, the Chief of BOSS.  It was only the three of us.  I did not understand van der Berg's presence at this meeting.  I took it as a form of intimidation and Kruger apologised for my detention.  That you should apologise for the people you have killed.  At least I am still alive.  He said, since your detention my office has been under tremendous pressure from all the embassies from the western countries.  Your company has made strong representations to the Urban Foundation, had made strong representations.  He said I must admit now that my \nSOWETO HEARING GAUTENG PROVINCE\n13 L MOSALA\npeople made a mistake, they should not have detained you.  I said, your meeting, your people have made a lot of mistakes.  There are a lot of people that you have detained that you should not have detained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mosala, maybe I need to assist you.  Thank you very much.  By saying, can you just address the Commission as to what lessons were learnt from your experience, in particular, of thinking that you worked closely with the Government and so many things went wrong while you were in leadership like the senseless losses that we have been hearing about over the past two days?",
            "Unknown"
        ],
        [
            "MR MOSALA",
            "What we learned was that, I think this is very much, be very clear less in the future the same mistake should be committed.  Any institution that is created by a repressive Government cannot serve the interests of those the Government oppresses.  It can only serve the interests of the Government that created it.  We were wrong to believe that by serving on a Government created platform and in this regard, the Homelands stick out as one great example.\n When Matanzima took over the Transkei even the ANC expected that he was going to use that platform to promote the interests of black people, the objects of liberation.  Gatsha Buthelezi was regarded in the same light.  In no way did those institutions advance the objects, the aims and objects of the liberation movement.  We were wrong to believe that we could change the institution from inside.  When the children started their exerted effort to dismantle the UBC, Dan Montsitsi was one of the students who came to my house in the middle of the night to discuss how the Sowetan UBC could be dismantled.  It was futile, it was a futile exercise and for anybody in the future who can \nSOWETO HEARING GAUTENG PROVINCE\n14 L MOSALA\nbelieve that he can advance his own interests through a vehicle created for him by those he is fighting is making a grave mistake.  That cannot work.  It will never work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will then ask you to round off your testimony so as to give other Commissioners an opportunity to ask you more questions.",
            "Unknown"
        ],
        [
            "MR MOSALA",
            "Commissioner, I think, ultimately, I think on the day that Dan Montsitsi and his colleagues, we did not ask names then.  We told them who we were, they knew who we were, but we told them that we did not want to know them.  The less you knew in those days, the better for you and for everybody that was involved.  We discussed how the UBC could be dismantled.  I think it was at that meeting that we suggested that they write letters to certain key members of the Council who were refusing to vacate the Council.  David Tibarade, Richard Maponya, Maude Sepomota was one of them.  We did not think that the Chairman then would agree, Makaya, we did not think that he would agree, but apparently they also approached him.  The other members of the UBC were not really important.  They were not important.\n The students, apparently, did write the letters because the Press published the resignations of a number of Councillors, but that was actually and ultimately the students marched to the UBC one day, but the Councillors still refused to resign, those who had not resigned.  Some Councillors resigned after that, but other did not resign.  Then the following year the community of Soweto was called by Percy Qoboza to the offices of The World where the community or let me say that in the interim, the UBC ultimately was dismantled.  It did not function.  For a period of time there was a vacuum and during this vacuum \nSOWETO HEARING GAUTENG PROVINCE\n15 L MOSALA\nthe community of Soweto was called to the office of The World where a Committee of ten people was elected to prepare a blueprint for the governance of Soweto.  In that blueprint the Committee of Ten outlined what they saw as the most appropriate administration of the metropolis, the urban metropolis of the Witwatersrand and the present metropolitan authority of Johannesburg, is in fact, one of the things that the blueprint recommended.  \n Now, the Committee of Ten was never allowed to present that blueprint to the people of Soweto.  Kruger banned all  the meetings that the Committee of Ten called to present the memorandum to the people of Soweto including one which was not called, stuck a notice banning it at Dr Mahlangu's door and at the door of this very Church.  We had not called that meeting.  He had banned all the other meetings.  So that blueprint was never presented to the people of Soweto, but the Committee of Ten proceeded to mobilise people at the street level.  The Committee of Ten was conscious that it was implementing what had been known as the M-plan in the past, 1960, where the community was organised street by street.  The purpose was to ensure that the people in every street would know what was happening to the community and if one of them disappeared, the people would know.  If one of them was working for the other side it would be easy for the people to find out and the mobilisation went on.  \n The Committee of Ten was detained together with 19 other organisations, representatives of other organisations on Wednesday the 19th of October, the black Wednesday, and its members spent various terms of jail in Modderbee.  They were in there for nearly a year.  Faniya Mazibukwa was in there.  I was in the same cell as Legau Matabate.  We were \nSOWETO HEARING GAUTENG PROVINCE\n16 L MOSALA\nwith Cattiz Nkondo, Percy Qoboza, we were in the same cell.  In that period the Government attempted to establish the Community Councils.  The first two elections did not take place.  Some members of the community of Soweto formed a Committee, an Action Committee to continue the work of the Committee of Ten while it was in detention and the Community Councils could not be formed until much, much later on.  I think that brings me to the end of what I would like to give to the Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Mosala.  You have touched upon quite a number of areas.  I would like to give this opportunity to other fellow Commissioners to assist you in exploring whatever point you have raised which they feel it needs to be highlighted.  I will start with Piet Meiring. PROF MEIRING:  Mr Mosala, thank you for all the information you gave us.  In your written statement you talk about the police and the Defence Force involvement in the community.  I often heard that there was a difference in they way the police treated people and the Defence Force treated people.  Is that a correct assumption?  Was there a difference in the way either the police or the Defence Force handled a situation and can you enlighten us upon that?",
            "Unknown"
        ],
        [
            "MR MOSALA",
            "I must, in all fairness, I did not observe any difference at all when the police and the Defence Force were arresting whole schools there was no difference in the treatment.  In fact, later on as repression increased, the Government intensified its repression upon black people in Soweto and other urban areas.  Whole schools were taken in, adults were taken in, Dr Moklana treated rape cases where the police had raped children, girls in the cells.\n On one occasion at Moroka Police Station the women, \nSOWETO HEARING GAUTENG PROVINCE\n17 L MOSALA\nmany of them came from the SACC, came out and called on the white mothers to come and take their sons out of Soweto.  On that occasion a whole Caspers were bringing a whole school from White City to Moroka Police Station and these woman just stood in a line.  A young white soldier was screaming at them, please get out of the way, get out of the way, they will soon tell me to shoot.  I do not want to shoot, I do not want to shoot.  The poor, little fellow was traumatised, the traumatisation of 1976 did not only inflict pain upon the victims, but also on the perpetrators of the atrocity.  So, I remember that occasion very well.  I was right there at Moroka Police Station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hugh Lewin.  Joyce Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Mosala, in spite of the fact that you served in such a disreputable organisation such as the Soweto Urban Bantu Council which you yourself said was derided by the children and called Soweto Useless Boys Club, how is it that you were still so revered by the children to the extent, as you said a while ago, that they protected you along the way when it was so dangerous?",
            "Female"
        ],
        [
            "MS SEROKE",
            "Joyce, I was a parent in Soweto, I was a black person in Soweto.  We had established an opposition against the wheel of the Government.  We had take a specific position to use the UBC as a platform to articulate the political, not only the civic problems of the community that sent us in there, but also the political aspirations of black people in the country as a whole.  We were called to 80 Albert Street before Dr Koornhof on two occasions and once that we must stop abusing the UBC for political purposes.  We had refused, we had told Dr Koornhof we did not represent the Government, but we represented the people\nSOWETO HEARING GAUTENG PROVINCE\n18 L MOSALA\nthat had sent us there and if this is what they wanted us to say, we would continue to say it until he closed the thing.  Manny Mulder threatened us with arrest and, ultimately, we ended up in jail.  \n The children knew this, they read the Press, we made our statements in the Chamber, we made statements in the Press and the children knew it.  The people of Soweto knew it.  We were fully aware that while the institution we were serving on was not acceptable to the people, but at least our position was acceptable to the people.  When I left the UBC I had over 400 widows who were living in their houses against the Commissioners recommendation.  The Commissioner had declined to transfer the houses to them.  The superintendent Piet Fouche had agreed to issue letters in their files which stated that those houses were not to be raided by the municipal police, the black jacks and when I left the Council that position stayed up to the time when the influx control laws were abolished that was the position.  The children, many children knew that their parents were in houses because of our efforts.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you very much Mr Mosala.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mosala, can you switch off your mike please?  I would just like to take this opportunity to thank you on behalf of the Commission.  It is clear, based on our evidence, that there are many mistakes which were made during the difficult years of the repressive laws in this country, but we thank people like yourselves who decided to hang in there.  Today you are sharing with us, highlighting potential risks even in leadership.  We thank you very much.\nSOWETO HEARING GAUTENG PROVINCE",
            "Unknown"
        ]
    ]
}