{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-24",
        "location": "SOWETO",
        "day": "3",
        "names": [
            "ROSSY MOLOI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55930&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/moloi.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MANTHATA",
            "MS MKHIZE",
            "MS SOOKA",
            "ROSSY MOLOI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MOLOI",
            "ROSSY MOLOI",
            "MS SOOKA",
            "MS MKHIZE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Rossy Moloi, if you could please come forward.   While you are settling down, if I could just recognise two new faces that we have. I see Bishop Duncan Buchanan, an old friend of Regina Mondise, welcome. I believe Moishe Klai is here as well.  Great. Welcome.\n Rossy, will you be speaking in English?  Your statement is in English.",
            "Unknown"
        ],
        [
            "ROSSY MOLOI",
            "(Indistinct).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Right, thank you. If I could ask you please to stand. Will you take the oath, if you could.",
            "Unknown"
        ],
        [
            "ROSSY MOLOI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  We are very grateful to you for coming forward.  I will now ask Yasmin Sooka to lead your evidence.  Thank you.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Rossy, every time you want to talk - can you hear me? Then you press the red button.  When you are finished talking then you switch it off.",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I am Rossy Moloi. I live in Orlando West 2.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Rossy ...",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I am Rossy Moloi, I live in Orlando West 2.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Will you tell us a little bit about yourself, before you actually begin to tell the story that you want to tell the Commission about.\nSOWETO HEARING TRC/GAUTENG\n2 R MOLOI",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I am saying I am Rossy Moloi, I live in Orlando West 2.   I have brought my story about my children, my son and my daughter-in-law.\n It was around past one at night.  My child stayed at Biso, I stay at Motsesane.  They have their own house.  At night when they were sleeping, a Hippo came and they knocked at the door.  As they were knocking, Rebecca woke up Freddy.  As Rebecca woke up Freddy she said here is the police.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Rossy, would you just like to wait until those bells have stopped, because I think ... (PAUSE).\n You may continue.",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "On the 25th of April 1992 my son was supposed to go to work.  He used to work at Sentesane. When he was going to Sentesane he said he had heard some rumours that they were going to be attacked at Orlando.  The people who were working with him, came to fetch him.  He said no, he is not going, because I understand they will be attacked, and my parents are here at Orlando. He refused to go and the car left.  At night, when we were sleeping the people came to attack. When they came they were in a Hippo.  They got off the Hippo and they got into the premises and they started knocking.  They were knocking. I think Freddy was fast asleep.  The wife Rebecca told him there are people who are knocking, can you open.  He said no, those are policemen. It was on the 22nd.  They actually cross-questioned me at Protea.  Let me open and hear what they want to say.  They started shaking the door and my son opened the door.   They pushed the door and they shot, they shot the lock. I think the bullet went through him into the hut.  Then they pushed the door and they got inside.  There was some fighting, I don't know why they were fighting.  These people complained\nSOWETO HEARING TRC/GAUTENG\n3 R MOLOI\nto the police. I am not too sure whether they were police or not.  Then they shot one son who was sleeping in the kitchen.  My daughter-in-law tried to hide in the wardrobe and the sister too, my daughter-in-law Madera ran away to the other bedroom of the granny.  I think those people started stabbing her.  From there they opened the wardrobe to take Rebecca out.  They took her and everybody in the house was now frightened.  They took my daughter-in-law to the hostel.  When they got to the hostel there was a white car standing by the store.  They said let's get into the hostel. The police said we cannot do that, because we are scared of Inkatha, afraid of Inkatha. Then some voice said no, you cannot do anything, just escort us.  The police said okay. They drove their car and they left.  As they were leaving there was some confusion.  These boys, they came home to wake us up.  I said I am not going there. My son left with them.  The house was upside down and there so much blood flowing. I could not sleep that time. After some time I woke up, around five am.  This girl died around past one, but they came to get her in the morning.  We just saw the black, the mortuary car coming to fetch her.  We were looking for my daughter-in-law, we could not find her.  The journalists came afterwards. The journalist went around to look around to see if he cannot locate her. He said I was looking around in the hostel I could not see her, I could not locate her.  But as I could not see, then I gave Mr Sisulu a call and Mr Sisulu said call the police station and tell the police that if they don't locate and find that child, things are going to be so bad.  Then he reported to us to tell us what happened.  As we were still there the police left in the van and they found her.  They actually \nSOWETO HEARING TRC/GAUTENG\n4 R MOLOI\nfound her down there, it was at Mzinlope, at a place called Umziluze.  They found my daughter-in-law there, lying ... (PAUSE) ...",
            "Female"
        ],
        [
            "MS SOOKA",
            "Rossy ...",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Now what happened, they came in a van.  They waited by the street and they called the boy.  They said there is (indistinct) on the side, he is dead.  And the Black Maria passed.  They got home. I would like to stop there.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Could you switch off that grey button.  I want you, I think just to make sure that we get this story down clearly. I am going to ask you questions and then you can take your time and answer me, because it is important for us to get all the facts.  When you went through it now, you went through it very, very quickly.  So take your time when you answer.  All right?\n Your son, Freddy, was he a student activist or was he involved in politics in the township?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I don't know. I can't exactly say whether he was a politician.  He used to attend school at Mzinlhope.  Most of the time the police would come to search the house and you will find the house upside down and chaos, and they would leave.  Each time I asked him.  He will tell me the police is just coming to me, I don't know why they are coming.  The police came again and again to search the house and say they were looking for political books and weapons, but he never said anything to me.",
            "Female"
        ],
        [
            "MS SOOKA",
            "From what you have said, your son Freddy, his wife Rebecca and Rebecca's younger sister, Madira, the thee of them were staying at Orlando West. Is that right?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes.\nSOWETO HEARING TRC/GAUTENG\n5 R MOLOI",
            "Female"
        ],
        [
            "MS SOOKA",
            "On this particular night, you say a Hippo stopped outside of the house and people came out and started attacking the house.",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes, exactly.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You yourself were not in the house at that particular time.  Can you tell us how you came to know about what happened?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I was not there, I just heard from Madira, the sister of my daughter-in-law.",
            "Female"
        ],
        [
            "MS SOOKA",
            "From what you said earlier, you said they first started knocking on the door and then when nobody opened, they pushed it down.",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "My son was trying to open the door and my daughter-in-law said no, don't open it at night.  He said no, these are police, on Tuesday they came to work; I know they are the policemen to come and interrogate me.  They were still discussing, they started shooting the door.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did your son die from the shots that came from the police?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You then said that the Rebecca and Madira tried to hide in a wardrobe.",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Madira tried to hide in the wardrobe.  My daughter-in-law hid under the bed.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What happened next?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "They searched in the wardrobe, they dragged her out, then they crossed the street with her.  They stabbed Madira on the hand and on the head.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I want to be quite clear about this.  You say that they took Rebecca out from under the bed and they took her outside of the house.\nSOWETO HEARING TRC/GAUTENG\n6 R MOLOI",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "They took her out of the wardrobe, not under the bed.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And then they took her outside.",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes.  They crossed the street with her.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What did they do with Madira?  Was she also inside the wardrobe?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes, Madira was inside the wardrobe, and they dragged her out of the wardrobe and they took her, they crossed the street and they took her into the hostel.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Which hostel did they take her to?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Sputnik Hostel.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What happened then?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "What actually happened there was, because as I look my opinion at that time, people who were staying in the hostel at the time, actually raped her.  That is exactly what they did to my daughter-in-law.  You could not even look at her, because they had stabbed her face so brutally, you could not tell who she was.  She was bleeding. It looked like they had actually shot her through the mouth.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also say in your statement that your husband went to the police station.  Could you tell us what the police did?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "He went to the police station and when he got to the police station, he found Nini, Nini was a policeman and Nini wrote the statement.  From there they disappeared.  They came again.  They found me cleaning up in the dining room and in the kitchen. They asked me what had happened. I told them it is none of your business, because you know, and you know why you came here, and they left and I never saw them again.\n When we went to the police station, to follow up what \nSOWETO HEARING TRC/GAUTENG\n7 R MOLOI\nwas happening, whether they were still investigating the case or not, but up to now they haven't investigated that case further.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also said in your statement that they found Rebecca's body on the eastern side of the hostel, in Imsindusa. How many days or hours later was that?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "We found her the same day, around 11 o'clock.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What, when you found the body, what did it look like?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "The corpse was scary.  There were so many wounds on the face and she was bleeding, even through her ears.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did the police ever have a post-mortem, was there an inquest into the reason or the causes for her death?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "No, they never did any post-mortem. We asked the policeman, we asked the doctor at Baraghwanath, for the post-mortem.  The doctor said he could not do that by law.  We wanted the bullet that actually killed her and they said by law they were not allowed to do that.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also say in your statement that when you went to the police they had refused to go in the hostel to rescue her.  Could you tell us why they refused to assist you, did they tell you?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I don't know why.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also say, you said earlier, when you spoke about your story, that you don't know if it was police in the Hippo who came to attack the house or whether it was other people.  Why are you saying that?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I say this because it was at night.  Therefore they were actually in a Hippo.",
            "Female"
        ],
        [
            "MS SOOKA",
            "The hostel where your daughter-in-law was dragged into and later thrown out of, was that an Inkatha - was that SOWETO HEARING TRC/GAUTENG\n8 R MOLOI\na hostel where Inkatha people stayed?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "It was an Inkatha hostel.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Have you ever been able to find out from the police afterwards, why this attack took place?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "No, we never asked them, because we are supposed to go and give a statement and go to the court and find out what was happening, because we did go to ask to find out if they have already got the people and they said no.  They said they never opened any case.",
            "Female"
        ],
        [
            "MS SOOKA",
            "At any time did you and your family have any lawyer to help you find out what happened to your son and your daughter-in-law?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "My son, my son had a lawyer and the lawyer was involved in a car accident and that was the end.",
            "Female"
        ],
        [
            "MS SOOKA",
            "From what you have said, your son died in this attack as well.",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What happened to Madira?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Madira was there.  I took Madira to my place.  She was with me now, because she was shaking, she could not even talk.  She was also short of breath.  That very same night, I mean the Friday night, I took her to Baraghwanath Hospital.  When we got to the hospital she stayed there.  The following day I went to get her. Each time she thought about this she would shiver and I had to keep taking her back to hospital.",
            "Female"
        ],
        [
            "MS SOOKA",
            "This attack took place on the 25th of April 1992. Is that right?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes, the attack on my son's place only, not at my house.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Tell us about the attack on your house?\nSOWETO HEARING TRC/GAUTENG\n9 R MOLOI",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "At my house they actually never attacked us. It was only Sunday night when they came.  A Kombi came and stopped at the gate and they started hooting.  No, we didn't even open the gate.  We told ourselves that we would see the following day. If they visted from Botswana, they will have to wait there until tomorrow morning.  We kept peeping to see if the car was still there.  We could see the car. Around half-past three the Kombi started reversing and went the other way.  There was only one person, there was one other person with a hat. He used to keep trying to open the gate and go back to the car and he tried to go back to the gate to open and go back to the car, but we never opened the door.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Were any members of your family, either you, your husband, your son - who is deceased now - were you members of any political party?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "No, we are not political, we were never involved in any politics whatsoever.",
            "Female"
        ],
        [
            "MS SOOKA",
            "At that time when this attack took place, was there any trouble in your particular area or where your son lived, between the people in the hostel and the community themselves?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes, there was violence taking place between Inkatha people, Inkatha hostel dwellers and the community.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did the community also retaliate by attacking the people in the hostel?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes, they used to try, they used to attack the hostel dwellers as well, the community.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.  Is there anything that you would like to tell the Truth Commission about what you would like it to do, in respect of what happened?\nSOWETO HEARING TRC/GAUTENG\n10 R MOLOI",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I would like the Truth Commission to search for those people and look for them, the perpetrators, so that I know them as well.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you, Mamma.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Rossy. If I could now ask if any of the other members of the panel have any other questions.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Mrs Moloi, I would just like ask you briefly about the funeral of your child. I would like to know if from the speeches, anything that was said?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "Yes, they came, there were visitors who came to talk at the funeral.  They said yes, the Government has done what they wanted to do over the years. I don't even know where those people came from.  We just thought these people came from Pretoria.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say you still remember, please explain to the Commission that when they arrived, what did they who were they? Don't be afraid, please tell us.",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "They never said who they were. They just said they visited Pretoria and that's all they said.  They gave a statement like that and they said the Government has done what they wanted to do and we have been waiting for this over the time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you observed and when you were looking, do you think those people were politicians?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "It looked as if they were friends that they used to attend school with.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say those were football members?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "I just think they are football members because they were all boys, there were no girls at all.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The way they buried your children, do you think\nSOWETO HEARING TRC/GAUTENG\n11 R MOLOI\nthe funeral was normal or do you think the funeral was conducted in such a way that they were politicians?",
            "Female"
        ],
        [
            "ROSSY MOLOI",
            "No, my son was a shop steward.  So he was buried by his colleagues.  They were putting on the shop stewards' attires, T-shirts.  He was a shop steward at work.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Tom?",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Mrs Moloi, we hear that Mr Sisulu came.  Who called Mr Sisulu?",
            "Male"
        ],
        [
            "ROSSY MOLOI",
            "Journalists by the name of Ophloite, and he went to the hospital, looking at the hospital. He discovered  that he could not locate the child, and he could not get in.  He decided to go and call Mr Sisulu  Mr Sisulu is the one who called the police station to ask if they cannot find the child, and that the ANC poeple will intervene and that is when the policeman came to give us a report that he is there at Umziluzi.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Mr Sisulu, did he go to Umziluzi?",
            "Male"
        ],
        [
            "ROSSY MOLOI",
            "No, he never went there, he just called the police, to ask the police to go and look for my son.  He gave them 30 minutes and he told them to go and look for them.  That is just when the policeman took a statement.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "When the policeman, who took Rebecca to hospital?",
            "Male"
        ],
        [
            "ROSSY MOLOI",
            "No, there is no one who went to hospital. They were taken by Black Maria.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What do you mean when you say Black Maria?  Is it a hearse?",
            "Male"
        ],
        [
            "ROSSY MOLOI",
            "Yes, it is a hearse.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Whose hearse was it?",
            "Male"
        ],
        [
            "ROSSY MOLOI",
            "It was the Government hearse.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "So from there did you identify the corpse?\nSOWETO HEARING TRC/GAUTENG\n12 R MOLOI",
            "Male"
        ],
        [
            "ROSSY MOLOI",
            "Yes, I did.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did you let Mr Sisulu know that you had found the corpse?",
            "Male"
        ],
        [
            "ROSSY MOLOI",
            "I don't know whether the journalist told him or not.  Because we were just so confused.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "The way I understand you were, if I understand you correctly, things took place so dramatically that you could not even know whether those people, whether they were school friends of your children or whether they were just people or whether those people were from Inkatha or what?",
            "Male"
        ],
        [
            "ROSSY MOLOI",
            "Yes, at the hostel, the dwellers there are from Inkatha.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mamma Moloi, thank you very much. If I could ask one final question. You mentioned that he was a shop steward, your son. What was this union?",
            "Unknown"
        ],
        [
            "ROSSY MOLOI",
            "It was Sawctu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And your daughter-in-law, was she also in a union?",
            "Unknown"
        ],
        [
            "ROSSY MOLOI",
            "No, she was working at Donald (indistinct), no, at Fordsburg.   The union, I know it is the Cosatu union, that is Rebecca.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  We are very grateful to you for coming.  I think that as with other cases that we have heard, what you have told us, is a story of people really caught in the middle of a dreadful horror which is worse because of the difficulty of understanding what is happening within this political conflict, where ordinary people are caught up in the middle.  So the pain and the suffering is greater in terms of the loss, and we understand as well the problem of not knowing, of trying to break the\nSOWETO HEARING TRC/GAUTENG\n13 R MOLOI\nsilence.  What we will do as a Commission is to try and help you break that silence.  We have heard your plea and we hope that we can help heal the sorrow that you feel and bring you somehow to come to terms with your grief.  We thank you very much indeed.  Thank you, Mamma.\nSOWETO HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}