{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-22",
        "location": "SOWETO",
        "day": "1",
        "names": [
            "DOROTHY SEATLHOLO"
        ],
        "case number": ".",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55944&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/seatlhol.htm",
        "speakers": [
            "DOROTHY SEATLHOLO",
            "MR MANTHATA",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MS SOOKA",
            "MS SEATLHOLO",
            "DOROTHY SEATLHOLO",
            "MS MKHIZE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MS SOOKA",
            "I now call Dorothy Seatlholo to the stand please. Before we take Dorothy's evidence I would just like to announce that we are running incredibly late and so we have arranged to take some of the witnesses tomorrow.  We will be starting a half-an-hour earlier at 8:30 so that we can take Janet Goldblatt first.  We will also be taking Matsiliso Photolo tomorrow as well.  We will now begin with Dorothy.  Dorothy the person on the side of you is that somebody who is related to you?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "My sister-in-law.",
            "Female"
        ],
        [
            "MS SOOKA",
            "We would like to welcome her to the hearings as well.",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "As is customary with the Commission we normally assign a Commissioner to assist you with the leading of your evidence.  In this instance I am going to do it, and I would ask you to take your time and to tell us exactly what you have on your mind.  If you will very briefly tell us a little bit about yourself as well please.",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "I am Dorothy Seatlhlolo.  I am the wife of the late Sydney Maphalala.  My husband was shot.  He was killed brutally in 1976 by a car which was going around killing people in Soweto.  It's a car, I always see it going up and down killing people in the township, until on the 27th of August 1976 they made my husband Mapetla who\nSOWETO HEARING TRC/GAUTENG\n2 D SEATLHOLO\ntogether with two of his friends and another lady whose name is Tabiseng.  I don't what happened there because the car was having some bullet holes of more than 20 at the back.  They took my husband, they put my husband in one of the cars together with Ntabiseng and took him to the police station, Moroka Police Station.   They didn't take my husband to hospital.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Sorry.  Could I just ask you to stop we have a problem with the interpretation services please.  I am sorry to do that to you.  We are actually getting two languages coming through on one line, if we could just please check that.",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "What disturbed me they took my husband to the police station together with Ntabiseng, they didn't even care to take him to hospital.  While he was shivering, they \"Kaffir don't cry, we are going to shoot you again\".  After shooting my husband they took him to Moroka Police Station.  And then the next thing they threw my husband's body on the floor.  After that his body was still down.  While he was dying they said \"Kaffir...\" they said they are not going to shoot him again.\n After two months they came to tell me to come and take the car in the police station.  When I arrived at the police station I was wearing black clothes, when I entered they said to me why are you crying, why are you crying, because your husband is dead?  They were having cigars, smoking cigarettes.  I was crying because I was afraid, they were threatening me and they didn't care because they were enjoying what they were doing in Soweto.  They didn't want to see any boy in the streets. Even myself on the 17th of June 1976 White policemen they were the people who burned \nSOWETO HEARING TRC/GAUTENG\n3 D SEATLHOLO\nthe bottle stores, children were drinking without being aware of what was happening, they were shot at by the boers.  Many things happened.  That's why I am always hurt because of what happened.  I am still undergoing treatment of what happened in 1976, since 1976.  Since that I was attacked by stress.  \n Some few months back I was about to die because when people see me on the street they think that I am okay, but myself I know that I am disturbed, I am suffering from psychological effect.  Boers didn't care whether you are having a child or whether you are having a family. Or even my husband it was not him alone because they were killing many people and many people I am also feeling for them because there are those people who could not understand even today because they were killing people like flies.  There are so many people who don't know where their children are.  Many people do not know where their children ended up.  My head is so painful because my child cannot forget what happened, because this happened while he was still four years.  The bullet holes in the car there were more than 20.   The boers showed our children a bad experience and us they deprived my husband's life while he was still young and myself I was still young because now if he was still alive if I'm having problems I was going to be able to forget.  He would be able to help me solve my problems.  I don't know whom to cry for now.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Dorothy take your time.  I would like to ask you a few questions just to get a clear picture of what did happen.  Was your husband a member of any political organisation?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "He was an ANC, we were all ANC in the\nSOWETO HEARING TRC/GAUTENG\n4 D SEATLHOLO\nhouse.",
            "Female"
        ],
        [
            "MS SOOKA",
            "At the time when he was shot in the car, you were not with him?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "I was not with him.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you know who the person was who was a passenger in his car?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "I know her but she never wanted to come and testify, to give evidence, because she was scared of the police.  I think the police used to go and threaten her that maybe if she can appear they will kill her.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How old were you at the time when your husband was shot?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "19.  Because even when the case was on at the High Court they used to say I was not supposed to appear because I was under age.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Can you tell us what happened to that case that you took to the Supreme Court?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "It went through the advocate, Mr Liebowitz, he used to come to my house to take photos of the car and it just ended there, because they said, I think it's '77 or '78, they said if anybody from the family - they said my brother-in-law if he doesn't come on the 8th of August the case will be withdrawn, so there was nothing I could do because they mentioned my brother-in-law, I was under age, I was not supposed to come with.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did you receive any money from the State for instance at any time?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "Msisti and Pat and them they used to, for the funeral yes they brought R400,00 and then after a time when I was in mourning for my husband I met Mr Agri Klaaste at Crossroads here in Soweto and then he asked me, you are\nSOWETO HEARING TRC/GAUTENG\n5 D SEATLHOLO\nso young why are you dressed in black?  I explained to Mr Agri Klaaste and then he said to me no but you are supposed to have got something.  He directed me to Jorissen Street at SACC.  I went to SACC and then they went to the bank, they withdrew R30, they gave me R30, so I decided to look for a job and work because really my son had to go to school and I was a breadwinner by then.  I had to go and work.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Dorothy how old is your child now?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "My child is 24 now.  He is doing electrical engineering.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe we must congratulate you for having kept going and managed to keep him at school up to this age, but can I ask you this question, we have heard many young women of your age who have had an experience of losing their loved ones through man-made actions like the ones we have just described, in your own opinion what do you think should be done for many women including yourself to be able to begin to heal and understand the idea of reconciliation?",
            "Female"
        ],
        [
            "DOROTHY SEATLHOLO",
            "What I want is to forgive those people who killed my husband but I want them to come and show up so that even my son should forgive them.  Before I can hear the truth because what I am saying now is not the full story, until the lady and them they appear among the public to apologise to the public because they used to do funny things and killing people purposely, so I want them to come and show up to the public before I can forgive them.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I think just one question.  I know the best person to answer the question would have been your son, just to say what has kept him strong all these years and to what lesson has he learned from his father's death?",
            "Male"
        ],
        [
            "DOROTHY SEATLHOLO",
            "The church and he was always praying..(tape SOWETO HEARING TRC/GAUTENG\n6 D SEATLHOLO\nends)...  Even today I am coming from the police station, I am having an affidavit for him to get money to get a bursary because he's studying at Wits Technikon, so I am coming from the police station this morning because they needed an affidavit as evidence that I am not working and his father died.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Dorothy, the sacrifice that you have made and many other young women in your position is enormous and we would like to commend you on your courage and the way you have in fact survived all that was done to you.  We take heed of the fact that you would like to know who these people are and why they did this.  One of the sad things about the Commission thus far has been the lack of response from perpetrators in coming forward and the question that the Commission receives constantly is before we forgive we would like to know who we must forgive or why they did this.  I think the question can only be answered by those people involved themselves and we appeal as our Chairperson has constantly appealed, that those people who have committed atrocities in the past that they should come forward and use the opportunity to cleanse themselves of what they have done.  But they also need to recognise how forgiving South Africans are of what has happened in our past.\n We thank you for coming to share your story with us.  We have taken note of the name of the advocate who dealt with your case and we will try and follow that up so that we are able to give you some kind of answer on this particular matter.  Thank you.",
            "Female"
        ]
    ]
}