{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-22",
        "location": "SOWETO",
        "day": "1",
        "names": [
            "ANTOINETTE SITHOLE"
        ],
        "case number": ".",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55946&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/sithole.htm",
        "speakers": [
            "ANTOINETTE SITHOLE",
            "MR LEWIN",
            "MR MANTHATA",
            "MS MKHIZE",
            "MS SOOKA",
            "SAM NZIMA"
        ],
        "original_speakers": [
            "MS SOOKA",
            "MS MKHIZE",
            "ANTOINETTE SITHOLE",
            "SAM NZIMA",
            "MS SITHOLE",
            "MR MANTHATA",
            "MR LEWIN",
            "MR NZIMA"
        ]
    },
    "testimony": [
        [
            "MS SOOKA",
            "Thank you Fathers, thank you.  I would like to welcome to the proceedings today the Premier of our Province, Mr Tokyo Sexwale and I would ask him to rise please so that people can recognise him.\n The process that we normally use in these hearings is that we call witnesses to the stand.  They are usually accompanied by a briefer, who is either a trained counsellor or a mental health worker to assist them in the proceedings.  They may also be accompanied by friends or family.  The witnesses then take the oath and we, as is our practice, we assign one of the Commissioners or Committee members to assist them with the telling of their evidence.  \n We would like to remind people that these are victim hearings and that in terms of section 11 of the Act victims are to be treated with dignity, compassion, so therefore they must be allowed to tell their stories in absolute quiet.  \n Unpleasant though it may be I would like to remind you as well that in terms of the Act I have the power to have anybody removed from this hall if they create a disturbance.   I would now like to present my fellow commissioners and Committee members to you so that you may know who they are for the process for this day.  They are Mr Hlengiwe Mkhize, the Chairperson of the Reparation and Rehabilitation \nSOWETO HEARING TRC/GAUTENG\n2\nCommittee.  Mr Tom Manthata a member of the Reparation Committee on my extreme right.  Mr Hugh Lewin, a member of the Human Rights Violation Committee. \n Today is a very special day for the Truth Commission.  For many of us Soweto '76 is a time remembered in our history.  We know the evidence that has gone to previous commissions, however, what we want to do today is to get the story behind Soweto.  The story of the human beings who lived in Soweto.  I would like to ask my fellow commissioner Hlengiwe Mkhize to present the witnesses for today to us.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I will first introduce our Chairperson.  She is Miss Yasmin Sooka who is a Deputy Chairperson of the Human Rights Violation.  She is the one who is going to Chair.   Lady Chair I want to take this opportunity to present to you and this Commission and the audience the names of the witnesses who will be testifying before the Commission today, Monday the 22nd of July 1996 here at Regina Mundi.\n Our first witness, whom I am going to present to you, is Antoinette Sithole who will be representing the late Hector Petersen.  Also Antoinette will be accompanied by Sam Nzima who is a journalist who will give supporting evidence.\n The second witness will be a well-known Soweto citizen Mamma Kuzwayo, that is L M Kuzwayo, who will be representing herself, not so much as a survivor but as a community leader at the time, who held a particular position and who has got a perspective to share.  \n The third witness will be Amelia Molapo who will be representing herself as it is alleged that she was shot by the police and got paralysed on that day.\n The fourth witness is Dan Montsisi who will be representing himself just giving a perspective as a person \nSOWETO HEARING TRC/GAUTENG\n3\nwho was in student leadership at that time.  \n The next witness will be Dorothy Seatlholo, who will be representing our hero Sydney Maphalala who is alleged should have been shot dead on that day.\n Then we will have Peter Magubane, a journalist at that time, well-known for his good work.\n And then we will have Virginia Mashinini who will give a perspective of Tsea Mashinini's involvement. \n And then we will have Fanyana Mazibuko who also will give a perspective of what he saw and he noticed on that day.\n We have also Dorothy Tshabalala who will be representing Mzwake Tshabalala who was detained, hospitalised and disabled.\n We will also be having Gabu Tugwana, who is a journalist, who will be giving a perspective of his involvement during those days.\n And we also have Janet Goldblatt who is Dr Edelstein's daughter who I should think is one of the people who has drawn the world's attention to what happened on June 16 1976.\n We have also Matsidiso Photolo who will be representing Wike Sanco Patolo who is alleged to have been shot by the police in Benoni.\n We also have Reverend Dale White who is going to give a perspective of the Church's involvement in supporting people who were directly affected around and after the 16th of June in 1976.\n Having introduced all the witnesses I will go on to ask the first witness, which is Antoinette Sithole, and I will ask also that Sam Nzima sit next to the witness.  I hand it \nSOWETO HEARING over/...\n4 A SITHOLE\nover back to the Chair.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I now call Antoinette Sithole and Sam Nzima to take the stand please.  Before we begin I would like to explain that it is customary of the Commission to ask the witnesses to speak in the language that they are comfortable with.  To assist people with understanding we have provided interpretation services.  These items are available for people who do not understand Sotho or Zulu.  Please make sure that you collect a pair so that you are comfortable with the evidence as it is being led.  I would also like our people who are here in the hall to make sure that as many people as possible receive these earphones and headsets.\n During this period I would also like to thank Peter Magubane and Sam Nziva for mounting the photo exhibition that we have at the back of the hall.  Thank you.",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "If I may ask you to rise as well please.  Could you please put the headphones on.",
            "Female"
        ],
        [
            "SAM NZIMA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "As is customary with the Commission we have made sure that there is a Commissioner to assist you with the leading of your evidence.  I will be doing that for both of you and I will start with Antoinette first.  Please feel free to tell the story in your own words.  You may speak in the language of your choice because I will be able to hear you in the translation.  The translation is to assist me and my fellow commissioners and committee members and not yourself.  But if you have a problem with hearing please let me know.  Could we have quiet please so that we may begin.  Antoinette are you comfortable?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "Yes.\nSOWETO HEARING TRC/GAUTENG\n5 A SITHOLE",
            "Female"
        ],
        [
            "MS SOOKA",
            "You may now begin to tell your story.  Please press the red button when you want to speak and you can press the other one to switch it off.",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "Okay.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "It was on the 16th of June as we were marching against the Afrikaans.  When we arrived at Pafeneng there was confusion.  There were police.  They threw us with tear gas.  We ran away and we hid ourselves.  While we were hiding we found the police, they were on the other side Andy Thomas Hall and then we went out.  While we were still standing outside there was someone coming in front of the school, and who is this person?  And I thought this is Hector.  I called Hector.  I said to Hector he should not, and we go back home.\n There was a gun sound.  There was teargas and there was confusion.  I saw people hiding themselves and then I hid myself too.  While we were standing there I then - I was afraid because I didn't know where Hector has gone to and people were holding something.  And then I moved forward and I could not see properly, and I saw Hector's shoe.  \n Mr Makubu said and ran.  While he was running I asked where are you going.  He said there's a clinic just nearby.  While we were running someone stopped in front of us, this car, my mother came out from the car and she said put him inside the car, I will assist you.  Mr Makubu was carrying Hector and said Hector is dead.\n When we arrived at the clinic we found a doctor there.  When the doctor went on he said there is nothing I can do.  He asked me the names, who I am.  After that I stayed there in the clinic without knowing what to do.  There came two \nSOWETO HEARING TRC/GAUTENG\n6 A SITHOLE\nwomen who were teachers and they went home with me.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.  I am going to ask you some questions for clarification please.  Could you tell me whether Hector was a member of any student organisation at the time?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "No he was not a member of any organisation.",
            "Female"
        ],
        [
            "MS SOOKA",
            "So Hector got caught in the crossfire?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "I think now that we were marching, most of the schoolchildren, we only went to the secondary schools and high schools, so maybe because of curiosity kids from all these lower primary schools they all followed us.  So something like that really.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How old was Hector at the time?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "He was 12 years old and he was to be 13 in August.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How old were you at the time?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "I was 17 years old.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What has happened to you since, what do you do?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "In 1977 we had a ...(indistinct) just to keep us busy and away from the street.  So I was doing that.  And after that I got married and I left my husband and I got - I am married now again.  So my life is not so much well really.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How do you feel about the fact that so many years after June '76 we now have a new government, do you feel that Hector's death in any way contributed to what we have today?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "Of course it did, it did contribute very, very much.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.  I will ask my fellow commissioners and committee members whether they want to ask you any questions.  Thank you very much.\nSOWETO HEARING TRC/GAUTENG\n7 A SITHOLE",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Antoinette at the time in what class were you, that is in what form were you?",
            "Male"
        ],
        [
            "ANTOINETTE SITHOLE",
            "I was doing form 2.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And at that time what subjects were you doing in Afrikaans?",
            "Male"
        ],
        [
            "ANTOINETTE SITHOLE",
            "It was mathematics, biology and geography.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Was it easy and pleasant to receive lessons in that language?",
            "Male"
        ],
        [
            "ANTOINETTE SITHOLE",
            "No it was not easy and it was not pleasant.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "We have here Umbiswa Makubu who was seen carrying Hector Petersen, how long had you known him before this occasion?",
            "Male"
        ],
        [
            "ANTOINETTE SITHOLE",
            "I never knew Mr Umbiswa.  I only saw him that minute and it was the end.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What happened to the students, that is those who were marching towards the end of the day?  Did they march the whole day?",
            "Male"
        ],
        [
            "ANTOINETTE SITHOLE",
            "No they didn't march the whole day, we were interrupted by the police.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.  No further questions.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Antoinette could I ask, you must have re-lived this whole experience many, many times since - well in the last 20 years, thinking back on it now do you feel any- what are your feelings about that, looking back on it now?",
            "Male"
        ],
        [
            "ANTOINETTE SITHOLE",
            "At first I was very, very angry, but later I realised that no Hector didn't die in vain really, because all what we wanted was the language must be changed and the later generations would enjoy their school, because we couldn't enjoy school because of this Afrikaans.  So I am very happy now because things have changed.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you.\nSOWETO HEARING TRC/GAUTENG\n8 A SITHOLE",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you.  Antoinette partly while you were organising this we had many people asking us as to what we hoped to achieve since so much has been said about June 16, and our response has been we hope from people like yourselves we will be able to get the details that have not been depicted anywhere.  I will ask you just to share with the Commission and the audience as to what kind of information emerged at that time around Hector's funeral, whatever you can think of if you look back.  The people who came to visit your family, the speeches that were made, whatever you think might be significant which you can recollect.  I know it's a difficult thing but it might be of use for this Commission to get a clearer picture.",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "Ja there were people that were coming at my grandmother's place and they all talked about that one day we will be free of which it was really encouraging, because I think most of the people didn't think that June 16th really gave us freedom you know because we were kids.  So I think most of the people were talking about freedom and that we will one day win this battle of apartheid.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did young people who were with him at school at that time, you said he was 12, did they also have a similar perspective, what was their reaction, were they also hopeful at that time as early as the age of 12?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "I think they were confused actually because most of the kids by that age they were not really in politics so maybe they heard elderly people talking about that but you know how kids are.  I think they were confused, they couldn't understand.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Also of importance for this Commission is to assist the government to make sure that in this country we\nSOWETO HEARING TRC/GAUTENG\n9 A SITHOLE\ndon't ever leave with a situation where we say a person at the age of 12 was killed.  I suppose you have been talking with your family members about this, what kind of advice would you give, what should be done?  How should the present government deal with young people when they are protesting or rioting?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "I think the important things before the government, as parents, parents should actually tell or teach children that education is important.  We may have politicians in the kids, maybe the kids may turn to be politicians, but education is the key to freedom.  So I think we must tell the youth to leave drugs and all these funny things that they are doing to concentrate on education.  In that way we will be a better nation.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you Antoinette.   Sam will you now tell us your account of what happened on June the 16th and the subsequent days, and particularly how you came to take that picture which was splashed across the world?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "In June 16 1976 students started to march from Naledi High School.  They were targeted to the High School to march in protest against the medium of instruction in Afrikaans.  The march started from there moving down to Skanentwana, Gungenyane, Morris Isaacson and Orlando West High which is Madziki High School.  On arriving there while they were still waiting for the other students to come out, of course their march was a peaceful one from the beginning, the students were carrying the placards which were written that \"We are not educated but certificated\", \"Afrikaans must be abolished\", \"We are being fed by the crumbs of Education\", those were the placards written carried by the students marching towards Orlando West High where they were\nSOWETO HEARING TRC/GAUTENG\n10 S NZIMA\nwaiting for the other students to come out to join the march.\n While they were still waiting there for the students to come out one of the students came running and he said \"Police are coming in a big convoy, watch out\".  He was warning the other students.  When the police arrived in seven vans and one big truck one White man who was in a police uniform carried his stick in his armpit which I think he was a major warned the students that they must disperse immediately.  The students started singing Nkosi Sikelele Afrika and then again the second warning he said I am giving you three minutes to disperse here.\n The students continued singing Nkosi Sikelele Afrika and it was hardly three minutes when he pulled out his firearm and he shot directly at the students.  Now all hell broke loose.  All these policemen were shooting at the students randomly.  \n During the shooting I saw a student fall down and another student picked him up and I rushed there to take a picture.  I took six sequence shots of that picture of the student, whom we later discovered that was Hector Petersen, and another student by the Umbiswe Makuba picked Hector Petersen up and Antoinette, the sister who is next to me here of Hector Petersen, she was crying hysterically alongside where Makuba was carrying Victor Petersen running towards the direction where our Press car was parked. \n After taking those pictures I helped Antoinette and Umbiswa Makuba to put Hector Petersen in the Press car to be taken to the Pafene clinic where he was certified dead by the doctor. \n On that afternoon Soweto was on fire, many things \nSOWETO HEARING TRC/GAUTENG\n11 S NZIMA\nhappened.  The same afternoon the picture of Hector Petersen was published in all the local newspapers and abroad as well as the television. The students were harassed on that all over Soweto and even the East Rand. \n Because of that picture of Hector Petersen which was used in the Press I was a victim of the police harassment. I was therefore compelled to leave my job as a journalist to hide in the Eastern Transvaal, which is now known as Mpumalanga.  I couldn't stay alone there but my wife she was a sister at Baragwanath Hospital, she was also forced to leave her job and join me there in hiding.  Because of that picture I lost my job.  I was frustrated, I couldn't be a journalist anymore.  Because had I stuck to journalism I was going to be shot or locked up in jail.  \n The other group, the owners of the World Newspapers and the Star exploited me a lot, because they did not pay me a cent for that picture.  The picture circulated throughout the whole world which I believe the other group is ripping the royalties of that picture.\n Political organisations or liberation movements are also using that picture very extensively.  Some of them they did not even know who took the picture, but they are benefitting out of that picture.\n I do believe now since it's a new South Africa, a new government they will recognise my work which has contributed to change in South Africa when it comes to the education of the children of South Africa.  I lost my job because of that picture.  I am no longer a journalist.  I am in a small business which is also no longer functioning very well down there in the Eastern Transvaal. That's what happened on June 16 1976.\nSOWETO HEARING TRC/GAUTENG\n12 S NZIMA",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  I'd like to ask you a few questions please for clarification.  On that particular day were you alerted to what was going to happen prior to the march taking place, how did you come to be where you were, where the march was taking place?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "Yes.  I was assigned to cover the march by our late editor Percy Gobozo who told me on Tuesday afternoon that tomorrow morning, which was Wednesday there will be a march of the students to protest against the medium of instruction which was Afrikaans.  So that morning I woke up early to Naledi High School to start the march with the students.  I marched with them from Naledi High up to Orlando West High.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could you tell me whether your editor knew, before he had assigned you to covering the march, whether he was aware of the fact that there was going to be this march which would take this particular direction or was it simply a march which was meant to start as a protest, could you tell us a little bit more about that please?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "We did not predict any danger or anything that is going to happen to take the student's life or anybody's life.  We thought that is going to be a peaceful march because the students were just protesting, arm-less, just carrying their placards, that was written all they wanted to get.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Living in the township were you aware of the tensions that were seething at the time which gave vent to this protest march?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "There was no tension prior to this march but the tension and everything started after the march and the shooting of the students.\nSOWETO HEARING TRC/GAUTENG\n13 S NZIMA",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you think that the police were prepared, in a sense, to deal with this march?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "Yes they were prepared to deal with this march, because that was my first time to see the casper which we called a hippo.  We did not know when did they get this big vehicle to come and shoot at the students at that time.  It was immediately after Hector Petersen was shot down, we saw a big convoy of caspers coming to Soweto and everybody was teargassed at the place where the shooting took place.",
            "Male"
        ],
        [
            "MS SOOKA",
            "When the policeman who was in charge gave the order to fire, besides giving the students a warning to disperse did he not attempt to use any other methods of getting them to disperse, for instance by using teargas or rubber bullets, or was the first instruction simply for them to disperse and in the next few minutes the order came to shoot?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "Nothing else was used except the live ammunition which was used to shoot the student direct and they did not shoot in the air, they shot direct to the students.  I was there, I saw it.",
            "Male"
        ],
        [
            "MS SOOKA",
            "In your opinion the shooting was meant to kill?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "Correct, it was meant to kill.",
            "Male"
        ],
        [
            "MS SOOKA",
            "As a Black journalist you were able to move around quite freely in the townships because what we do have which has come to us through reports at the time is that journalists, other than black journalists are not allowed to enter the townships, could you tell us about what happened and whether you covered anything else after that particular day?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "From the beginning students were very friendly with the journalists, but later the student becomes arrogant SOWETO HEARING TRC/GAUTENG\n14 S NZIMA\nand they are furious to see the journalist taking pictures.  Because what happened is that the police used to make cuttings from the newspapers' pictures and hunt for this student carrying the pictures of the student.  So from there the relationship between the journalist and the student was bad.  In Soweto the community were accepting the journalists but the students were not.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Would you agree that a possible explanation for that could have been that the taking of their photograph exposed them to the system at the time?",
            "Female"
        ],
        [
            "SAM NZIMA",
            "That was the correct thing.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  I will ask my fellow Commissioners and Committee members whether they want to ask you any questions.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Mr Nzima do I understand you well to say that since the picture you took and the march you saw there was never peace amongst the students in Soweto?",
            "Male"
        ],
        [
            "SAM NZIMA",
            "After the picture was taken, yes, there was never peace in Soweto.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Even at that time was it possible to get shots, snaps, photos of the police confronting the students, what I mean is that there was a continued confrontation between the police and the students, was it possible to catch such scenes as you were moving around?",
            "Male"
        ],
        [
            "SAM NZIMA",
            "It was very, very impossible.  I got a warning that once they can get me again at the rioting place they are going to shoot me.  They wanted me to come to John Vorster's 10th Floor for interrogation.  That's the thing that made me run away from Johannesburg to go to the Eastern Transvaal.  The police were harassing the journalists.  I remember one day we were at Naledi Station looking for the,\nSOWETO HEARING TRC/GAUTENG\n15 S NZIMA\nfollowing the pictures while they were shooting other students there and the police shot at our Press car.  The bullet went through the car and nobody was injured in that car.  We ran away and we left that place because the police were now hunting for the Press, not to take them pictures anymore, because we were exposing what was happening.  The job, dirty job was done by the police in Soweto.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What about the community at that time, was it possible to get communities that were peaceful that you could have managed to take photos of?",
            "Male"
        ],
        [
            "SAM NZIMA",
            "There was no more peace in Soweto at that time, because everybody was a victim of the police.  Once we take a parent a picture and they use it in the Press saying that she's looking for her son or daughter that parent will be harassed and they will be taken to jail because her or his daughter is a terrorist.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "At the World offices what was the thinking of the late Percy Goboza who sent you to take photos of the students on the march?",
            "Male"
        ],
        [
            "SAM NZIMA",
            "The thinking of the Press at that time of Percy Goboza was that we must go ahead, we must not be intimidated whether the police are shooting or not we must take the pictures and he himself, Goboza was detained because of that exposure which was using the World newspaper before it was banned. So that was the strategy of the Press in South Africa.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Just a brief question if I may, in the light of everything else that happened it might not seem, that important that you mentioned it very specifically as a reason for the fact that you are no longer a Press photographer, or even a photographer, were you actually paid SOWETO HEARING TRC/GAUTENG\n16 S NZIMA\nby anybody for your picture, possibly the most famous picture to come out of South Africa in the last 30 years?",
            "Male"
        ],
        [
            "SAM NZIMA",
            "I was never paid a cent for that picture and that's why I say I was exploited by the Argus Group.  And the picture was used extensively even abroad.  The picture has now been publicised in the history of South Africa, if you look at the book called Illustrated History of South Africa, that picture is there.  I don't know who is ripping the royalties of that picture, it must be the Argus Group or who else I don't know.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Who has the negatives?",
            "Male"
        ],
        [
            "SAM NZIMA",
            "The Argus Group have got the negatives but when I go to them now they told me that the negatives are missing and that the picture has become the people's picture, they don't have control over the pictures anymore.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thanks very much.  Would you like to become a photographer again?",
            "Male"
        ],
        [
            "SAM NZIMA",
            "No I don't want to.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I have just one question for you which is to say the Commission partly hopes to be able to assist young people to ask critical questions about our past.  Our Act aims at promoting national reconciliation and unity, but we don't know what to say exactly to young people about reconciliation if we do not understand what exactly happened.  Maybe I will ask you to assist us that based on the picture that made you known worldwide of Hector Petersen and many other minute details that you came up with around June 16, how can the journalist be of help to our schools in terms of helping young people in particular to understand human rights violations?\nSOWETO HEARING TRC/GAUTENG\n17 S NZIMA",
            "Female"
        ],
        [
            "SAM NZIMA",
            "I think our student of the 1996 should be in the position that they should match the change in this country, to follow the political change and the education shall change to suit the system of today.  The student of 1976 and 1996 should show a difference between those days.  The duty of the Press should be the way of changing the system of education that as they are doing now I can...(tape ends)\n...take this journalism career as a profession.  Journalism is a very important career that some of the students should follow that.  Then focusing at the teaching courses only, but journalism is a very important thing.  I am no longer interested to be a photographer but I've started a photographic school in my area to teach the young ones to be photographers and to be journalists.  I have already started a darkroom whereby they can take a black and white picture and teach them how to process and print the pictures themselves.  That is my contribution in the community where I live now.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I have said I will ask you one question but on the basis of what you have said I am also tempted to ask you another related question as to also relating to the role of the Press.  Right now we have heard the testimony from Antoinette Sithole and after she has given her testimony I was saying to myself how does the family cope with such a traumatic memory, and then I want to ask you a question as to what do you think should be the role of journalists in assisting the communities to relive this June 16th without leaving too many people injured, because we have these commemorations and young people's names like Hector come to the fore, but how can that be done in such a way that you promote national unity and reconciliation?\nSOWETO HEARING TRC/GAUTENG\n18 A SITHOLE",
            "Female"
        ],
        [
            "SAM NZIMA",
            "A journalist has got an important role to play in the community.  A journalist can build the country and they can destroy the country.  It is the duty of all the journalists to be committed, to write something that is going to reconcile the people with the understanding that this writing they are doing is to build South Africa.  Let us forget about the past.  A drop of Hector Petersen's blood bought the freedom for education in South Africa.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  I would like to thank you Antoinette for sharing your story with us.  It is one of the sad tragedies about South Africa that this democracy that we cherish so has been brought about by the blood and the sacrifices of many, many young people such as your brother.  We know that there is a monument to him but I would like to ask is there anything else that you think that the Commission can do which it can recommend to government to make sure that young people remember the sacrifices of people like Hector Petersen?",
            "Female"
        ],
        [
            "ANTOINETTE SITHOLE",
            "Yes.  My brother like the karate sport, so besides karate sport now that we no longer have facilities like club houses where we used to go for dance or traditional dance, whatever it is that kids can do, that is what I would like to ask to have especially in the community because all those were burnt down.  So I would like them to be rebuilt and all those things should come back and children should not go to the streets and hang about the town for drugs and whatever.  So in that way so many - I think now that many people are not working they will contribute to help children you know by teaching them dance and religious - I think almost everything that kids can do.  So that's really what I would like to happen.\nSOWETO HEARING TRC/GAUTENG\n19 S NZIMA",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.  Sam we thank you for sharing your story with us, and we thank you also for bringing along the pictures that you have so generously allowed us to show which we would remind people are set up at the back of the hall.  I think one of the tragedies of South Africa is that journalists like yourself who are often the only windows between what has happened in Soweto and the world did not get remunerated properly for the work that you did.  We will not promise, I think in your instance, to be able to assist you in dealing with it, but we could possibly try and recommend some legal firm that could assist you with trying to do something about getting some kind of accreditation for the picture that you took.  Thank you very much for sharing your stories with us.",
            "Female"
        ],
        [
            "SAM NZIMA",
            "And in addition to that I am also concerned about the memorial stone which has been erected at Orlando West High.  The picture of Hector Petersen has been engraved on that stone, but my name is not appearing anywhere there.  I am the architect of the picture.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you, thank you very much, you may resume your seat.",
            "Female"
        ]
    ]
}