{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-25",
        "location": "SOWETO",
        "day": "4",
        "names": [
            "NOMSA SHABALALA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55945&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/soweto/shabalal.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MANTHATA",
            "MRS SHABALALA",
            "MS SEROKE",
            "MS SHABALALA",
            "MS SOOKA",
            "NOMSA SHABALALA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "NOMSA SHABALALA",
            "MS SHABALALA",
            "MRS SHABALALA",
            "MR MANTHATA",
            "MS SOOKA",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I request Nomsa Shabalala to come forward, please, or Mrs Shabalala to come forward, please, the next witness.\n Are any of our briefers or clergy that are assisting us, assisting Mr and Mrs Sono? Okay.  They need to be protected from the Press, please.\n Mamma Shabalala, I would like you to stand up so that you can take the oath.",
            "Unknown"
        ],
        [
            "NOMSA SHABALALA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated. I would like you to tell the Commission who you are and where you are coming from.",
            "Unknown"
        ],
        [
            "MS SHABALALA",
            "I am Mrs Shabalala, the mother of Sibonisa Shabalala, I am from Meadowlands 33/65, Zone 10.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where do you work?",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "I am not working.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there any political organisation which you are affiliated to?",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you please explain to us about your statement, the one that you brought forward before the Commission.",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "As I am today I am here to give testimony about my first-born, Sibonisa Shabalala.\nSOWETO HEARING TRC/GAUTENG\n2 MS N SHABALALA\n In 1988 on the 13th of November, Bonisa came into my house and I wasn't at home.  They found Bonisa's brother.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Before that, we would like you to explain to us how was your son or whether he was a member of an organisation or just in school?",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "No, as far as I know, I didn't know whether he was a member of an organisation. All I knew is that he liked soccer, but I didn't know how much he liked soccer.  But I know he had a nickname which they called him, Makanda.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there any team which he played for?",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "No, it was just teams, kids' teams.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please proceed, Mamma.",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "On the 13th of November on a Sunday, I was in church.  When I came home at about six o'clock, I was from Natal.  When I came home at about six o'clock, the father told me that there came three boys and when they came here they said they are looking for Sibonisa and Lolo Sono.  These kids had a box of matches, they had his name and his address, Lolo's name and address.  Then my husband told them that Sibonisa wasn't home and then they left.\n When they came back, Sibonisa's father attended to them and asked them why they are there.  They said they are looking for Sibonisa.  Sibonisa's father said why are you looking for him so much, would you please leave your telephone numbers and these boys said no, they will come back.\n When they came back at about seven o'clock, he explained everything to me, about the boys who came looking for Sibonisa and that they didn't look like good boys.  When he was trying to explain to me, we heard a knock at the door, and these three boys came in.  My husband said to them SOWETO HEARING TRC/GAUTENG\n3 MS N SHABALALA\n- said to me actually, here are the boys who have been looking for Sibonisa. He said to them please sit down and explain to us why are you here, this is Sibonisa's mother and I am Sibonisa's father.  These boys said no, we are looking for Sibonisa; Sibonisa didn't mention to you that he was leaving today.  So my husband said no, where?  They said he is crossing the country.  I said to these boys he is crossing, what do you mean when you say he is crossing, where is he going.  They said he is going to Winnie, Winnie's place and then these boys left.\n After they had left we were worried, we wanted to know where was Sibonisa now.  At about 10 o'clock Sibonisa's father left and went up to Lolo's house.  He explained everything to Lolo's father and Lolo's father said to my husband they have already taken Lolo and they have already beaten him, and it looks like I am doubting his health now, because he is really bad, and when Sibonisa comes will you please warn him not to follow Lolo, because they might do the same to him.  \n Sibonisa came home at about 11 o'clock.  I asked Sibonisa where he was from.  Sibonisa explained that his friend had a 21st birthday party and his father explained to Sibonisa.  \n I asked Sibonisa myself, what do you know about Winnie.  But Sibonisa was one boy who was quiet and then he said to me mom, I don't know that much.  I asked him when they come here, what are you going to do?  He said to me I have to go where they have taken Lolo, because if I don't go there all of you will die here.    When I askeld why he didn't explain to me. He went to bed, we went to sleep.\n In the morning we woke up, we went to work. His father\nSOWETO HEARING TRC/GAUTENG\n4 N SHABALALA\nleft for work. I was still working myself.  I went to work. When I came back, Sibonisa wasn't there. When we realised that he wasn't there, we were surprised.  We waited for him.  Bonisa's father left for Lolo's house and he explained to Lolo's father.  Both of them, Sibonisa's father and Lolo's father left for the police station to report the matter.\n When they reported the matter the police just took a statement and that was the end of it.  It meant that Sibonisa disappeared on the 14th.  After two days, on the 16th, six o'clock we received a telephone call.  When we received the telephone call the kids said to me it is Sibonisa over the phone.  When I went there he said Mamma, I am here with Lolo and the telephone went dead.  He didn't say anything, because it seemed like he had hanged up.  \n I phoned Mr Shabalala.  Mr Shabalala went back to the police station.  He explained the matter to them, to the police said we don't put us there, we don't talk stories about your kids, because your kids are naughty.\n In 1989 reporters came from Sowetan newspapers. They asked me about Sibonisa.  When I explained to him, they asked for his photograph.  At the police station they called Mr Shabalala at work, they needed his photograph.  Later, after a long time, the month, I am not sure whether February  or March, we bought a newspaper.  We read a story about Stompie.  When we saw that story we realised that Stompie was one of the boys who was playing for the Mandela Football Club.  Because also our sons were there, even though they didn't tell us, we saw that on the paper.  We realised that also our kids were one of those boys who belonged to the Mandela Football Club. \n I am not sure in which year, but Dempsey came to our \nSOWETO HEARING TRC/GAUTENG\n5 N SHABALALA\nhome, he called Mr Shabalala and Mr Sono.  He told them there was a case and they found people from Thokoza, people from most of the surrounding areas of Johannesburg, and Mr Shabalala didn't say anything.  That was the end of the story.\n After a long time, it was in 1995 now.  On the 12th of August Mr Shabalala died.  After he died in August, September, October, on the 5th of October, in the morning ...  (PAUSE).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please take your time.  We will wait for you, please take your time, Mrs Shabalala.  Please take your time, relax.",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "All right.  On the 5th of October, four o'clock in the morning I heard a knock at the door.  When I heard this knock I sounded like this person has been knocking for a long time.  In my house I have a back room building and one of my girls is sleeping outside and my boy outside. I am the one inside the big house.  (PAUSE).\n I had this feeling that this person has been knocking for a long time. I woke up, I went to the dining room. I saw a torch light. I opened the curtain.  When I opened the curtain I saw a White man wearing a police uniform.  He explained to me and said we are police, but my mind was still at my husband's mind, who had just passed away in August. I thought maybe they are here because they needed to talk something about that.  I opened the door.  When I opened the door for them, they said would you please open the gate. I was so dull at that time, I couldn't think anything. I went and then I left through the dining room door. I saw three White boers. They were driving a Golf, a white Golf. They said to me open the gate. I opened the\nSOWETO HEARING TRC/GAUTENG\n6 N SHABALALA\ngate.  In other words, these White guys were inside my yard, they jumped the fence, because the other three were outside the gate. I opened the gate for them, I brought them inside my house. I sat down and I was still busy, I couldn't think.  I could see that they were wearing uniforms but I didn't think that I should take their numbers or names. I just looked at the uniforms and I was satisfied.\n I sat down and the other one sat down, the other three stood up.  They said to me they are looking for Shadrick. Shadrick is my husband, the father of my kids. I told them Shadrick is late, he is dead.  They produced a photograph.  They said to me do you know this person. I looked at the photograph, I said yes, I know.  They said who is this person.  I said it is my son. They said oh, we are sorry, we didn't come here to put more pain on top of the pain that you have, because this son of yours is dead.  I said how is he dead, what must I do?  They said if you want to know, go to Pretoria police station and they will explain everything to you, but because they have already been buried in one grave, go there with R4 000,00.\n I kept quiet. They gave me the photograph, his photograph.  I sat there, I was quiet. I said what about Lolo.  They said to me no, we are not talking about Lolo, we are talking about your son.  \n After they left, my kids woke up, I explained everything to them and my kids were shocked. I explained to my family and my family was also shocked. They asked me where did they bury them. I said I don't know. \n Later on then Mr Sono's family came to me and told me that we are going to Cape Town because we are still seeking explanations about our kids' disappearance.  Then Mr Sono's\nSOWETO HEARING TRC/GAUTENG\n7 N SHABALALA\nfamily went to Cape Town.  When they came back, I think after a day, after a day they came back.  I saw this policeman Mr Dempsey. Mr Dempsey, when he came, he wasn't alone, he came with lots of cars, they surrounded our house.  They came to my house.  They said to me we have heard Mrs Sono on television that you as well who have lost your child.  Then they asked me where did you get that story?  I told them the policemen came one day here and they told me. They asked me what did you do after they told you?  I said I didn't do anything because they told me about R4 000,00 which I didn't have, I don't have today, I don't have someone who is working, even my husband has just passed away.  Then I asked Mr Dempsey why are you bringing so many cars and you took my son's photograph and you have been making a fool out of me, you said, you have promised that you are going to look and try and investigate about this thing, but he never came back to me. He said to me that is because I have no news to bring back. I said to him what about Lolo.  So he said to me don't tell me about Lolo, because his family thinks that they are clever.\n Because we have lost kids, we are crying, we really want to know where our kids are.  We know that you will die one day, but it is nice to know where you have buried your blood.  Like now, I feel okay, because I know where I buried my husband.  Like him, I heard that he was shot and then I went there. I brought my husband and I buried him. But I also want to do the same with my child.  \n If Winnie did do this, I am asking and I am pleading with her, to please come forward and explain to us why she killed them and where she buried them.  We just want to know where they are.\nSOWETO HEARING TRC/GAUTENG\n8 N SHABALALA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Shabalala.  I will ask you a few questions and then I will ask my colleague Commissioners to ask you questions as well, if they have something to ask you.  Even to you I will say the same thing which I have been saying to other people. It is really difficult what you went through. On the statement we also have something about your husband, Mr Shabalala who was shot.  Can you please explain to us about that.",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "My husband was at work. When he came back we found that one person died at work.  Then people from work gave him money to take the money to that colleague's house.  When he left and brought the money there, I received a call, asking me what car was he driving.  Then they said to me, they actually asked me what kind of car he was driving. My kids explained.  Then they said to me okay, we heard that what car is he driving and then they said to me when they shot him, he was driving and he lost control.  The car hit a house.  When I asked how it happened, people said they saw two cars driving in a similar direction, in an opposite direction and one car was supposed to turn and the other two turned.  Then we all we heard was gunfire. It was in 1994 when he died and police were there.  The police took statements. Even now this case has not been heard yet.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mamma Shabalala.  In your statement you have listed something, for instance one day you were sitting when boys came and they were looking for your sons.  Did they mention their names?",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "No, we didn't even ask them their names.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It didn't appear to you that you need to know their names, after you have heard that Lolo has just disappeared?  You didn't want to know their names.\nSOWETO HEARING TRC/GAUTENG\n9 N SHABALALA",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "No, when they came it wasn't - at that time we didn't know for sure that Lolo has disappeared.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "This Lolo that you are talking about, is he the same one whose parents were just now talking about him?",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You also said one day police came to tell you that your son has just died and has been buried.  Did you take the names of the police, those who said you need to go to the Pretoria police station?",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "No, I didn't, because I couldn't think very well, because my mind was still thinking about my husband, because about my son, the event occurred long before his father's death.  So on my mind I just had this recent incident, my husband's incident.  So when they came with my son's story, it wasn't on my mind, plus they needed to have R4 000,00, which I didn't have.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did they give you the name of the police station which they said you must go to?",
            "Unknown"
        ],
        [
            "MRS SHABALALA",
            "No, they didn't, they just said to me I must go to Pretoria.  They also gave me a photograph of my son.  After they gave me my son's photograph, Dempsey took this photograph and he said to me he is asking for this photograph.  So he said he is going to look and investigate actually whether my son has really died. So Dempsey took the photograph.  Late at night he sent the policeman to come and take a statement from me. So I gave them a statement again.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  I will ask my colleagues here to ask you if they have questions to ask you.  Tom Manthata?",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "There is this reference to the Togoza youth where you were called or where you were brought together by\nSOWETO HEARING TRC/GAUTENG\n10 N SHABALALA\na certain Dempsey. Was it Dempsey? What was being discussed at that meeting?",
            "Male"
        ],
        [
            "MRS SHABALALA",
            "Yes, they called us at Pritchard, my husband went there, and he explained to them, that there were people from Togoza, people from Gauteng and surroundings, and I asked Mr Shabalala what did he say.  He said no, we didn't say anything.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did you ever get to know the names of any of those parents from Togoza?",
            "Male"
        ],
        [
            "MRS SHABALALA",
            "No, I didn't.  No, because I wasn't there,  I didn't go there.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And you have never come together with them, never since?",
            "Male"
        ],
        [
            "MRS SHABALALA",
            "No.  No, I never met them.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Yes, I find it very difficult here that it was - you said the time that you were presented with a photograph was in 1995.  Am I correct?",
            "Male"
        ],
        [
            "MRS SHABALALA",
            "Yes, it is true, they gave me my son's photograph and they asked me if I know this person. I said yes, and those people who came to tell me that my son has died, I can't differentiate who they were, because we used to give people photographs, people who were offering help, people who were offering assistance, people from Soweto, they used to take our photographs, my son's photograph.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did I hear you correctly to say that Dempsey in the last visit to your home, he presented you with the remains of your children?",
            "Male"
        ],
        [
            "MRS SHABALALA",
            "No.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thanks.",
            "Male"
        ],
        [
            "MRS SHABALALA",
            "Can I go on?",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.\nSOWETO HEARING TRC/GAUTENG\n11 N SHABALALA",
            "Male"
        ],
        [
            "MRS SHABALALA",
            "Dempsey and policemen came to my house early in the morning to explain to me and they showed me a photograph and they asked me if I know this person. They showed me a photograph and asked me do you know this person. I said yes, I know, it is my son.  They said he is dead. I said to them he is dead, where is he now?  They said to me if you want to know you can go to Pretoria at the police station, they must bring along R4 000,00, because where they are buried, they have put them in one grave.  So I said to them okay, but I was surprised.  I didn't know what to say, because they needed R4 000,00.  That was the end of the story. I explained to my family that there were policemen who came to my house, who brought this photograph and they told me that my son has died, and they need R4 000,00. I don't have R4 000,00.  I just wanted them to show me where they buried him.   I couldn't go to Pretoria, because they didn't explain to me where they buried him.  So I just left it there, because I just lost my husband as well.\n After a long time, there came a Cape Town story, Mr Sono and Mrs Sono went to Cape Town.  When they came back, Mrs Sono also explained about my son.  Mrs Sono explained that Sibonisa Shabalala, we have heard that he is dead and they brought a photograph, his photograph.  \n Afterwards Dempsey and other policemen came and said to me why Mrs Sono said your son has died. I said to them that's true, because policemen came to my house and brought this photograph and said to me your son has died.  So Mr Dempsey said can I please have this photograph, let me go and investigate very well, because I am not quite sure if your son has died.  He took this photograph away.  He never came back to explain this thing to me. Mr Dempsey asked me \nSOWETO HEARING TRC/GAUTENG\n12 N SHABALALA\nwhere is Shadrack.  I told him Shadrack has died.  Then Dr Dempsey called Dobsonville and asked who is handling Shadrack's case.  They explained to him and that was the end of the story. He left with my son's photograph. He didn't bring it back until today.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Those police who talked about Pretoria and the R4 000,00, did not identify themselves.",
            "Male"
        ],
        [
            "MRS SHABALALA",
            "No, they didn't.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thanks Mamma, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mrs Shabalala, just one question.  The police who came to visit you with your son's photograph, they told you that they were being buried, they were buried in one grave together.  Did you manage to ask them who was buried in one grave together?",
            "Female"
        ],
        [
            "MRS SHABALALA",
            "No, I didn't ask them.  Because they just said to me your son has been buried together with other people. But I didn't ask them, because I was so confused.  They just came and said your son has died and you need\nR4 000,00, everything just confused me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joyce Seroke?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mrs Shabalala, you explained that these boys came looking for Sibonisa. They said to you Sibonisa is going to cross.  Did you ask them what actually they meant when they said he is going to cross.",
            "Female"
        ],
        [
            "MRS SHABALALA",
            "I did ask them, I did ask them crossed to where.  So they said - I said where.  So they said to Winnie.  That's how they put it.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You have put forward to us that your main reason that you are here, you want to know really what happened to your son, you want to find out more, you want the police to\nSOWETO HEARING TRC/GAUTENG\n13 N SHABALALA\ninvestigate or the Commission to investigate about your son's disappearance, and maybe the investigation can help other parents who have also lost kids and do not know where their kids are today.  What can you suggest to this Commission that what we need to do, so that we can find all this.",
            "Female"
        ],
        [
            "MRS SHABALALA",
            "What I think is that - I heard one day when I read from the newspaper that Winnie has this team, and I said to myself Winnie has attracted our kids through soccer.  I think the devil has come to Winnie's heart.   I would like Winnie to come forward and meet with us and explain to us like a woman, we are also women and mothers, and we want to know whether she did this deliberately or if it was not her intention, because I also still feel that it wasn't her intention.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Besides looking or concentrating on Winnie, what can you suggest that we can do for parents like you, parents who have experienced such a traumatic experience like this.  What can you suggest to this Commission so that they can have peace before they die.",
            "Female"
        ],
        [
            "MRS SHABALALA",
            "There won't be any peace until we have all the explanations that one needs, because what one needs is that - I have this belief that even a fly when it dies, it first think and I think it was my first time I lost a child and it was my first-born, that is where I prove myself to be a mother and a woman.  I am in trouble and I am in sorrow.  I am very thankful to the Truth Commission that they came here so that we are able to talk about our grievances and about our grief.  At least if you tell someone you know that someone is listening to you and someone is willing to do something for you.  It takes part of the pain away, because\nSOWETO HEARING TRC/GAUTENG\n14 N SHABALALA\nthis is not the kind of treatment we have been receiving.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much for saying that to feel that if you are hurt it takes part of your pain. Your statement is one of the statements that is going to be handed over to the investigating team and if we do find your son, we can do what we can so that everything goes smoothly.  But everything what we have experienced, it shows us where we are coming from.  Lots of people have suffered, harassment, torture, trauma, they have been through a lot, but we wouldn't be here if we didn't experience all of these things.  On the way you made enemies, but we made friends. It doesn't mean that you have to forgive that much but it shows that we are coming to where we are coming from. Now we trust and we believe that this will comfort you and the reverends will comfort you and be with you.  Thank you very much.\nSOWETO HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}