{
    "header": {
        "type": "Helderberg Flight Special Hearing: In Camera",
        "starting date": "1998-06-02",
        "location": "Cape Town",
        "day": "1",
        "names": [
            "JOHN DAVID HARE",
            "MARTINUS GERHARDUS WILLEMSE",
            "VERNON NADEL"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56321&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/helderberg/helderberg1.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS TERREBLANCHE",
            "JOHN DAVID HARE",
            "GLENDA WILDSCHUT",
            "DR KLATZOW",
            "MARTINUS GERHARDUS WILLEMSE",
            "MR MAGADHLA",
            "VERNON NADEL"
        ],
        "original_speakers": [
            "MS TERREBLANCHE",
            "MR HARE",
            "CHAIRPERSON",
            "MS WILDSCHUT",
            "JOHN DAVID HARE",
            "DR KLATZOW",
            "MR WILLEMSE",
            "MARTINUS GERHARDUS WILLEMSE",
            "MR MAGADHLA",
            "MR NADEL",
            "VERNON NADEL",
            "DR  KLATZOW",
            "MR  NADEL"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "This is a continuation of a Section 29 Enquiry.  Ms Terreblanche I believe we are still going ahead with the enquiry into the Helderberg?",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "Yes.  Apart from one witness today I think we will have, at least I have seen here four witnesses from the South African Airways.  Two of them former employees and two of them current employees.  We have here with us Mr John Hare.  He is currently still with SAA.  Good morning, welcome.",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "Good morning, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will ask Commissioner Wildschut to swear you in but before we do that let me welcome you and let me say we are extremely pleased that you have been able to take the time to be here.  A few ground rules.  The enquiry is held in terms of Section 29 of the Act.\n It is an in-camera hearing.  It is held in terms of the Act and the section provides that all evidence that has been led here will be confidential and remain confidential until the Commission decides otherwise and if and when the Commission so decides it will be in the circumstances where the people who have led such evidence and those who might be affected adversely by the evidence so taken at such an enquiry will have been given an opportunity to make representations. \n So for the moment everything that you will be giving to us in this information gathering exercise will remain confidential.  It is for that reason that only people who have been invited or subpoenaed to attend and members of the Commission and their staff which include the translators and the sound engineers are permitted and will be attending at the enquiries.\n Which therefore brings me to who you have here.  On my left is Commissioner Wildschut.  She is a Commissioner in the Reparations and Rehabilitation's Committee.  My name is Ntsebeza.  I am a Commissioner in the Human Rights Violations Committee and to my right is Wilson Magadhla.  He is the head of the Special Investigative Section of the TRC Investigative Unit.  To the right is Ms Crystal Terreblanche who is an investigator who has been doing all the investigation that has caused this hearing to be held.  \n And with her is Dr David Klatzow who is a forensic specialist and who has been contracted by the Commission as a consultant and will be assisting Ms Terreblanche in the execution of their tasks.  There will be tea which I believe will be served between 11 and quarter past 11 and there will be lunch.  I do need to indicate that I will, I have an engagement at 5 with the Ministry, Minister Pallo Jordan and I will therefore have to excuse myself at half past four.  \n We might have to then try and expedite matters such that I am free to leave for me to be able to make the appointment.",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "That's very well Mr Chair, I think we will be through.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Commissioner Wildschut, if you could then swear Mr Hare in.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Are you Mr Hare?  Mr Hare, do you have any objection to taking the oath?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "No I don't.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Could you please state your full name for the record?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "My name is John David Hare.",
            "Male"
        ],
        [
            "JOHN DAVID HARE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Terreblanche?",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "Thank you.  Mr Hare, we have asked you to come here for the following reasons.  To provide details and answer questions about the relationship between Armscor and SAA during the 1980's with particular reference to the period 1985 to '88.  To answer questions pertaining to your role in Armscor as well as in South African Airways.\n We understand that you were not at SAA at the time of the Helderberg incident.  But we also understand that you have some expertise and you have knowledge of Armscor and SAA?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "Ms Terreblanche I'm sorry your microphone went dead at certain stages, would you mind repeating that?",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Sorry.  Do you want me to repeat everything?  You heard me spelling out the questions that we've already put to you.  We understand that you weren't at SAA at the time of the Helderberg incident but that you have certain expertise.  At the moment I would just like to know whether you've prepared anything pertaining to the questions that we have put to you?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "Ms Terreblanche, in answer it may seem quite strange to you but you ask a question alluding to a relationship between Armscor and South African Airways and my only response to that is that I am not aware of any such relationship that may or may not have existed but I certainly am not aware that there was any relationship in the period that you refer to and therefore continuing from that in the particular period that you refer to in the question later on, the same answer would apply.\n I am certainly not aware of any relationship that could have existed between Armscor and South African Airways other than a normal relationship in terms of which personnel of Armscor made use of South African Airways for passenger services.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Very well we'll get back to that.  I would just like at this stage for us to tell you how long you were with Armscor and what were you doing at Armscor?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "Could I just go back before we do that to your earlier opening remark where you say that I am in possession of certain expertise and point out to you that that expertise would certainly not cover items such as the Helderberg or the technicalities of what happened to the Helderberg other than by way of hearsay that I've picked up during the course of my employment with SAA.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "We'll note that.  I understand but can you just explain then what your expertise with Armscor was and then come, also come back to SAA?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "I think the easiest will be if I give you an indication of what the role was that I played at Armscor and then refer that to the change in my employment in 1990 and indicate what my responsibilities are and have been from that period.\n I was employed by Armscor in the capacity of the general manager of one of the subsidiary companies Infoplan in 1976, April of 1976.  Infoplan is a subsidiary company which at the time was responsible for the provision of data processing services, computer services to Armscor and certain of it's subsidiary companies.\n It had a small personnel and there was an in-house data processing company.  Approximately a year later I was asked to move from the general managership of Infoplan through to the Armscor head office when Armscor and the Armament Board amalgamated it's operations.\n At the time the change in my function involved the installation and updating of financial records, particularly those that had been maintained by the old Armaments Board, the installation of financial systems and the development of those systems so that the company could account properly and duly in terms of the Companies Act and it's own enactment which was applicable.\n I served in that capacity for a number of years.  I continued my responsibility for the data processing company.  My capacity, my role at that stage was, title was that of senior general manager finance.  At a later stage we split the functions, Armscor split the functions of finance into two.  The one that I retained responsibility for was in essence the treasury function.  \n The treasury function was predominantly the provision of funding for the operations of Armscor through approaches to the capital market, through approaches to various lenders.  It was over and above that a specialist function in terms of the negotiation and provision of export finance for export contracts where arms were sold to a variety of purchases and it continued through holding directorships of Armscor's manufacturing, certain of their manufacturing subsidiary companies in which role I was particularly responsible for their financial acumen for their proper accounting of their transactions.\n In late 1989 I was approached by a consulting firm of recruitment specialists.  At the time it was indicated to me that a major client of that company had a desire to appoint a chief financial officer.  It was put to me that the particular role was very necessary in terms of the degree of expertise held by that company and the fact that they were in the throes of corporatising and converting from a State owned entity into a parastatal and after several months of negotiation concerning the possibility I had made the decision to transfer and commence employment with South African Airways.\n I was appointed at the time as senior general manager of South African Airways with a particular responsibility for finance and accounting systems and in that capacity I acted for several, for a couple of years until such time as we had some re-organisations within South African Airways and my responsibilities were augmented.  I later became responsible for data processing operations, for capital purchases, for fuel purchases, for a period for the cargo operations of the company, that was for a limited period and subsequently for the maintenance operations of South African Airways.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Thank you.  We have talked obviously to a large number of people in terms of the Helderberg.  Now two former SAA employees, in fact one is still an employee has told me that Armscor did have an account with SAA and I think you would be in a very good position to clarify that?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "Ms Terreblanche I can't shed any light on that.  I'm not aware that there was an account.  My only comment would be that any number of South African corporations have accounts with South African Airways.  It may be that there was such an account in existence.  That would include, if I look at the average South African corporation an account for passengers, it would include a cargo account, it could include any number of items that were transacted between South African Airways and Armscor.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Would you have been aware of such an account being aware of the financial position?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "I think that, you know you infer in, aware of the financial position the level of detail, but quite frankly I'm not aware of.  We had a number of accounts that were operated by South African corporations with SAA.  I would normally only expect to become aware of the detail of those accounts if they were in a situation where they were giving problems.  If they weren't paying their bills or they were in arrears for some particular reason.  So I wouldn't normally expect to be aware of an account like that.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Thank you.  I think Dr Klatzow would also like to ask you a couple of questions.",
            "Female"
        ],
        [
            "DR KLATZOW",
            "Mr Hare, thank you for coming along.  Your background is accounting, is that correct?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I'm a chartered accountant yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And as part of that background you would have intimate and detailed knowledge of the structure of a company?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I would expect to have a comprehensive knowledge, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And therefore if you were in a senior executive position you would know how that company functioned?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "In terms of it's basic operations I would expect to have knowledge of it's functions.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, at the time you were an executive member of an Armscor subsidiary, is that correct?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I was a member of the board of directors of various Armscor subsidiary companies.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you would be aware that Armscor - I think if you use the other microphone it won't keep switching off.  The basic structure of the company would be something that would be well known to you.  Now Armscor functioned in a period where we as South Africans were considered to be pariahs of the world, is that correct?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Certainly.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "We had to use every skill and ingenuity that the country could offer in order to break the sanctions that were occurring at the time, is that not correct?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I would say so.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And Armscor did so by means of not only the skill which they could bring to it by the use of skilled personnel such as yourself but they did not hesitate to use subterfuge in order to achieve their ends on many occasions, is that not correct?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow I think that when you say use subterfuge, I think that it's correct to say that none of the transactions that Armscor undertook were at the time contrary to any South African Law.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm not referring to South African Law.  You broke International Laws on, with impunity, on many occasions in order to achieve your aims and in fact up until recently, the Armscor had a major embarrassment and was a major stumbling block because you had broken Federal Laws in the United States and your Armscor officials are up on a charge in the United States, is that not correct?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I'm not aware of the detail of the charges that were levelled against them.  Certainly it would be correct to say that Armscor was involved in the acquisition of military hardware and that there were items which, or that in that acquisition it was probable that certain international regulations would have been broken.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "With impunity in fact?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow that's your definition, not mine.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Would you, do you remember that South Africa was involved in the illicit gaining of plans for the Daphne class submarines which caused an international outrage?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "You're operating in an area of which I have no knowledge.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But it was public news.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I have read that that was the case.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Alright, let me re-phrase it.  Would you deny, under oath, that Armscor broke international regulations in the achievement of it's aims which was at that time the pursuit and fighting of the total onslaught?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow that may well have been the case.  I have no personal knowledge of regulations that were broken by Armscor.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Hare I'm not suggesting that you did so.  I'm suggesting that as a senior member of the Armscor stable, you would have been aware that there were certain things to be done and that you couldn't just walk over to the various countries who regarded us as pariahs and buy the equipment you needed and therefore I'm not debating the rightness and wrongness, I'm debating that you had a task to be done and you did it and you did not let regulations stand in the way and I think you've agreed with that.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I've agreed in broad terms that Armscor had a task to fulfil and that it certainly made every effort to comply with that task.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It is a pretty common cause Mr Hare that Armscor did break the arms embargo and that in fact fairly recently that was one of the issues that seemed to be militating [inaudible] recommendation of the US/South Africa relationships as far as those deals go because there was evidence that the arms embargo that was violated by South Africa and Armscor, wasn't that common cause?  Can't we admit without being specific that generally it was the position.  Without discussing the ethics and the wrongness or rightness of it.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Commissioner I believe that I have so indicated that that was the task that Armscor was set up for.  It was one of the main tasks that they fulfilled over a number of years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Please let us not assume then by extrapolation that I was party to transactions of that nature or had specific knowledge and I was aware of what was going on in a variety of areas.  Dr Klatzow in a question earlier on referred to specific and detailed and intimate knowledge of the company and it's structures and I would say that Armscor, in the case of Armscor one needs to take into account that the structures of Armscor were created in a way that our knowledge was restricted to those people to whom it was essential to have that knowledge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On a need to know basis?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Purely on a need to know basis.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That is exactly the point that I was getting to because, as a man well versed in commercial practises you would see, from the structure of the company that it was specifically designed on a need to know and that it was designed in a fashion which was ideally suited, if I could put it, to sanction busting and clandestine operations in order to achieve their stated aims.\n It wasn't set up for instance like Woolworths.  It was set up on a completely different basis?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "That is correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  Now, I presume that there was a very tight chain of command at Armscor.  That people couldn't just go off doing whatever they wanted to do.  The chain of command was closely regulated?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that junior members of the Armscor staff wouldn't do things that were inamicable to the well-being of the company or wouldn't do things off their own bat, there was a well structured line of orders?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I think one has to be careful with the assumption there will inevitably be a number of people who would \"be doing their own thing\", choosing their own way of doing things.  The task would be one that was defined, the objective defined, the way of doing it would not necessarily have been defined at all.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That's correct but ultimately for a large capital expenditure project or for a significant project there would be a line of command and that there would be some monitoring, it wasn't a free for all?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "No, it was certainly never a free for all.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  Now, there are links between Armscor of course and Somchem?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Somchem at the time was an operating subsidiary company.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  And one of the functions of Somchem was that it was producing a variety of military ordinance, ranging from small arms ammunition through to pyrotechnics and it produced the compound called ammonium perchlorate.  Are you aware of that?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "The first part of the statement is correct regarding explosives, pyrotechnics I'm less certain of, I'm not aware that they were in the business of manufacturing pyrotechnics and I'm certainly not aware of the details of particular product manufacture.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But are you aware that they were the only company in the country who were manufacturing that kind of material, apart from AE&CI which manufactured commercial explosives?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "As far as I am aware they were the only company who were manufacturing military style explosive products.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  And Mr Hare, it will not have passed you by that South Africa was at the time, and it has been admitted officially, engaged in what turned out to be an abortive development of rockets?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I'm not aware of which style of rocket you're talking about or type of rocket you're talking about.  There were certainly rocket developments that were undertaken through the 1980's.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes.  And let me be a little more specific, there was the normal military weaponry type rocket, such as surface to air and air to air missiles?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Certainly.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And there was also, and the one that I refer to as being abortive was a rather more adventurous project to develop some sort of delivery mechanism for the fledgling nuclear industry.  Some kind of intercontinental or long range missile.  You're aware that that?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I'm aware of it.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  You must also be aware that the primary component in rocket fuel is a compound called ammonium perchlorate?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "No, I'm not aware of that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well, can I make you aware of it because that is in fact the case.  It is a very common chemical.  You must also be aware that part of the policy of Armscor in achieving it's aims was what has been referred to by too many of ex Armscor officials to take anything but seriously as Chinese engineering.  Do you know what the term Chinese engineering is?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I would assume that you're talking of a process which is otherwise referred to as reverse engineering.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That's absolutely correct.  And for the enlightenment of the Commission, the principle was that you obtained by whatever means a sample of whatever it was that you wished to have and your chemists, engineers and scientists back in South Africa would copy it and then manufacture it on a proper scale.  Is that correct?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I cannot state whether it's correct or otherwise, I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But that is reverse engineering, isn't it?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "That is reverse engineering as I understand it.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  Now many many of the products which Armscor have produced are in fact straight copies of other products which were available on the market and I will name just three for you.  The Z88 pistol which was made by Armscor is a copy of the Baretta.  The R4 is a copy of the Galleou and the R1 was a direct copy of the Belgium FN FAL Rifle.  You could put the parts from the one into the other and they would function.  You're aware of that?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I have no reason to dispute what you're saying but I have no intimate knowledge of it.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now what I'm getting to is this, that Armscor saw to it that whatever it's goals were, were achieved by means, whatever means at it's disposal and if that meant purloining international intellectual property they didn't scruple to do that.  You're not going to deny that?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I've indicated that Armscor was fulfilling a task at the time.  It may well be that that was included but that is beyond my knowledge.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Okay.  Now, I want to put to you the following.  That the military at the time in Angola were having a problem with new fighter jets and they were having a problem with the surface to air or air to air missiles and I want to put to you that it became extremely important for Armscor to develop a means for countering this threat and further I want to put to you that at the time the only way that was able to do that was by means of developing a better missile and that there was an urgent need to do that.  Do you have any knowledge of that?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow you're operating in an area which I have no personal knowledge.  I can assume that your statement is correct but that would not be from personal knowledge.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Okay, but what I'm trying to indicate to you is that having been faced with a problem of that magnitude, can you think of any reason whatsoever having already indicated that Armscor was prepared to break the niceties of International Law why they would not try and get a better rocket propellant brought into the country to reverse engineer?  Can you think of a single reason why that would be an outlandish suggestion?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow that would fall into the category of one of a variety of different solutions that Armscor could have been investigating at the time.  The case is hypothetical.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I accept that it's hypothetical but the question was quite a specific question.  Given the fact that there was a problem with aircraft in Angola.  Given the fact that there was an urgent need to develop a better form of rocketry.  Given those facts, can you think of a reason why Armscor would not have brought in the material that they needed to reverse engineer to deal with this extremely urgent problem?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow you have indicated that there was an extremely urgent problem.  I have no knowledge of that.  You have indicated a scenario that indicates that Armscor would have wished to develop such a project or such a projectile and such a counter measure.  I have no knowledge of that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I understand.  You're missing the question Mr Hare.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "We're in the area where this kind of hypothetical speculation, I could certainly not deny and say that it's possible that Armscor would wish to have brought in a product A, B, C, D or E.  That may well be.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The question was very simple and we're getting side-tracked.  The question was, if my premises are correct, if the suppositions that I've put to you are correct, can you think of a reason why Armscor would not have broken international sanctions by whatever method getting the material they needed and bringing it in aboard a civilian airliner.  And I think the answer is no.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Well you've now added a new dimension into the transaction, you've said aboard a civilian airliner.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "And right up to now, you and I have probably not differed on the subject of what Armscor was busy doing and the ways that they would have used.  I am certainly not aware of the situation whereby Armscor would have taken steps on an irresponsible basis to conduct importation of materials on any basis that was not particularly safe or that would have placed any particular, either aircraft or passenger aboard an aircraft at risk.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well we'll get to that.  Let me, I presume that the answer to the first part, without the civilian airliner is that they would have brought that in by whatever means they needed to get it here?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I think that you could qualify that by saying, by adding the rider that I have added.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Okay.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I think that Armscor operated with integrity.  Armscor in my opinion would not have undertaken such a risk.  I would certainly not have been party to doing so had I known that that was going to happen.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I understand that.  Now you also as a chief executive of SAA are aware that I have personally phoned you in relation to this matter on a number of occasions some four years ago?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "May I correct you, I'm the deputy chief of SAA.  I'm not the chief executive.  Promotion would be very nice but it certainly is not contemplated.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well if it were in my power I would try and help you but you are a senior man at SAA?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Certainly.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you are aware that I questioned you some years ago about an incident which occurred at Ben Gurion Airport?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you referred me to a pilot by the  name of Captain Flippie Look?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now at the time you also referred me to one of your senior technical people, a man by the  name of Theuns Steyn, Theuns Kruger?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Theuns Kruger I believe.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct, Dr Theuns Kruger.  And your suggestion to me at the time was that SAA had been transporting mirage drop tanks and that the whole incident involved mirage drop tanks?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow you were referring to an incident of which I had no knowledge.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I accept that.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I referred you to the people who in my opinion could have assisted you in providing information regarding that concern.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And they were very helpful.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "And I understand that they were helpful.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "They were very helpful.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I hope that that's the case.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now Captain Look, you know has an airforce background?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You know that he flew mirages?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I understand that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you know that he has vast experience as a pilot?  When I put to Captain Look that he was mistaken and that the items that fell out of his hold were mirage drop tanks.  He was infuriated.  And I'm telling you this for your own interest, he was quite infuriated.  Infuriated to the point where he quite unwillingly indicated to me that he was a man who would clearly know the difference between a mirage drop tank and a rocket which had fallen out.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "That may be.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now those have been loaded aboard SAA aircraft.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I'm not aware of the circumstances but that may be.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well it's not so much the circumstances, it's the fact that numerous people at SAA have attempted to try and convince me that the items which fell out of the aircraft were mirage drop tanks.  And it is that which I want to deal with.  Because surely Mr Hare, the simple thing that if you were transporting something in a responsible fashion aboard a civilian airliner which bore or posed no risk to the passengers, you could easily as an airline and Dr Kruger could easily have said to me, we were carrying empty rocket casings, it is a simple matter, they posed no risk and we were quite entitled in terms of IATA Regulations to carry them.  Why didn't he do that?  Why did he resort to trying to convince me that they were mirage wing tanks?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "You would have to ask him the question, I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But there isn't a simple answer to that, you will agree with me?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "There may be a particularly simple answer, you know you've posed the question, you posed the question to me originally and I sent you to the  people who I believe had information that could have assisted you.  If you're saying that the information they gave you was incorrect, please pose the question to them again.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm going to do that.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I'm unaware of that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm going to.  But what I'm trying to deal with, with you, is to suggest to you that the way in which they answered my question was to divert me from my investigation rather than to give  me information.  And I'm asking you if you can think of a reason why they would want to do that?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Let me be very categoric Dr Klatzow, I believe that everybody within SAA, from the time that the Helderberg accident occurred through to the present day would go out of their way to assist you in finding the cause of the fire that was on board the Helderberg.  I think that nobody who sits within the airline would have any interest other than doing that. I cannot answer as to a particular question that you posed to an individual.  I would put it to you that you didn't come back to me at that stage and say, Mr Hare what is the problem, these guys are giving me information that I cannot regard as being accurate.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "There's a reason that I didn't come back to you because in fact I had the information in my hands at the time that SAA was on a regular basis transporting military ordinance from Israel to South Africa, there was a to and fro traffic and if SAA chose to deny that, that was their problem.  May I also tell you, for your information that Deon Storm who is also a pilot with SAA had exactly the same experience.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Thank you.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Okay.  Now I want to deal with another issue.  Armscor is primarily involved in the production of military ordinance and matters closely related to military ordinance.  I mean they don't make civilian hairdryers for instance?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "They certainly don't make civilian hairdryers to my knowledge.  They do make a range of civilian equipment.  They make a range of items that have been, could quite probably be derivatives from some military product.  They certainly operate in areas of commercial expertise and commercial competitively.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But you don't make a range of commercial products that would be household items.  You don't make heaters and hairdryers and toasters and things of that nature?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I've indicated to you a thought that there are a number of items which may well be defined as commercial products.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No, but I've given you specific ones.  Hairdryers in particular.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I'm certainly not aware of any manufacture of hairdryers.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Are you aware that there is a cargo control man, a senior man called Mike Van Niekerk at Singapore Airport?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "To the best of my knowledge Mr Van Niekerk was the station manager at Singapore.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That's correct.  And are you aware that he was asked by a senior member of SAA during a visit there whether the Armscor shipments were going okay?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I'm not aware of that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And his reply was, yes they are and they're still being shipped out as hairdryers.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "If I'm not aware of it I couldn't be aware of the response, could I?",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The point that I'm trying to make is that we know that South Africa has a murky past.  We know that arms dealers are not angels in terms of that murky past and we know that there was a holy war that was being fought in this country and that Armscor was part of that holy war.\n And I want to put it to you that there would be no inhibition whatsoever on Armscor's behalf in doing whatever they needed to do to make that war work.  And I want to suggest to you further that material that was brought in aboard the Helderberg was destined for Armscor because the stuff that was in the palate PR on the front of that aircraft was incapable of producing the fire which destroyed the aircraft and that the material that was aboard that aircraft was mis-declared and was in fact destined for Armscor and that it was that material which caused the loss of the Helderberg.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow I'm not in a position to comment on your statement.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I have only one last question.  About, shortly after you joined SAA, a member of the operational staff, a member of staff of SAA had an altercation with you.  And that altercation involved, shaking his hand in your face and saying, you know what is aboard the Helderberg.  Do you remember that altercation?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "No I don't.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you deny that it ever happened?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I don't recall the incident.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did none of the staff members of SAA, a pilot in particular ever shake his hand in your face and say, Mr Hare you know what was aboard the Helderberg?  I'm not suggesting you did but I'm suggesting that that incident took place.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow you're in an, asking a question, I certainly have no recollection of any such incident ever taking place.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let me ask the question.  When you say you have no recollection of the incident happening, are you saying the incident never happened?  Or are you saying it may have happened except that you now have no recollection of it, you don't remember?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Commissioner I do not wish to appear to be ducking the question or anything like that.  I certainly have no recollection of such an incident.  If somebody says that such an incident occurred and can quote me chapter and verse and the occasion on which it occurred maybe my recollection is incomplete.\n My own feeling is that there was not such an incident that took place but, really we're going back quite a number of years and I am certainly not aware of such an incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Klatzow, can you provide chapter and verse?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "I may very well be able to do that.  I don't have it with me at the moment but I have a note in my personal notes where that allegation was made but having said that, it is the kind of incident that would be difficult to forget, if it occurred to you.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Dr Klatzow, the only comment that I would make at this stage is that you would appear to be indicating that there's some unusual reason as to why I was at SAA.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Certainly the press has taken us into that area with a whole lot of questions that have been posed to me as to why I moved employment and was in fact at SAA.  Now let me initially say that that statement is incorrect, there is no unusual reason for my being at SAA.  Had any such incident occurred, I'm pretty sure that I would have remembered such an incident, you know.  It would seem that the kind of incident that one remember from the way you describe it.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm not suggesting anything untoward about the fact that the incident occurred.  I mean, the simple answer could be that the person involved may have been entirely mistaken and may have simply mistaken the fact that you had come from Armscor and implied a sinister reason for it.  He might have been totally off the wall.\n All I'm saying to you is, do you remember the incident?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I don't remember the incident.  I think that one has to accept that a lot of statements that were made concerning the incident, concerning the whole Helderberg situation were made under a vast amount of emotion.  There were a number of people, including goods friends of mine who were on board the Helderberg.\n I think that a statement made like that would, if such a statement was made was totally incorrect.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I accept that.  Just one last question, did you know Mr Oslo?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I knew Mr Oslo.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "In what capacity did you know Mr Oslo?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I had worked together with Mr Oslo on a number of projects.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And is it correct to say that Mr Oslo was part of an Armscor front company?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did he have any dealings with Armscor?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Mr Oslo provided assistance to Armscor on a consultative basis, regarding a transaction that Armscor was interested in.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That is correct.  And the information which I have is that Mr Oslo did this on a regular basis?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I would certainly not have called it a regular basis.  It may have been that there were other instances where I was not aware of his activity.  In the particular case that I am aware of, it was really on a one off basis only.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Was that a procurement function that he acted in?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Would you tell us what the function was that Mr Oslo?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "It was the export of items from this country.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And is there any reason why he could not have also been involved in a procurement facility for you?",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "I was certainly not aware of that.  It would have been unusual I think because of the degree, the area of expertise that he was operating in.  South Africa was not at the time producing the product in which he was a specialist.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "What was that product that he was a specialist in?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "He was operating in the strategic oil fund.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "And was he on an Armscor mission when he got killed in the Helderberg?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "Not to my knowledge.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "There's one last question.  You were referring to commercial goods manufactured by Armscor at the time.  Can you give an example and the company or subsidiaries involved?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "For example.  The computer company that Armscor operates, sells commercial computer systems.  They've been involved some time ago in the payment of pensions, using computer systems that were developed there.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "What is the name of that subsidiary or company?",
            "Female"
        ],
        [
            "JOHN DAVID HARE",
            "That company was Infoplan.  But I do believe that if you have a look you will find, and I can't recall specific instances but there are in fact and were throughout the period a number of commercial product derivatives of military manufactured items.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Terreblanche.  Well it remains for me to thank you Mr Hare for having taken the time to come out and assist the Commission in its endeavour to re-visit the whole Helderberg enquiry and try and find out if we are any where near establishing the truth of what really happened.\n You must understand that we have got enquiries from a number of quarters, including an organisation called the Friends of the victims of Helderberg.  It's been twelve years since the event and it's an event that we had hoped and we possibly might be able to throw some further light on and it is when people like you are ready, even at short notice to come and share with us what they know or \ndon't know about the incident.  So, we thank you very much.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Commissioner, may I thank you for paying me the compliment and may I also say that as I have said earlier, I truly believe that every single individual within the South African Airways would very dearly love to be able to get to the bottom of what caused the Helderberg incident but I also believe that every individual will offer you every assistance that they possibly can and will answer whatever question is possible in an attempt to get to find a solution as to the cause of the Helderberg incident.\n If I may provide further information at any stage please do not hesitate.  I would welcome coming back and answering any further questions if cause arises.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  You are excused Mr Hare.",
            "Unknown"
        ],
        [
            "JOHN DAVID HARE",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Terreblanche?",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "I think we should now call Mr Willemse, Mr Tienie Willemse.  I believe the two of them need to....",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Welcome Mr Willemse.  I have explained very quickly to most witnesses that this is a Section 29 enquiry.  What it means is it is an investigative enquiry.  It is not a trial, it's not a tribunal, it's not disciplinary enquiry, no findings will be made.  It's an information gathering exercise.\n It is held privately so you can safely regard everybody here to have been sworn to confidentiality and so also will the evidence that will be taken here to not be made public and that decision will be the decision of the Commission as and when certain requirements have been complied with.  \n We have translators who are also part of the Commission who are contracted to the Commission and who will be able to translate for us on any person who would prefer to take the evidence in English should you choose to give your evidence in Afrikaans.  So you are entirely free to testify in the language you best would like to testify in.  \n We will not be disadvantaged thereby because as you will see there are listening devices which will assist us to listen simultaneously as you speak in to the English version of your evidence.  So if you want to speak in Afrikaans, please feel free to do so.\n Welcome to these proceedings and before you testify I will therefore ask Commissioner Glenda Wildschut who is to my left to swear you in.  But let me introduce the  members of the panel.  She is Commissioner in the Reparations and Rehabilitation's Committee.  I am Ntsebeza.  \n I am a Commissioner in the Human Rights Violations Committee and are in the investigative unit.  \n To my right is Mr Magadhla, Wilson, he is head of special investigations.  He is also as you see a member of this panel.  To the right is Ms Terreblanche, Chrystelle, who has investigated and has collected all information relevant to this hearing and with her is Dr David Klatzow who has been contracted to the Commission and who will give, will assist us in those technical aspects and in any of the aspects about this matter which is fairly familiar, having dealt with it on a substantial number of years thereafter.  Ms Wildschut will therefore swear you in.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mr Willemse good morning.  Do you have any objection to taking the oath?  No objection.  Could you state your full name for the record please?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Martinus Gerhardus Willemse.",
            "Male"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Terreblanche?",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "Good morning Mr Willemse.  Thanks for coming.  I see we misspelt your name on the invitation.  Sorry about that.",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "The Williams, I'm used to that, that's no problem.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "I think it's these computer spell checks that insist on these things some times.  We've asked you to come and provide details of your role in SAA at the time of the Helderberg disaster, to explain SAA's role in terms of the  investigation into the Helderberg disaster.  To answer questions pertaining to the relationship between SAA and Armscor during the 1980's and answer questions pertaining to SAA's relationship with airlines and cargo agents in Israel and Taiwan.\n May I just start off by asking you to explain to us your career in SAA.  When you started and?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "May I have the opportunity, as the Chairman said that Afrikaans is my mother tongue, that if it will be okay with you that I conduct the session in Afrikaans?",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Please go ahead.  Can you use the earphones because then you will hear the English, so that we can have, but it's quite fine.  Can you hear us?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Yes I can.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Please continue Mr Willemse.  You may speak in Afrikaans.",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "I hope it won't cause any inconvenience.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "No.  Not at all.  Thank you.",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "The question is that I should briefly explain what my career was with SAA.  I was asked to transfer to SAA during 1979.  At that stage I was a member of the legal advisors team and was known then as the South African Railways and Harbours and I fulfilled a very specific role there.  I had to appear on behalf of the old Railways and Harbours before the National Transport Commission to look after the so-called competition between road and rail.\n The reason why I asked to transfer to the airlines was because there was a commission of enquiry appointed at that time under the chairmanship of Justice Margo which had to look at the whole issue of a new airline policy for South Africa and the then deputy asked me to transfer to the airlines so that I could become a member of the Margo Commission itself, to advise them on the new aviation policy for South Africa.  \n What was at stake was mainly the open skies policy which had taken hold in America at that stage and I followed it and some particulars and I attended some of the hearings in Washington at that stage to find out what the impact of the so-called open skies policy would be in South Africa.  That was chiefly my role.  To advise the South African Airways and to help with the activities of the Margo Commission which extended over a couple of years and that was very briefly the reason for my transfer to the South African Airways.  It was a very specific instruction which I had.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "At the time of the Helderberg disaster, could you please explain what your position was at SAA?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "After the Margo Commission had been completed I acquired other responsibilities and I then moved in to the commercial side of the airlines and away from the pure legal side of matters.  We used different titles initially.  My title was trade director.\n There were two of us and then we subdivided it into the director of marketing and director of planning.  Subsequently we changed it to chief director international.  At that stage I was mainly responsible for the international or the commercial side of international services of SAA.  There was no clear dividing line between domestic activities and the international activities because we were in the process of developing those as two separate products and we said that the internal scenario was aimed at a very specific public market and internationally speaking the target market was very different and I was chiefly engaged in the development of the root structure of the international section of South African Airlines.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Did that include passengers as well as cargo?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Yes.  It was the total enterprise.  But I must tell you that in the 1980's there was very little emphasis on cargo in the sense that we didn't have a specific cargo section and the reason for that was as a result of all the detours that we had to use due to sanctions existing at the time and we had very little cargo capacity which we could utilise on our planes.\n South African Airways at that stage was mainly a passenger enterprise.  So the emphasis was on the development of routes for passenger purposes and where cargo could be added that was regarded as a bonus.  From South Africa there was very little cargo but it was mainly perishables which depended very much on the season and the main route was towards Europe.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "You're talking about sanctions now, were you aware of the fact that SAA sometimes carried cargo intended to evade sanctions or circumvent sanctions?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.  The cargo which we carried was any commercial cargo which we could obtain in the market at competitive prices to bring it in, well in both directions.  In other words, in to South Africa and from South Africa.  The sanctions to which I am referring is this, the fact that SAA could not fly along the normal commercial routes which our competitors used.\n You will remember that since 1963, that was before my time, we could not use the shortest routes across Africa.  So all our routes to Europe were via the West Coast of Africa or the stop at Sol Island.  At some point most of our flights stopped.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Yes, now we understand that, I just want to make sure about this question, were you ever aware of the fact that cargo was carried or placed on SAA flights which were actually not destined for South Africa or which South Africa could actually not export due to sanctions?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No I was not aware of anything like that.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "I think that Dr Klatzow wants to ask you a couple of questions.",
            "Female"
        ],
        [
            "DR KLATZOW",
            "Thank you Mr Willemse.  Do you have any objection if I ask my questions in English?  And if you have any difficulty, you may just ask me.  Mr Willemse, your duty with SAA was a legal advisory and a general commercial advisory capacity, was that not correct?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Initially a legal advisor in the sense only when I acted in the role of representing SAA at the Margo Commission of Enquiry into civil aviation.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct, but at the time of the Helderberg.  In 1988, your function was to oversee the commercial aspects of the international trade that SAA was doing?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "That's correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And as such you would have been intimately involved with the accident and the following investigations and the matters that transpired as a result of the accident?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No, I was not intimately involved.  Let me explain it to you.  I was not at all involved in the investigation into the Helderberg disaster.  It was an aspect which was dealt with purely on the technical side at the airport.  The only role which I fulfilled during and after the accident was that I and my team of marketing and sales people, I'm talking about passenger sales, passenger marketing, we set up an office at Johannesburg, at the head office and our sole function was to transmit information to the families and friends of the passengers who had died in the disaster.\n That was our main purpose.  To actually effect contact with the next of kin.  To keep them informed regarding the progress and I'm specifically referring to the first couple of days after the accident took place, to contact as many of these as possible because we had the passenger lists and the arrangement which we made was that we sent our sales people to the next of kin as far as we could trace them in South Africa to have contact with them on behalf of SAA, to tell them what the position was and also to convey our condolences and to find out whether there was anything that we could assist them with at that stage.\n What we also did was that we attended as many of the memorial services as we could as a sign of our condolences.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes, but the night of the accident were you at Jan Smuts Airport?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.  At no stage was I personally at Jan Smuts Airport during or after the accident.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You were never in the operational room?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Along with Mickey Mitchell and others?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.  As I said, I set up an office in headquarters or I had an office in headquarters in Johannesburg and that is where I did my work from.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you ever know a man, Tinus Jacobs who was working for SAA?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Tinus Jacobs was at some point and I think especially during the Helderberg disaster, he was our manager in Taiwan.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That's quite correct.  Can you inform us about Tinus Jacobs' career after the Helderberg disaster?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "As far as I can recall Tinus Jacobs, he resigned some time afterwards.  I don't know exactly how long he resigned from SAA and started up his own business as a tour operator.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "In the name of Crown Travel?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "As far as I know, yes.  Yes it is so.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Who is his foremost client in that business, his best client?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "I wouldn't be able to tell you.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Isn't it true that the SAA is his best client and that he gets a lot of work from SAA?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "It's possible but that is not within my field of knowledge. But it is possible if he is a tour operator and as far as I know he is established in South Africa, then you would assume that he would do business with SAA.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Are you also aware of a man called Vernon Nadel, he's waiting outside.",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Yes I know Vernon.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What is his function at SAA at that stage?",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "At what stage are you referring to?",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The stage of the Helderberg disaster.",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "I don't know.  I didn't know him at that stage.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  Very well thank you.",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "Mr Willemse I have a couple of questions.  I would like you to think back, I'm sure you know Mr Flippie Look.  He is still a pilot at SAA.",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Yes.  It's difficult to say, if that is the person that I am thinking of now then, I'm speculating now, I have to add, I did meet Flippie Look once during a meeting which we had with SAPA, now that was quite a number of years ago.  This was at some place outside Johannesburg.  SAPA  is the South African Pilots Association.\n We met with them, we meaning South African Airways management and the management of the Pilots Association but then I have to add that I suspected he was there.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "In 1985 Mr Flippie Look told us that he met you in Mauritius at the airport.  You were there with your family.  Can you recall that?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.  I think he was the pilot of the plane but.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Were you in Mauritius in 1985?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "I don't know, it's possible.  I would have to go and check.  If I was there with my family I was probably there on leave, on holiday.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Yes, but if I told you what he told me as to what he told you, maybe that will help you.  He said that in June 1985 he landed at Tel Aviv Airport and whilst they were still in the plane looking or watching a movie, the cargo was off-loaded and he peeped out and there was a crate which had been broken and he said that he saw a missile inside this crate and this was confirmed to him by the freight or cargo controller at Ben Gurion Airport, the SAA man there.\n A week afterwards another South African pilot and I think you know Mr Deon Storm?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Exactly the same happened to him.  Mr Look said that he expressed his concern about the situation to you and said that what happened then was that he had hoped that you would be able to explain this, clarify matters.  But he was later called in and told that Mr Van Veer and Mr Mitchell had gone to Armscor and obtained assurances that that would not happen again.  Can you recall this conversation?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No I can't recall it.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Can you not recall that you ever heard from anybody that they were worried about the cargo which they had to convey on SAA planes?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Once again as far as I can remember you're talking about '85 so it's a long time ago, I can't remember, I would have to go and check up whether I was in Mauritius in '85 but as far as I can remember there was no such a conversation with me.  I'm not saying that it isn't so, I just can't remember it.  And I also can't remember that anybody had a conversation with me or expressed concern about cargo which we were conveying on SAA planes.  Cargo had a very low profile in the '80's, on our flights.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "You don't have to give a definite figure or even a definite percentage, but can you recall how much of your cargo in the mid '80's came from Taiwan and Israel?  What percentage of your cargo went along those routes?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "I have no idea.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "So you didn't target certain countries as being more lucrative than others?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Any cargo which became available on any route where the tariff was worthwhile we would have accepted that.  As far as I can remember our biggest concentration of cargo was from Germany into South Africa because I know we had a very active team and as far as I can remember Germany was the only South African Airways depot under the control of the Germans and which is very active in obtaining cargo.\n The system in Europe was that they moved cargoes by means of trucks and they concentrated on certain stations so if you ask me what were the places where there was the highest concentration of cargo then as far as I know and can remember it was from Frankfurt and also from Italy.  We had a considerable amount of freight from Italy as a result of the fact that they used trucks extensively.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Were you ever aware of the fact that SAA conveyed goods for Armscor?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Not specifically.  If you're telling me that we conveyed goods for Armscor and it was good cargo then I would say to you yes, we probably would have done it.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "What is good cargo?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "That means cargo which generates a high tariff.  I would compare that instance with the following.  From South Africa we often sat with cargoes of perishable goods such as flowers etc., and at that stage it was a very low tariff cargo.  It was subsidised to quite a high degree by the Department of Agriculture so the income which SAA got from that was very low.\n And it was important for an airline to carry cargo which had a small volume but high weight because that's where you made your money.  So if Armscor was a client offering cargo falling into that category then you would rather have conveyed that and perhaps rejected flowers and perishables.  But that would have applied to any other supplier.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Thank you.  Dr Klatzow?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Commissioner Wildschut?",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mr Willemse I just need to clarify for myself, you have a legal background?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "That's right yes.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "And your interest and part of the reason why you came on board, pardon the pun, to SAA was because of your interest in policy?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "My interest in?",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Policy, policy development.",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Was my interest in policy, that's right.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Policy, yes, particularly airline policy and you were looking at open skies policy and so on from the US.  And is it true to say that somebody whose involved in policy would be involved where the airline is experiencing difficulties such as accidents and so on that one would then want to re-look at what has happened, particularly with accidents to inform policy?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "The policy which I was looking at was totally different to for instance safety policy because airline policy and aviation policy is something quite independent and very specialised.  It was very important for us in South Africa to understand what was happening globally.\n The two things which were very closely interconnected were the following.  What was the policy in other countries in respect of aviation policy and that is reflected in your bilateral air agreements and was important for us to understand what the policy would be of our department of transport and especially civil aviation, how would they structure our air agreements in future.  \n So for an airline in a country it is extremely important to understand that so that the government and the department don't decide overnight, for instance that it is now in the interests of the country to move towards an open skies policy whilst the infrastructure is not prepared for that step.  \n As against the situation with a disaster or an accident like the Helderberg, that is a completely different field and I would like to answer you as follows.  The reason why I did not become involved at all in the Helderberg disaster was that after the accident took place I played a very limited role because I was looking at the marketing side of things and I was managing the affairs of the next of kin.\n All the other legal aspects, for instance in dealing with the finalisation of claims, claims instituted by the next of kin, negotiations with our insurers.  There were several sets of negotiations involved.  The settlement of claims in South Africa and also in other countries where passengers came from, such as Japan, Taiwan, Korea, I think there were passengers as far afield as England and the United States.\n This was all dealt with by the office of the chief legal advisor in Transnet itself.  So from the airlines' side we didn't interfere at all.  The chief legal advisor played that part and I was no longer part of his team and he dealt with the attorneys of the insurers because you immediately have to involve them when there is an accident and they, I'm referring you to the insurers in turn then appointed their own attorneys in the respective countries and instructed them to start up with the negotiations with the next of kin with a view to settlement of claims.\n My impression was that the most important aspect here was to see whether in relation to the claims flowing from the Helderberg disaster whether this could be finalised as soon as possible in context of the international convention governing claims.  And that's how the matter was dealt with so I was not at all involved in that aspect because I was no longer functioning as a legal advisor.  I hope that answers your question.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "A question I was going to ask and that was about claims, insurance claims and so on.  Are you saying that the insurance claims were not handled by SAA but by some other department and so which department, if you can just repeat that for me?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Yes.  It was the office of the chief legal advisor of, at that stage we were not called Transnet, I think we were called the South African Transport Services.  So in other words we had the legal advisor, with his team and he took over that function on behalf of Transnet of the company as such, well we weren't even a company at that time but of SATS, and he co-ordinated all the liaison with the insurers and with their attorneys and their various legal representatives.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Right.",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "So he served as, let's call it, as a central point to then act into South African Airways and then from there into the legal advisors of the various countries.  So I know that there was interaction between his office for instance and our offices in Taiwan and in Tokyo and all over the show.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "And as marketing chief at that time, would you have co-ordinated all of those functions, would you have insured,",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "That people were reasonably happy with claims and insurance payouts and so on?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.  That was the function of the insurers as such.  We didn't interfere.  Their liaison was strictly with the office of the chief legal advisor and he would inform us of the progress that they were making.  It's quite a structured environment in which you operate in an airline and with airline claims because you are dealing with a Warsaw Treaty which places a limitation on that which can be claimed and that applies to all international cargo or flight and then you have certain protocols which pushes up the amount that can be claimed.\n So, in the case of the Helderberg, if I remember correctly, the maximum amount which could be paid to any passenger or next of kin was defined in the conditions adhering to your ticket which said that the liability of the airline is subject to the following international treaties as amended by the Hague Protocol and whatever conventions which were applicable.\n So, it was quite neatly circumscribed and all that had to be determined by the insurers was actually the ultimate quantum, the amount which had to be paid out and we found that in the case of the Helderberg, the insurers were prepared to go for the maximum amount that could be  paid out because I think that the dilemma which they faced was that once they started settling in a country such as Taiwan for instance, the Japanese and the Koreans would expect exactly the same settlement to make sure that there was no discrimination.\n Because one country's attitude was that his citizens were no less valuable than the citizens of another country but these amounts were all determined by those international conventions and I can't remember whether the amounts were calculated in dollars or whether it was SDR or what but it was easily converted.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "So are you saying that there were differential payments made out to the different passengers on the flight?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Based on the tickets they have and the class they were flying or whatever.",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Or relationship between the insurer and the countries that these people came from?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No.  There was no difference.  That is the point I am trying to make.  The settlements which were concluded made very certain that there was no distinction made between passengers so there was parity in the offers made in terms of settlement to next of kin.\n So unfortunately I can't talk about the detail because I wasn't involved but what I do know as a result of conversations that took place was that from our side, from the airlines side, we said that we should try to not cause any delays so that the negotiations as far as settlements were concerned could commence as soon as possible so that the next of kin not gain the impression that the airline was unwilling to pay out.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "And is there a difference between what, well, in terms of employees of SAA, look you've got passengers, people who are not employees on the flight.",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Yes.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "And then you had employees of the company who are also victims of this disaster, particularly the crew and so on.  Now in terms of SAA and insurance paid out to employees.  Can you explain to us what happened there?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Yes.  I'm not aware of the details but I know that as far as our crew was concerned, the former managing director, he personally visited all the next of kin of our crew.  I was not involved in that.  I was only involved in the next of kin of the passengers.  But I know that he made a point of visiting the crew's next of kin.  He visited the pilots' wives and also the cabin crew's wives and next of kin and as far as I can recall there was a different set of rules applicable to payments to be made to next of kin of people who were actually working and were on duty whilst a disaster took place, it's different from a passenger with an ordinary ticket.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "You are aware of the fact that Mrs Uys is very unhappy?  Do you know about the fact that she feels that she was dropped by SAA?",
            "Female"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "No, I am not aware of that.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you.",
            "Female"
        ],
        [
            "MR MAGADHLA",
            "Mr Willemse, were you ever aware of allegations that this plane carried dangerous material, dangerous cargo?",
            "Male"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Do you mean allegations?",
            "Male"
        ],
        [
            "MR MAGADHLA",
            "From next of kin of some of the passengers and from a lot of other people.  Newspapers included.",
            "Male"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "I am aware that long after the accident there was speculation at one stage in the newspapers.  I cannot recall exactly when it was but there was speculation in the newspapers that there had been dangerous goods on board.  That would surely have been about four to five years, it might have been more recent than that.  I am aware of that yes.  I read that.\n It must have been in one or other English newspaper that there was speculation about this possibility.  So I do have knowledge of that type of speculation.",
            "Male"
        ],
        [
            "MR MAGADHLA",
            "Are you saying your knowledge of such would have been confined to it having been expressed by newspapers and others whereas in this case there was actually the wife of the pilot who also complained, would you have regarded that as part of the rumour or the conspiracy by those people, the papers and others?",
            "Male"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "I'm personally not aware of as you say the wife of a pilot who complained about dangerous cargo.  All that I can tell you is that I am aware of the fact that there was speculation about this in the newspapers, about the fact that dangerous goods were on board.  I don't even know if they used the expression dangerous goods on board, specifically the Helderberg.\n I am also not aware of the fact that there was a specific person, such as, for example the wife of a pilot who spoke to me or anyone else or where I was present and said that there were dangerous goods on board that aeroplane, no.",
            "Male"
        ],
        [
            "MR MAGADHLA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Magadhla.  Anything?",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "I think we have no further questions Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Terreblanche.  Mr Willemse, thank you very much for having come and for having taken the trouble to come even with the shortest of notices and we value the information that you have been able to share with us.  You are excused.",
            "Unknown"
        ],
        [
            "MARTINUS GERHARDUS WILLEMSE",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think this will be a convenient time to take the tea adjournment.  We're adjourned until twenty five past.\nHEARING ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are we ready to start?  Mr Nadel, thank you very much for being here.  This is a closed enquiry held in terms of Section 29 of the Act.  All evidence that should be taken under oath remains confidential and will so remain until the Commission releases it subject to the requirements of the Act.\n So everybody who is here has the permission to be here by reason of the fact that they are either invited to be here or have been subpoenaed to be here or are employees of the Commission.  I was going to ask Commissioner Glenda Wildschut to swear you in before you testify but she is not here, she is otherwise engaged.  \n She forms part of the panel.  She is in the Rehabilitation's and Reparations Committee.  I am also one of the Commissioners who is going to be, who is chairing this panel.  I am in the Human Rights Violations Committee.  Mr Magadhla will assist us in the panel.  He is sitting to my right and is a member of the investigative unit.\n The investigator who has done most of the investigative work, in fact actually all of it, is Chrystelle Terreblanche who is sitting to our right and she has Dr Klatzow, David Klatzow who is a forensic expert and who has been contracted to the Commission to assist us in the presentation of the evidence.\n In the interest of progress I will therefore swear you in, if you can stand.  There is a red button there which you will press whenever you speak, thank you.  Now what are your full names for the record Mr Nadel?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Vernon Nadel.",
            "Male"
        ],
        [
            "VERNON NADEL",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The witness has been sworn in Ms Terreblanche.",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "Thank you Mr Chair.  You may sit, thank you Mr Nadel.  Thanks for coming.  Mr Nadel we have invited you to come here to just tell us about your role on that fateful night at the ZUR centre, Springbok Radio Centre at the former Jan Smuts Airport.  We believe you have come all the way from Argentina and we are very thankful to you for making that time.  Commissioner Ntsebeza I think that Dr Klatzow will do all the questioning in this one.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well, Dr Klatzow?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Thank you Mr Commissioner.  Thank you very much Mr Nadel.  Mr Nadel, when did you join SAA?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "2nd June 1969.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And by the time of the Helderberg operation what was your position?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I was then the duty officer in flight operations.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Junior officer?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Duty officer.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The duty officer.  What did your position entail?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I was responsible for overseeing the flight operations, the radio station ZUR, as well as if and when any crew needed flight plans.  This job entailed day shift as well as night shift.  Obviously the functions at night were different to the functions during the day.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now is it correct to say that ZUR is a permanent radio station at what was then Jan Smuts Airport?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes, at the time, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And is it correct to say that it was manned twenty four hours a day by a staff of three people?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, ZUR wasn't manned by three people.  It was manned by one radio operator.  The night shift consisted of a duty officer as well as the operations controller and the radio operator in ZUR.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What was Gavin Dick's function the evening that you were there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Gavin Dick was the radio operator.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "In other words there were at least two people there that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.  I don't know whether you know the set-up as far as what the building looks like.  There's not two people sitting in front of the radios.  There's only the radio officer.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And is he geographically quite distant from you, the duty officer?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.  You're probably looking at 20 yards, 20 metres.  But there is a door separating the radio station and the ops room.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  What was the difference in rank between you and Mr Gavin Dick?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If you want to take it on the scale of a clerk, he was a clerk grade 1 and I would have been a senior clerk, with one gap between.  So in other words I was two ahead of him.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Is it also true that ZUR has a permanent tape recording of all the messages which are transmitted on that transmitter?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that the tapes are twenty four hour, slightly over twenty four hour tapes?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not too sure on the length of the tape but they are.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "They're not thirty minute tapes?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No no, you're looking at probably an eight to twelve hour tape which does change over once it ends it automatically goes to the next one.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  And that there is a dual recording system whereby one tape immediately kicks in?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If the one ends, the other one immediately kicks in, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that the tapes are stored in large containers with a yellow or a description written onto the container?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes, there's normally, once the tape ends the tape is put in a container with a card as you said with the date and time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that those tapes are rotated on about a month or six weekly cycle?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That's correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So that the tape that is finished would go to the beginning of the queue and make it's way slowly up until six weeks later or so, it would be re-recorded?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And the tapes once they are finished are kept under lock and key.  I couldn't just walk in there and help myself?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No it's kept in a glass, well at the stage was like a display cabinet which did have a lock but you're not looking at a safe type.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No but it would be something that I would have to break the lock or damage it in some way to get in?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So that anybody off the street couldn't just walk in and help himself to the tape?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well I don't think you'd get into the building, but no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Who had the keys to the cabinet?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That was in ZUR at the time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Were you in charge of the ZUR keys?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well I was in charge of ZUR at the time.  It was never an issue that you are given the key and it's your responsibility.  The  key was on top of a cupboard normally.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But you would know if somebody took a tape out?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Actually no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Who would know?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "The person in ZUR, the radio operator.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Gavin Dick would have known?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now the person who was on duty immediately before you, his name was Mr Du Toit?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, Mr Du Toit was on duty in ZUR, he handed over his shift to Gavin Dick.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  And his shift ended at what time?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "7 o'clock.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And normally he would go home?  Correct?  There would be no reason for him to stay on?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Unless he wanted to spend a few minutes talking.  He would normally do the hand-over and then leave.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  And there would normally be some, unless he stayed for a cup of coffee or a chat or what have you, there'd be no reason for him to be there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Can you give me any reason why he was still there next morning and served a double shift that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He did not stay that night.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well could you give me a reason why he told the Commission, the Margo Commission of enquiry that he booked off at 8 o'clock the next morning?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I have no idea.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you think he was lying?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe he was probably confused.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Why would he be confused about that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So you say he's incorrect if that is what he said under oath?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, what time did the tape change over occur that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Sorry, can you repeat the question?",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What time did the tape change over occur that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I can't recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did it occur during your shift?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe it probably did yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So you were there when the tape was changed over?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would have been in the office yes.  Not necessarily in ZUR when the tape was being changed.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Would you have known that the tape was changed over?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Not necessarily no.  It was a routine kind of operation.  It was never a case that you had to go and check on it and to see that it was done correctly, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So at some stage the tape, during your shift was changed over?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Possibly.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, in addition to that, who else was at ZUR with you that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "The operations controller was with me, Pete Pelser.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What was his name?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Peter Pelser.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And did he, what was his function?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He was what we call the operations controller.  He would fill out the logs of the movements for during the day.  The night shift was basically there to prepare the documentation for the next day as well as to complete the logs for the flights that were still flying.  Domestic flights that is.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I want to return to Pete Pelser just now.  But I want to put a proposition to you before I do so.  The function of ZUR, it is an expensive operation, employing full time staff and occupying a room and a radio set up and a considerable amount of administration.  It is not a Mickey mouse operation, if I could put it to you that way, has a function.  What is it's function?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well, the main function was to monitor the movement of all aircraft world-wide and that was during the time of us flying around the bulge and",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "They needed to know where the aircraft were.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "In other words it was not, it was not an operation which was simply designed to make sure that there was a wheelchair ready at the terminal?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Not at all.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "It was a serious operation and the pilots would communicate to you if there was anything serious which happened on board the aircraft?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If they felt they had to yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well, if there was a major problem aboard an aircraft it is very likely that they would have communicated that to their home base?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Not necessarily no.  Depending on the nature of the problem they would be talking to whichever air traffic control centre at the time and they would decide whether it was important enough to call us.  If I may just mention that the radio station is not a requirement or prerequisite by any means, it's a, it was a luxury that the airline had but it was never an issue that it was legally required that the aircraft had to communicate.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Nobody has ever suggested to you that it was legal requirement but nonetheless it was in existence and it was an expensive operation and it was not there simply to monitor the number of face towels aboard the aircraft and whether or not the hostees were running out of water and that you needed, it had more serious functions in that it was to keep track of South African Airways fleet during a difficult period in their history?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And it is likely and I want to put it to you that it's overwhelmingly likely that if something serious had happened aboard ZUR would at some stage have got to know about it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Not necessarily.  The communication may not have been there at the time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But sooner or later there would have been communication.  And I accept fully that they would have communicated with the nearest FIR but at some stage it is likely that they would tell you.  What is the point of ZUR being informed for instance that they had taken off uneventfully?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well that was the normal operation.  You would normally get a call top of climb and then during the course of the flight and then again at the descent.  That is if the aircraft could communicate weather wise as far as static.  We all know that radios are not.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well is it as simple as that Mr Nadel?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I think at this particular time yes.  If I may mention and it was mentioned at the Margo Commission that the radio station had actually had a lightning strike, some time before, so communications were not up to standard at the time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel, my information is that the lightning strike and your evidence at the Margo Commission was that the lightning strike had disabled the cell call facility?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that it had not disabled the rest of the facility?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, the radios were still working but as I mentioned it could well have affected the reception of the transmissions.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  But did it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well obviously in this case, yes because.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well no no, let's deal with that a little more simply.  Did you have any difficulty hearing from them on their departure from Taipei?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well it wasn't on our shift, it was on the previous shift, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Was there any difficulty that you were aware of?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It appears not, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What would suddenly make that difficulty?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not a technical expert as far as how radios work and the transmissions etc, but weather can cause transmissions problems.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "We'll get to the weather in a minute.  Because weather is a changing phenomenon and the aircraft's position in relation to that weather is a changing phenomenon.  Are there standing orders which govern the way in which you operate ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Is there not a requirement that you make, try and make contact with the aircraft every hour to hour and a half?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, there is a requirement if the aircraft doesn't call you, you try and cell call them which obviously we tried and to no avail.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And what effort did you expend to try and raise the aircraft after it failed to contact you, on the hour, the first time, on the hour?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well the aircraft was cell called but they failed to reply.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So you cell called it and it failed to reply?  What action did you take?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well there is no action to take, it happens quite often, well it used to happen very often that the aircraft would not call you.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And is there not a laid down procedure whereby you try and contact them via speed bird or one of the other means of raising them?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now at the hearing, the Margo hearing, that was not your evidence.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It was my evidence.  I believe somebody else said there was standing orders.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The evidence that was led at the Margo Commission was that if the aircraft was not contacted, it was a serious matter and that you would go to considerable lengths to try and contact them?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, that's not how it was.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, let's get back to something else because I want to return to this.  A number of people have phoned you to discuss this over the years.  Is that correct?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I've had many people calling me to discuss a lot of speculation over the years, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That's correct.  What you consider speculation?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And amongst those people was a man called Leon, sorry Nils Van Wyk who used to work for the SABC?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I can't recall.  It sounds familiar but I cannot recall exactly.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "He phoned you when you were in Miami, as did I.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Oh yes I do recall now, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And at the time he asked you similar questions to the ones that I am asking you now, namely who was on duty with you that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I can't recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well I'm going to tell you what he told me and if necessary he will tell this Commission.  He said that you identified that you were there together with Mr Gavin Dick and that there was a third person whom you would not identify.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't, I may have misunderstood his question but the question that's been presented to me on many occasions was, was there a high ranking person from the airline in flight operations.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Listen to the question very carefully.  He asked you who was there and you said to him, there was myself and Gavin Dick and there was a third person whom we will call Mr X and in his report and in his contemporaneous notes he refers to this person as Mr X.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well, I mentioned his name was Pete Pelser, I didn't think it was any.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No, he says you specifically refused to mention his name.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well at the time I felt there's no reason for me to talk to somebody that has no authority as far as questioning me about the speculation that was going on at the time and the rumours that were so rife.  He came to see me and he had no, as I say authority from anybody, it wasn't an official enquiry so I didn't feel it was necessary to talk to him.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But you did tell him there was a third person and that person he called Mr X?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Possibly.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now let's get back to that tape.  How did the tape go missing?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "How did it get out of ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not sure at what stage somebody decided they needed to take the tape but of course there were many senior people in ZUR at the time, it could have been taken at any time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you remember the tape being taken?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Could the tape have got out of there on it's own?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely not.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  So somebody must have come and taken it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did anybody ever hand it back to ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "When you tape record, and put a tape on, is taken strictly from the end of the row that you take, is that not correct?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You would not go to the middle of the row of tapes and take a tape out?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It's highly unlikely but if it does happen, it obviously is a mistake.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well under what circumstances could a gross mistake of that nature be made?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Could you suggest a circumstance where somebody would under standing orders to take the tape from the end, goes to the middle of the row of tapes and takes the tape out?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I have no idea.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you think that that is a likely possibility?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It's unlikely but it could happen.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  Well let's examine that in a little more detail.  The evidence given at the Margo Commission was to the effect that the tape had been either overtaped inadvertently or lost, is that correct?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And not only that there was really very little enquiry into the disappearance of that tape by Mr Margo?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Sorry, can you repeat the question?",
            "Male"
        ],
        [
            "DR KLATZOW",
            "There was in fact very little enquiry any further than that by Margo.  And that was Margo's finding?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe so yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now let's look at the first possibility.  If the tape had been overtaped, you would have been able to go to somebody and say I'm sorry here is the tape.  It's been overtaped.  I don't know how it got overtaped but there is the tape.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is possible yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well that is likely isn't it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes, more than likely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Was that ever done?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.  I cannot recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you ever do it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did anybody to your knowledge ever do it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask, at the time of the enquiry, did you personally become aware that it was muted as one of the possibilities that the tape was overtaped?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes, I believe it was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you seek to establish where the tape was and whether in fact the tape should not be taken to the enquiry if that was a moot question?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "What was the question?  I don't believe I was in the position to investigate that kind of thing due to the magnitude of the occurrence and the people that were very much more senior to me that were involved with the case of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever talk to anyone who was senior and hazard an opinion?  Because I see now it possibly was a question where you would be hazarding an opinion, did you, what I'm trying to say is, here was a situation where a tape, let's look at it being overtaped at the moment, where there was talk of it being overtaped and it happens to be the tape which was from ZUR with which you were associated and especially around the days, I mean the date in question.\n Did you do anything in order for that sort of speculation to be dispelled by saying why don't you offer the tape and say here is the tape and let the Margo Commission have the tape so that we can get this particular point out of the way?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Mr Commissioner as I said, at the time I was obviously too junior to be involved with that type of thing.  If the tape was in anybody's possession I believe somebody should have given it or handed it in to the enquiry, the Board of enquiry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Klatzow.",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "And yet that never happened?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I understand not.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Nobody ever went to Margo and said, here is the tape that was overtaped?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe that what you're saying is correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And if that is the case then we can safely assume that the tape was not overtaped?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.  As I say there was a lot of speculation.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "At the time of the Margo enquiry that speculation was rife?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The most sinister interpretation possible had been placed on that tape?  In fact it was rumoured at the time, it was said at the time that there was a conversation between ZUR and Captain Uys claiming to know something about the cargo and demanding permission to land?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Not on my shift, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Just listen to me.  And listen to the question.  The question was, at the time of the Margo enquiry which you were involved in, you knew about that rumour?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "There were a lot of rumours that were rife at the time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you know about that rumour?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "There was a rumour that there was somebody in ZUR that was speaking to the aircraft, telling the aircraft they could not divert.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that rumour has the most sinister implication possible for the airline?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you ever seek to attempt to dispel this by taking the tape or did anybody to your knowledge take the tape that had been overtaped and show it to the Margo Commission and say I'm sorry, we made a mistake?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not aware of that if it was.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So we can safely assume that there is no record of in your knowledge or in the Margo Commission of that event having occurred?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well I'm telling you that if you think that it's in the Margo Commission I will advise you to look at the Margo Commission and tell me where it is but I would suggest to you that it is not in the Margo Commission.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, I believe what you're saying.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And therefore we can safely assume that the one thing that didn't happen to the tape was that it didn't get overtaped inadvertently?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "We can assume that then.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  The second thing we've have established is that the tape didn't just walk out of there on it's own.  Somebody must have taken it out?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you remember Captain Jimmy Deel coming in and taking the tape out?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "When did you go off duty?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "When did I go off duty?",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "My official shift ended at 8 in the morning.  Due to the situation I believe I left at 10.00, 10.30, 11 o'clock.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Before you left that day, that tape had been taken out of ZUR.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not aware of that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Who else was in the operations centre that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Is this after the, after the",
            "Male"
        ],
        [
            "DR KLATZOW",
            "After the notification of the accident?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I initiated an emergency call list.  There could have been any thing or any amount from 20 to 40 people.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Was Captain Mickey Mitchell there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe he came later.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What time?  And would you identify the document that you're reading from please?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I have in front of me a copy which I believe Civil Aviation has as well of the South African Airways Emergency Alarm Procedure.  It's a list of names, if an emergency is declared we will go through the list, call the people.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Who did you call that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'll start on the first page, not necessarily in the order that it was done, spoken to.  Captain Deon Storm, Mr F Van Zyl Smit, Captain Mickey Mitchell and I can give you the time I actually called him, at 0040.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No, don't give us that.  What I would like you to do is make us a copy of that please.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Certainly.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But just read the names out.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "So Captain Mitchell was called at 0040, I called Captain Dries, I called Mr Davidson, Mr Britz, Mr Kate, Mr Willemse, Mr Botha, Mr Verster, Mr Roux ...[inaudible], Dr Van Der Spuy, Mr Klaase.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What time did you call Mr Willemse?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Mr Willemse was called at 0109.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That's Tienie Willemse?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Tienie Willemse, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What did you want him to do and what did he do?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well I notified everybody on this list and the normal procedure was they would either decide whether they wanted to come out to operations, go to airways head office.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did Tienie Willemse come to operations?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe he would have yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Was he there that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I seem to think so yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you remember seeing him there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I can't recall offhand, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But it would be the likely thing for him to do?  Did Mickey Mitchell get there that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes, I believe Mickey Mitchell was there.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What time?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know what time he was, I only have the time I called him.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But do you think that having been declared an emergency and having been told that there was a potential for an aircraft missing, do you think he would have dawdled his way to the airport?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, not at all.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So he would have been there shortly after you notified him, which was just after 12 o'clock, or just before 12 o'clock?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes, and let me just point out this is GMT time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes.  But tell us in South African time to avoid confusion.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Captain Mitchell would have been at 2.40 in the morning.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "In the morning, local time.  Did you phone Gert Van Der Veer?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe Mr Van Der Veer was called at 3 o'clock.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What time was Mr Viv Lewis called?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "May I also just point out the name, Mr Van Der Veer wasn't called by me.  He was called by somebody else.  I believe Mr Lewis was paged on his pager at 2.40.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He wasn't spoken to directly.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No, but he would have come in immediately?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If not to flight ops, he would have gone to the engineering department.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, in your statement that you made to Nils Van Wyk, you said that Mickey Mitchell was present?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Could well have been, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you also recalled that Jimmy Deal was there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Not only did you recall that Jimmy Deal was there, you recalled that Tienie Willemse was there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And in addition to Tienie Willemse you made the statement that the last person to have contact with that tape was a man by the name of Connie Booysen?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes, Connie Booysen was the assistant manager of flight ops responsible for the radio station.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And he would have had access to that tape?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe so, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Can you think of any reason why Mr Willemse would deny that he was there that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Like I say, I called him and whether he went through to head office or not, I cannot recall, I cannot recall seeing him.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel, you are under oath and I want to remind you of your reply to my previous question.  I put to you that on a previous occasion you had stated to a man that you remembered Van Der Veer, Mitchell, Deal and Willemse being present at ZUR.  And when I put that to you stated, under oath that you remembered that they were there.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I remembered making the statement to the person that spoke to me.  I didn't say that they were definitely there.  I remember speaking to",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You confirmed it in the previous question I put to you that they were there.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I cannot recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, and it is likely that they would have been there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "As I say, not necessarily, some could have gone to engineering, some could have gone to the head office which is in Johannesburg, some could have come to flight operations.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  Now, when was the, when, do you remember when DCA came looking for that tape?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you know who gave them a tape?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you not know how the tape was taken out of ZUR that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Getting back to Mr Willemse.  You remember quite well being questioned by Nils?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well he came to speak to me and it was an open discussion over a cup of coffee.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And he made a contemporaneous note of that because you asked him not to use a tape recorder or bring a note pad?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I said to him because this is not an official issue, I've had a lot of people speculating and I didn't want to be quoted out of context.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But surely the best way to be not quoted out of context is to either allow him to tape record it or to allow him to make a note?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He wasn't from an official board of enquiry.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But then why speak to him at all?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well I spoke to him as a, he'd flown down from Orlando I believe, I'm not too sure.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But let's look at your reason ostensibly.  The reason that you didn't want him to make a note is that you didn't want to be quoted out of context?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So you forced him to use his memory in order to quote you?  A better way of being misquoted, I can't think of.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Why didn't you allow him to make a note?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "As I say, I had been spoken to by many people.  There was a lot of speculation, the newspapers were full of it and to tell you the truth, I was getting a little sick and tired of the reporters.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes, but your actions in fact went further towards promoting the rumour than to have been open and said, tape record me, I have nothing to hide.  Here it is.  And yet you refused to allow him to do that.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I made that statement to some other investigative reporters saying that I am quite happy to appear in front of any board or enquiry to get this whole thing over and past.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But you see it's inexplicable Mr Nadel, I want to put it to you that if you didn't want to be misquoted, the right way would have been to allow him to make a note.  As it is he did make a note.  He went straight to his car and made a note.  And the note that he made was as follows.  And I'm going to read it to you.\n\"Mr Nadel said that in addition to Van Der Veer, Mickey Mitchell was also present as was Jimmy Deal and Tienie Willemse.  Nadel could not elaborate as to why these persons were there, he later asked me not to mention the fact that Willemse was present at the facility.\"\nWhy did you do that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is not true.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So is Mr Van Wyk lying?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You never said that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't say I never said, I never said to him that I don't know why Mr Willemse was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but the question is, did you ever say to him that he should not mention that Willemse was there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it a coincidence that Willemse also said to us here that he was not there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.  I don't think it's a coincidence.  As I said earlier on, I called the people and this is eleven years ago, I cannot recall who was actually there and who wasn't there.  I called the people out and they either gone to the head office building or to engineering or to flight operations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Klatzow.",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "You were at the Margo enquiry?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Who sat next to you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I cannot recall that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you remember Jimmy Mitton sitting close by you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He may well have been because there was a lot of airline personnel sitting around that area.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Jimmy Mitton's evidence will be that he sat very close to you.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It's possible.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And if he says that you would not deny it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, I wouldn't deny it.  I can't recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "He has a very clear memory of that.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't deny that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "When Mr Dick failed to raise the Helderberg on his shift, did he come and see you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What did he say to you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He said to me, there's problems with communication on the evening and he hasn't spoken to, not only that aircraft I believe there could well have been other aircraft that he hadn't spoken to either and I said to him it's not a problem.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Despite the fact there were standing orders?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "There's no standing orders.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you try to place, to put into place any of the procedures to try and raise the aircraft?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "The procedures were to cell call aircraft or to call them blindly on HF on the frequencies that they should be on and we tried that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you do that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "How often did you try and do that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not aware, Gavin Dick was the radio operator of the evening.  Possibly every two hours, I'm not too sure.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did he ever come back to you and say I still can't get them?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He came back to me I would believe.  I cannot recall.  But he possibly did come back and said he's having problems with communications and I probably said to him, given the fact that the communications were bad, it's not a problem.  It happened on many many occasions before.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And yet other evidence which has been led before various people and commissions and enquiries into this have led us to believe that the communications on that particular route were good most of the time, 85% plus at the time?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I wouldn't want to speculate on that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, Mr Dick came to you and he said, I can't raise them and you said that's fine.  What would have been the position if the aircraft had experienced some kind of dire trouble and had to ditch at sea?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well if the aircraft cannot call you it would be virtually impossible for us to have known that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Would it not be important for you to know that there was major trouble aboard the aircraft so that you could initiate some kind of assistance?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would believe at the time, if an aircraft has a problem he wouldn't be calling us, he would be calling the air traffic control centre that he is in contact with at the time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What happens if it is a peculiarly sensitive issue that needed to be discussed?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Would he not have called you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You see the rumour is and has been for a long time that Captain Uys called ZUR and asked for permission to land after the first fire?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe that is the rumour yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Is there no truth in that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you think that that ZUR tape no longer exists Mr Nadel?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I wouldn't want to speculate on that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you say that there is nothing on that tape?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "There's nothing on the tape at all and I would be the happiest person if that tape did come to light.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "If I were to tell you that a copy of that tape exists, what would be your answer?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would say I'd welcome to listen to it then.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that that tape has been kept in a security establishment for the last ten years.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would be more than happy to listen to that tape.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you think there is any reason why a major country would keep a tape of this nature in a security set up if there was nothing on it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would not want to speculate but as I said, I would more than welcome that tape to be made public to dispel all the rumours that have been going on.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now at the hearing I've told you that Jimmy Mitton sat close to you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "You mentioned that yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you remember that Gavin Dick approached you at the hearing and said what am I going to tell them about the failure to contact ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I cannot recall that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Jimmy Mitton will tell this Commission and will tell a Court of enquiry that he overheard Gavin Dick say that to you.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It's possible, I don't recall though.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Why would he say that to you if you had already given him those instructions at ZUR that night?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well, let's look at it.  Let's look at the possibilities.  If you had said to Gavin Dick at ZUR, look it's not a problem, I mean this is routine, this is standard.  There would be no need for him to ask you what he needed to tell Margo?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If he asked me what he needed to tell Margo it was possibly because he felt uncertain, intimidated, I don't know but I do not recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel, on what basis could you make that suggestion.  You were his senior man at the station that night.  You were the man in charge.  He came to his officer in charge, said, I couldn't contact the Helderberg.  His officer in charge said, it's not serious, this is nothing, no big deal.  Why would he be uncertain about that.  That is the thing that all junior officers love, to be able to place the responsibility on the next man up.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Why would he come to you at the Margo enquiry and say, what am I going to tell them?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well could you give me a reasonable explanation?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I have no explanation to give you.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well I'm going to give you an explanation.  The explanation is that that conversation never took place between you and Dick at ZUR.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't believe that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask, I'm sorry Dr Klatzow.  You mentioned something here about him possibly having been intimidated.  Why would he be intimidated by anything?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I think maybe just the mere presence of the board in front of him.  He was a junior employee and may have been intimidated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would intimidate him in going to speak the truth?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't believe so but I think just the sheer presence of the people around him would make him feel nervous and I think that counts for me as well.  I'm nervous as I sit here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But wouldn't the obvious thing for him to say to you is look I feel very intimidated but I'm going to speak what I'm saying.  But why would he have to ask you what must he say?  Why must he seek to know from you what he has to say except that you know as the suggestion is being made, there was possibly something that you felt has or has not got to be said to the Commission?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Commissioner I don't recall this discussion with him but it is possible that it did take place and as I say I cannot recall what I said to him or what I didn't say to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Klatzow?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel, Jimmy Mitton will come under oath and say that that is what he heard, overheard between you and Gavin Dick.  And I want to put it to you, for your comment, that there is only one explanation and that is that the conversation that you claim to have had with Gavin Dick that night at ZUR did not occur?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well I wouldn't want to speculate on that at all no.  I believe the conversation did occur.  We did communicate during the evening.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well then I'm inviting you to give me a better explanation as to why Gavin Dick would ask you what to say to the Margo Commission when it was quite clear that all he had to tell was the truth, if that conversation did take place.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I cannot give you an explanation for that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  Because I've searched my mind for an explanation for that for many years and none is forthcoming other than the one that I have given you.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I spoke to Gavin Dick on the night.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well did you have the conversation that you allege that you had with him?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "During the evening?",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would believe so yes.  I cannot recall exact words and times and dates.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "If that is true then there would have been no need for him to ask you what he needed to tell Mr Margo?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That's possible.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That is likely, overwhelmingly likely I want to put it to you.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I cannot comment on that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "At the time of the enquiry you were aware of the rumours.  You were also aware that the tape was given to Mr Mickey Mitchell?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would believe so yes.  I cannot recall but I would believe so yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "He was the next in the chain up?  You're also aware that that tape, whether it contained information or not would have been an important tape in relation to the investigation.  Even if it was to negative certain allegations?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would believe so yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That tape went missing.  Who do you blame for the fact that that tape went missing?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would blame whoever took the tape and gave it to the person for safekeeping, that person, who it is I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well, whoever took the tape and I want to take you up on what you just said, would have taken the tape, not just to leave it lying around.  He would have placed it in a position of safety, wouldn't he?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would understand that yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And he wouldn't have just given it to the tea girl or the messenger man or the assistant who did things there, he would have given it to somebody in authority?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It's likely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Is that correct?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Who was the next person up in authority, easily available that evening at your station?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't want to speculate on that.  There was a lot of people.  As I said, probably between 20 and 40 people coming and going at all times of the morning.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Van Der Veer was there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He was there yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And it would be like to him, it would be the obvious person to have there.  He was the chief executive officer?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So it's likely he would have been at the hub of things?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Oh yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And had the tape been taken out of ZUR by Jimmy Deel, passed on to Mickey Mitchell, it is likely that it would have come into the hands of Gert Van Der Veer?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It's likely but it's not that it's 100% possible.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well Jimmy Deal who is unfortunately dead told me on a tape recording that he handed the tape to Mickey Mitchell and Gert Van Der Veer.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If that's what he said then it must have happened like that, I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that would not be unlikely?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Not unlikely no.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Mr Nadel you said you were very concerned about the speculation?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Until today.  You are aware that SAA had an in-house enquiry about the Helderberg about three years ago?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "I believe so yes.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "So yes.  My question is, were you not invited?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "I wasn't invited.  I was called by the chief executive to answer one question which I answered honestly.  He asked me, was there anybody of higher authority in ZUR talking to the aircraft and I said no.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "In addition to that, did anybody ever ask you whether there was a conversation with the Helderberg?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Did they ask you again during the in-house enquiry?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "That was one of the questions that the chief executive asked me.  He said was there anybody and was there a conversation and I said no.  I was very adamant about that.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "So you were not required to come to South Africa for that enquiry?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "It didn't appear to be no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Klatzow?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Did ZUR have the ability to patch through radio conversations with other senior members of SAA at the time.  If there'd been a problem could you have contacted Mr Van Der Veer and put him on the line?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It could have happened yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "There was that facility?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "There was that facility yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And did anybody outside of ZUR that night speak to the Helderberg?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not aware of that no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, let me give you a scenario.  You're aware that the cockpit voice recorder was recovered?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You're aware that it was transcribed at great expense?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And that it occupied approximately 30 minutes?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You will also be aware that SAA serves meals at the beginnings of flights, not at the end of flights?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I think each route is totally different, depending on the time of the day.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel, can you give me one flight where SAA supplies a meal to it's patrons as they're about to come in to land?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Not as they're coming in to land but if it's at breakfast time, two hours out, possibly a little longer, a little less they get breakfast, sure.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes but we're not talking about breakfast, we're talking about dinner?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No no, that's unlikely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now if there'd been a discussion on that cockpit voice recorder about dinner.  What would that imply?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It would imply that dinner was being served or somebody was asking what is on the menu for the dinner.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well if it appears from that tape recording that dinner was served to the entire cockpit crew what would it imply?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not quite sure.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well it would imply that that cockpit voice recorder recorded that event at the time of dinner which would have been closer to the beginning of the flight rather than to Mauritius.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It would probably imply that yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes, it would imply that.  Could you give me a better explanation?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  We know that the cockpit voice recorder ceased to function because of the effects of fire?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And therefore because it is a half hour recorded message which goes over itself and records only the last half hour, it means that that cockpit voice recorder ceased to function closer to Taipei than Mr Margo would have had us believe.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not an expert on technicalities so I'm really hesitant to answer questions about the cockpit voice recorder.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But it stopped functioning as a result of fire.  You can accept that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That's what they've found, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And it recorded a conversation about dinner?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not sure about the conversation.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The official record Mr Nadel is that it recorded a conversation about dinner.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not aware of that, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well I'm now making you aware of that.  And you've agreed with me that dinner would likely to be served closer to Taipei than to Mauritius?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And therefore if the tape recorder recorded that dinner because it's a half hour recording, it must have ceased to function within a short period after, while dinner was being served, which is shortly after take off, rather than at top of descent?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "More than likely yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, do you know what the standing instructions to pilots are if they have a fire on board?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well let me tell you that the instructions are that they are to put out the fire.  Don't mess around.  Put out the fire.  It makes sense?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "It then says, seek the nearest available airfield and land as soon as possible.  Does that make sense?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "If Uys had had a fire on board, is it not likely that he would have, at that stage, outside Taipei, two hours, three hours from Taipei, is it not likely that he would have sought to land that aircraft?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you think he would have done that off his own bat?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would believe so yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Despite the fact that if he had known that there was contraband cargo aboard, do you still think he would have done it off his own bat?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would believe so yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So he would have  landed the aircraft and risked foreign countries who were hostile to South Africa searching the aircraft to find military contraband aboard.  Do you think he would have done that without contacting you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would believe at any given time if you're in a situation that I believe he was in, I don't think you'd think about the consequences as far as landing.  You'd worry about that afterwards.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So he would have landed willy nilly and placed the entire future of the airline in jeopardy because if that had become public knowledge to the authorities at Bombay or wherever these places were along the route it would have effectively have taken South Africa out of the skies.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Possibly but you would have had a hundred odd people alive still.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you think Uys would have risked sinking South African Airways having thought that he had put the fire out, do you think he would have risked South African Airways merely to comply with a regulation?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I think if he felt in his mind that the fire was out he would have continued.  But I think if he knew in his mind that the fire was uncontrollable he would have landed.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No.  Let's get back to that and deal with that because I want to deal with your logic.  If there'd been a fire on board and we've looked at the logic as to why we believe there was a fire on board outside Taipei and you've agreed with that logic?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "If that fire had been extinguished.  The standing regulations require you to go down and examine the aircraft because it is possible that major structural could have been done to the aircraft by the fire?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "If Uys didn't do that, you're saying that it is quite easy on your mind that he would have done so without referral to higher authority?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "You mean that he continued?",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes.  No.  That he would go down, the regulations require him to go downstairs.  He didn't do that.  Why do you think he didn't do it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not able to speculate why he did or why he didn't.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But let's examine it Mr Nadel.  You're ducking the question.  Captain Uys had a standing instruction.  That instruction is clear.  If you have a fire, put it out and then go down.  We know he didn't do that and we know that there is a great likelihood that the first occurred six hours or so earlier than the Margo Commission would have us believe?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If that's what you say yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you've agreed with that logic?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, can you think of a reason why he didn't go down and follow the eminently sensible regulations which all pilots know about and all pilots would adhere to because there is nothing that is feared more than a fire in the air?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well I couldn't give an explanation.  I don't believe he wouldn't have done that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That he wouldn't have done what?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Gone down.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But he didn't go down.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That was obvious.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct.  He went down in flames outside of Mauritius.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Which means that if the argument that there was an earlier fire was correct, he did not go down.  He did not follow those eminently sensible instructions and go down.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is if there was a fire beforehand, then obviously he didn't.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And we've been through that logic and you find it logical?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well there's a lot of speculation once again.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No no I've given you no speculation.  I've told you certain facts.  And those facts are not speculation.  Those facts are that there's a discussion about dinner.  That the tape recording has a certain period which it tape records and that it stopped functioning as a result of the fire.  There's none of that that's speculation.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I haven't heard a clear copy of the cockpit voice recorder so I cannot say.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel, you're ducking the question.  Margo accepted the official recording means whatever Margo accepted and Margo accepted that there was a discussion about dinner prior to the failure of that tape recorder.  Are you going to deny that there was a discussion about dinner?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If that's what the tape said then no I won't deny it.  What I'm trying to say is.  The discussion about the dinner could have been dinner at home the next day.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No, it clearly wasn't dinner at home the next day.  It was to do with the dinner served in the cockpit.  Would you like to read it?  You've read that now.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Are you in any doubt that a discussion about dinner being served in the cockpit was recorded?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, I have no doubt.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Right.  Now that must mean and there is no other explanation.  I want to put it to you that that tape recorder must have recorded that outside Taipei when dinner was served and ceased functioning shortly thereafter?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It's possible yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well if it is only possible give me another possibility.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, depending on what time dinner was served out of Taipei whether it was  the normal time or slightly later I don't know but it is possible.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Even if it was slightly later?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think what the proposition has been or the perusing that has been made was that we must logically accept that whatever the time period was after the aircraft had departed from Taipei, whether it was an hour or two hours or even three hours, that recording, if it is a recording of dinner being served must be an indication that it was done closer to the time that the aircraft  left Taipei than closer to the time that the aircraft was about to descend on Mauritius.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I accept that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, can you think of a single reason why Mr Uys, having put out the fire would not go downstairs and check that his aircraft was indeed safe and indeed check that he was not going to have a tragedy such as the one which unfolded outside Mauritius?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "There's no reason is there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yet he didn't do that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It appears not.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, under those circumstances, do you not think that it is reasonable that he would have called up ZUR, or tried to call up ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "He probably would have tried yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And he would have kept trying with the contingencies of the operation that he was dealing with but clearly it was, the aircraft was serviceable enough for him to make it from wherever he was at that time to just outside, one hundred and something nautical miles outside Mauritius, there would have been some opportunity for him to raise ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If the communications were possible, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And it is the sort of thing that he would have told ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Definitely.  If he had got through to ZUR, he would have told ZUR that he had a problem and he needed to speak to somebody.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And it is not far fetched that he would have made every effort to get through to ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.  Not far fetched.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now what you are postulating is that for over three quarters of the flight of that aircraft the communications were so bad that no possibility existed that he could raise ZUR.  Is that not far fetched?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.  It's not far fetched, it has happened before.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "How often has that happened before?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would say many times.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Was it a common occurrence?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Not common, but not uncommon either.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now could you give me an explanation as to why Mr Du Toit says that it was a very uncommon experience, particularly on that sector?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I cannot speak on behalf of Mr Du Toit, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you think he's lying?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't say he's lying but I cannot speak on his behalf.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm not asking you, I asking you to think of a reason why he should say that to me?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "As I said, it's not common, but it's not uncommon either.  So depending on the percentages, this could unfortunately have been one of the uncommon times when it didn't work.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel if it's not common, it's common.  So if it is not common then it must be uncommon?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now please.  Make up your mind, one way or the other.  Is it common or uncommon?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It's not uncommon that communications sometimes don't get through.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So in other words it's common?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Give me a reasonable explanation why Mr Du Toit would want to come and lie to the Commission and say that it is in fact a very uncommon occurrence?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "He gets nothing out of saying that.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You're aware that Margo found a number of things.  Number 1, that Margo found that there was a proper procedure to be followed if there was no call.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe there was speculation that there was a so-called standing orders, but there was no such a thing.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well Margo in fact, if you look at Margo, Margo found that there was indeed a procedure to be followed?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It was mentioned at the hearing, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "It was more than mentioned.  That's what Margo established, that you had to do certain things?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't believe that there is a standing order, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well is there or isn't there?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Would you bear with me one moment Mr Commissioner, could we just take a three minute break while I find the relevant quotes?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well.  We'll adjourn for five minutes.  Could we also take the time to make copies of the document that Mr Nadel was using.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Klatzow?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Thank you Mr Chairman.  You see at the Margo enquiry Mr Du Toit would have no reason to lie or to fabricate.  He said certain things which you are contradicting flatly?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Those things are incidentally the following.  There is a procedure that is correct and this normally gets done and if that fails then we contact by any  other international station like Speedbird, London and ask them to contact the aircraft.  Is that not true?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I am aware of that.  That statement was made at the Margo Commission as well and I flatly refute that.  There is no such a standing order.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And if the aircraft in this particular instance does not call back then there's a duty on the officer to make contact on any other frequency and Du Toit says affirmative.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is correct.  You try all the frequencies but there's no standing order.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And if you couldn't get through you'd approach another airline to try and get hold of them?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I know that's what he said but it's not true.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "It's not true?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So in the eventuality of an aircraft ending up in the South Atlantic, I as a passenger have the happy prospect of waiting 'til I'm overdue before you people did anything about it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "As I mentioned earlier on, I think there was two airlines in the world that had this facility, British Airways and South African Airways.  No other airlines have this facility.  It's not a legal requirement.  The aircraft talks to air traffic control centres throughout and they are the people that normally initiate any search and rescue if there is a problem.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And the period of non contact with a plane when it is due to contact you once every hour or hour and a half, four or five hours goes by and you can't pick them up however hard you try and this doesn't perturb you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "It didn't perturb you at all?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Because this is not a, as I said earlier on it's not a requirement by airlines.  There's two airlines in the world that have this facility.  If you look at all the other mega carriers, they don't have this facility.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "With great respect Mr Nadel if the duty of the airline is to call you and if there are instructions to call that aircraft back if you can't raise or if they don't raise you and that fails to happen for five hours you are not perturbed by it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "But those instructions do not exist.  Where Mr Du Toit or Mr Dick got those from I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you give evidence at the Margo Commission?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you tell Judge Margo that those instructions don't exist?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe I did yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Were you cross examined on that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe so yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did Mr Southwood who was leading the evidence for the State ever say to you, Mr Nadel I believe you're making all this up?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe he did say that yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Why would he say that to you Mr Nadel?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I want to put it to you that he has the same feeling that I have as I am cross examining you now.  That you are saying these things and that they did not occur.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I actually have a briefing notice with me of the procedures to follow as far as making contact with aircraft and I would be happy to give you a copy.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I would like a copy please.  Mr Nadel, one of the things that has to be done is that the logbook has to be signed in.  Is that not correct?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Whoever hands over to the other person, the logbook is signed yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you ever see the log book for the, have you ever had a look at that logbook?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I have seen it at the enquiry I believe yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Could you give me an explanation as to why, that logbook was never tampered with?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't believe so, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And it is an official document, an important document?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I think it's an important document as far as keeping record of what actually transpired.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And the signature of the man filling it in appears at the bottom of the page?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I seem to recall yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Can you give me an explanation why Mr Du Toit's signature appears on pages which he never filled in?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Actually yes I can.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Let me hear it.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Mr Du Toit was actually a strange gentleman.  And he would come on duty and sign three or four pages with the idea that we would be filling them in as he goes along.  And that is the explanation that I can give you.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Why would he do that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It was  just his mannerism.  He used to do it all the time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Was that ever crossed out?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You saw the document?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I cannot recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "If you'd filled in those pages would you have crossed it out?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would probably have signed my name either over it or next to it or crossed it out, sure.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did you do that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I wasn't responsible for filling out the logbook.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Who was?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Mr Dick.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "We deal with another issue for the moment.  How would you describe your job there.  Would you describe it as a senior position in the airline, would you describe it as a fairly junior position at that time?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would say bordering on becoming more senior.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "More senior?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well bordering on becoming more senior.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What does that mean in answer to my question.  Were you or were you not a junior?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I was a junior yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And what is your position now?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I am manager for South America.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What was your position in Miami?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I was manager for Miami.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Area manager?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Is that a senior position?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Middle management.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What was your salary at ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I cannot recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Roughly?  Did you earn hundreds, thousands or millions?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Thousands.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "How many thousands?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I can't recall.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What was your salary in Miami?  Was it a substantial increase?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "How much increase?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I can't.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Double, treble?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I wouldn't want to speculate no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel I want to put it to you, it's very strange.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are not, with respect Mr, you are not being asked to speculate.  I mean you are being asked to give an indication.  I think there is a point here and I am sure you will appreciate in due course.  Unless you have a very good reason why you should not give us an indication or an explanation but we are certainly not asking you to speculate what your salary is.\n You know what your earnings are.  You know what your earnings then were and as I say there is a point that he wants to converse with you.  So if you could be frank about your earnings and the difference between your earnings between then and now, it might assist us to get over this point.  I wouldn't like us to waste more time on the issue.  So if you can give us any indication of what your earnings were then and what your earnings are now, then we will quickly get over this point.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Okay.  If I can just go back a moment then.  From my position at the time I moved through the ranks not very quickly.  Reasonably slowly.  It wasn't from one day to the next that I became manager for Miami.  I became manager for Miami in 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fact that's the point I am sure that is going to be made, that you seem to have had a meteoric rise after the Helderberg incident and you see what then would be the basis for that.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If I can give you a brief history of my career path I would be more than happy if you would like to hear it.  After the Helderberg I was still in flight operations.  I moved to what we call route clearance unit which was a sideways move, meaning that I didn't have to work weekends.  I actually took a drop in salary because there was no Sunday time and overtime worked.\n In 1990 they advertised in the national press as well as internally within the airline for trainee overseas managers.  I applied for the job in 1990 along with 160 others from all walks of life, within the airline, from outside of the airline.  I went through a process of  psychometric testing.  I did management courses and was eventually invited in January 1991 to be interviewed.  \n I got through the interview, there were ten of us left.  Eventually two people decided on their own to step down from the training course and I then proceeded to go on a years training course as an overseas manager.  I did various functional, non functional management courses.  Functional courses within the airline, reservations, ticketing, sales, marketing.  \n The functional courses, and that's on record, it can be obtained, I didn't receive anything lower than 90+ percentage for the examinations.  I was successful after the years training course and I was selected out of the eight.  Five of us were eventually sent as trainee managers abroad.  I spent nine months as a trainee manager before I was eventually promoted to manager in Miami.  \n I started Miami from zero ground base.  We had one flight a week.  We had no infrastructure at all.  I set it up.  After five years we were flying five times a week.  Miami grew to be the most successful.  The No. 1 route in our world-wide network in terms of revenue, load factors etc.  So I'm a little concerned that the speculation is that I got this promotion because of what I know and what I'm not prepared to discuss with anybody else and I think I earned it through merit.  \n In actual fact my latest appointment to South America, Mr Nombeti approved himself.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel we're not for one moment doubting your ability.  We're  merely saying that your rise in the light of what occurred and in the light of your original position is meteoric to say the least.  Now whether it's meteoric because of what you know or meteoric because of your extraordinary abilities, I have not speculated on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But then I think I must say, sitting from where I'm sitting, it will assist us in order to be either accept or dispel the speculation if we don't get the impression that you are evasive about your wage levels.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in the confidentiality of this room and in this enquiry if a question is put to you, how much were you earning at the time, how much are you earning now, then we can be placed in a position where we are able to compare and see if we can make something out of it.  That's my only concern you know that as you were saying you don't want to speculate about your wage, earning levels, I was slightly becoming uncomfortable because I knew that the same sort of questions were put for instance to one of your seniors and he was asked for a comment and I think in your own interest if you were candid about this and if you accepted that though it is a private matter but it will be confidentially treated, in your own interests.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Mr Chairman thank you.  Obviously an overseas manager's position is a highly sought after position in terms of your overseas posting, the environment you stay in, the added benefits that you get in terms of foreign currency, my salary in Miami was 50 000 US dollars.  Now everybody is going to convert that to South African Rands and say, the guys a millionaire.\n In actual fact that's not true.  If you take the cost of living abroad, I think we can all do our maths.  It's not a mega salary to be earning.  My salary in South Africa was obviously South African Rand and I must be very honest with you, I cannot recall what my salary was but it took four years, four and a half years to get from the fateful day to Miami.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Klatzow?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Thank you Mr Nadel.  Now earlier on I dealt with the issue of standing orders with you and you said that if Mr Du Toit said that there were standing orders and that there was a standing instruction, that he was mistaken and that there was no such thing?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Is it possible that both Mr Du Toit and Mr Dick could be wrong?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "On this issue?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "So they are both wrong and you are right?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Let me read you what Mr Dick says.  In response to a question from Mr Du Toit he says, Mr Dick says,\n\"I presume we all have our own way of working but the standing order is between one and a half and two hours, up to two hours is acceptable.\nWhere is this standing order?  It is kept on file at ZUR Radio Station\"\nIs he lying?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't believe that standing order has ever come to light.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Please answer my question.  Is Mr Dick lying?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe he made a false statement, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Why would he want to do that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Dick went into the details of what needed to be done.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe it's very similar to what Mr Du Toit said as well.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That is correct.  But they differ from you, both of them differ from you in saying that despite the fact that there are standing orders you say there are no such standing orders?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.  The only standing orders I have is I believe I gave you the copy.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now I did not have the advantage at the Margo enquiry of seeing your demeanour in the witness box.  But Mr Southwood did.  Mr Southwood put it to you very bluntly that you were lying.  He said you are making up what you are telling this commission.  Why would he do that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Could you give me a reason?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No I can't because I was under oath as I am now and I stick by that I said no then and I'll say no now again.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Let us go through the problem that we have with your evidence.  And I want to deal with something else before I do that.  Were there any other things, any other records made on that tape of problems experienced by aircraft that evening?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't have a copy of the tape so I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you remember anything?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "It's likely that you would have remembered?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If there was something that was untoward I would believe I would've remembered.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Let's assume for instance an aeroplane had an engine failure.  It would be the sort of thing that they would phone back and say guys we've had an engine failure, do you think you could get a spare engine up here?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "They would try and call and/or send a fax, not a fax a telex.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Correct, to you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "To operations yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes.  And you would be aware of that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I should be aware of it yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Were you aware of anything else that evening?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes there was an aircraft on the ground in Sol Island.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "What was wrong with it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe they had to, they had some technical problem which they had to bring an aircraft engine I think from Europe somewhere, I'm not sure.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Yes.  Was that on the ZUR tape?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not sure either.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Did they contact you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If you have a copy of the logbook possibly but if not I don't know.  They could have telephoned or sent a telex.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And you would have been aware of both?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would believe so yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Let me tell you the problem that I have with your evidence Mr Nadel, is this.  A fire occurs on board that aircraft.  The available evidence strongly suggests that it occurred early in the flight.  During the period of your tenure at ZUR or just before you've conceded and agreed with me that it is something which they would likely have spoken to ZUR if it had occurred then.\n You've agreed with me that the correct thing for the pilot to do would have been to go down and have the aircraft checked.  We accept and it's common cause that that never happened.  You expect me to believe that the pilot would have  made the decision to continue flying despite all airline regulations and all flying regulations and all common sense on his own bat?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't say that at all, no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You're saying he never, you're saying he never contacted you?  We know he went on flying.  There is only one inference and that is that he made the decision without referral to base to go on flying after that fire?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I can state categorically, as I have done before, that the aircraft did not speak to ZUR and/or to anybody else to my knowledge.  And if it did and if there was something untoward I would believe Dick should have told me and if he didn't tell me, he was keeping something from me, and as I say, from my side I can categorically state that the aircraft never called.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel, you're missing the question.  I want to put to you a series of improbabilities in your evidence.  And it is very easy to categorically deny something but I want to put it to you that your denial rings hollow.  And I want to tell you why it rings hollow.  It rings hollow for a number of reasons which I have given to you, all of which are based on fact, not on speculation.\n And I started to give you those.  And those include the fact that the likelihood with which you've agreed is that the fire occurred early in the flight, if the dinner is there.  You've agreed and you've read that Margo, official transcript has a record of the dinner on the flight.  You've agreed and the Margo enquiry has accepted that the flight recorder stopped because of fire.  \n You've agreed that that is most unlikely that that could have been outside Mauritius.  You've agreed that the most sensible thing to do and would have complied with the regulations was for Uys to have gone down and have the aircraft checked.  You've agreed that he didn't do that.  And if we are to believe your evidence we must believe that he did all of that off his own bat without checking with ZUR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "It appears that could have happened.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You have furthermore told us that everybody is lying but you.  Gavin Dick is lying and Mr Du Toit is lying and that you are the only person at ZUR that night who is telling the truth?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "The issues about the standing orders?",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No, the issue is about whether there was a tape recording that night.  And to cap it all, Mr Nadel, the vital tape recording that covers that specific period of time inexplicably finds its way out of ZUR, never to see the light of day again.  And you wonder why there is rumour and speculation.  You wonder why it is?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, I don't wonder why it is.  That is obviously the reason for it.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "That is absolutely.  And there is good reason for that speculation.  And there is good reason for the negative inference.  And yet you give us a version which is so inherently improbable that it is difficult to believe.  And in addition you've given us a version which not only I find improbable but Mr Southwood at the original Margo enquiry found improbable to the extent that he accused you of lying.\n You've given us a version relating to the conversation that you had with Mr Dick when you yourself have agreed that had he had that conversation with you, there would be no reason for him to ask you at the hearing what he needed to say.  It was there for him to tell the enquiry.  The truth, the truth is I was told by my superior officer not to bother about it.  \n I want to put it to you Mr Nadel that your versions are so inherently improbable that they should be rejected.  And I want to put it to you that your fencing over the years with people who genuinely wanted to find out.  The referral to Mr X, your demand that people not take down a statement when ostensibly your reason was to prevent yourself from being misquoted.  And you then did the very thing that would ensure that you were misquoted.  \n I want to put it to you that that is inherently improbable and I want to put it to you that everything that you've told me today is untrue.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well I'd like to refute that.  Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well, I would like you to do better than to simply say that it is true.  I'd like you to give me a reason why the Commission should believe you.  Because I've given you cogent arguments why it is that what you've told us is a tissue of lies.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well, the only thing that I can say is I know in my mind, in my heart that what I've told you is true.  I know that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel the last person who said that, in this country at a commission were the people who later were found to be the perpetrators of the hit squad activities.  That statement is not dissimilar from the statements made by Eugene De Kock and his band of merry men.  I am asking you for a reason to believe you.  I'm not asking for a bald denial.  I'm asking for a reason in the teeth of cogent argument why it is that this commission should believe what you've told us.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Firstly, I don't want to be associated with the previous people you spoke about, I don't think this is a political issue at all.  This is a very sensitive issue.  It's an issue where a lot of people got hurt, a lot of people are still hurting.  I for one have a lot of rumours thrown around that come back to me, a lot of speculation.\n I haven't enjoyed this, reading about these things in the newspaper when I know full well that a lot of it is or most of it is pure speculation.  The issues of the Gavin Dick and the Etienne Du Toit, I don't believe a copy of that so-called standing order that they are talking about has ever come to light.  If it was available at the time, it could have been subpoenaed.  \n This came up in the Margo Commission enquiry and I'll stick with that.  The document that I gave you is the only thing that was on file regarding making contact with aircraft.  At the end of the day I know that I was not aware of any conversation between the aircraft and/or any senior member.  There was no senior person in flight operations on the night.  I personally went through that list calling people as you can see.\n So, maybe the misquotes of the Margo then and the Southwoods and those issues are issues that have come up again and that's possibly why you're basing your accusation that you believe I'm not telling the truth.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now you've said to me that there was no standing order.  And you said that under oath today.  You know that you're under oath?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Mr Southwood put a question to you and you were presumably under oath then?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "He said, you would just ignore the arrangement, you would ignore the standing order, why.  I wouldn't say ignore it.  I went by past experience as far as this route is concerned.  Why didn't you tell Southwood?  Why didn't you tell Margo that there was no standing order?  Why did you accept that there was a standing order at the Margo enquiry?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe that I said no, that there was no.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No.  Let me read it to you again.  Southwood puts the following proposition to you.  He says,\n\"You ignored the standing order, why?  Well I wouldn't say that I ignored it.\"\nIf there was no standing order Mr Nadel, you would have said to him, Judge, Lord, there is no standing order, there was nothing for me to ignore.  Why didn't you say that?  You said I didn't ignore it.  I went by past experience.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I believe somewhere in the documentation I said there is no standing order.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "It's almost time for lunch.  May I invite you to read through your evidence at the Margo Commission and I will complete my questions to you after lunch.  And if you can point that out to me I would be very grateful.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm trying to recall, eleven years later.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm not asking you to recall.  There is a full transcript of the Margo enquiry here which I will make available to you during lunch.  Would you like to find the point at where you said there are no standing instructions?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If you say it's not there.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm not saying it's not there.  I'm inviting you.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Then I would like to read it yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm inviting you to read the Margo enquiry.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Thank you.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "During the lunch period.  Would this be a convenient place to adjourn Mr Chairman?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It would.  We'll adjourn until 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry ladies and gentlemen, I had a telephone call to take which couldn't wait.  Dr Klatzow?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Mr Nadel you've had an opportunity over lunch to have a look at your evidence to the Margo Commission?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nadel you are reminded you are still under oath.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Thank you.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Would you like to comment about what you found?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Regarding the issue of standing orders, there's no indication that I refuted that with the original board.  I do however want to reiterate that throughout the time I was referring to the note or notification, briefing notice which I've given yourselves a copy of this morning and that is what I was referring to throughout and that is why I still maintain that the other issues of what Mr Dick and what Mr Du Toit said are totally untrue and that I still haven't seen a copy of that document.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But Mr Nadel.  Mr Dick and Mr Du Toit who have no reason to lie because it makes it worse for them to bring up this red herring, if it is a red herring.  Both of them, in your presence and you sat in on that hearing, I know you did, both of them said in your full hearing that there was standing instructions.  You were at no time, during that hearing inhibited from approaching South African Airways' lawyer and at the time South African Airways were represented by an extremely able man, by the name of Mr Puckrin.\n There was nothing stopping you going to Puckrin and saying to him, this is wrong because it was an important issue.  Standing orders had been disobeyed.  It had evoked the judge's wrath, there was a debate that had raged for some time in that court room about the standing orders.  At no time Mr Nadel did you go to any one of the legal representatives of SAA and say to him there were never any standing orders.\n And in fact during the hearing, I want to put it to you that when a question was posed to you by Mr Southwood relating to those standing orders your answer was a tacit acceptance of their existence.  Why did you not tell the enquiry at the time that there were no standing order and that Dick and Du Toit were lying?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I will go back to what I can recall that day or that time.  I was always referring to the briefing notice which I've had a copy of since day 1 and I very briefly was able to read through Mr Puckrin's cross examination of myself and he does refer to the briefing notice and/or the guidelines.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The briefing notice is quite distinct and you know that from what was meant at the time by the standing instructions which were on file at ZUR.  That statement was made in your hearing and yet you never crossed, the first time you've ever contradicted that is today when you've given evidence here under oath.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would still like to say that the standing orders that were on file in ZUR are the standing orders that you have a copy of.  If I failed to do it then I do not understand why.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You see I want to bring, I want to bring this line of questioning to it's full circle.  We know that the aircraft fell in flames off the coast of Mauritius.  We know that aircraft don't normally do this.  We know that SAA was probably involved with assisting Armscor in the total onslaught.  We know that they didn't hesitate to ship military equipment aboard civilian aircraft.  There's ample evidence.\n We know that that was a dark and dismal period in this country's history.  We know that there is a strong likelihood on an overwhelming balance of probabilities that a fire occurred earlier.  We know that Uys didn't go down to see about that, in total disregard of all instructions.  We have a concession made willingly from you that it is a most unlikely thing for him to do on his bat.  \n And the overwhelming balance of probability is that he communicated that to ZUR and it would have been done during the tenure of your shift.  We then have on top of the evidence which I have given you, none of which, and please don't refer to it as speculation, these are facts, we know then that the tape goes missing under circumstances which neither you nor anybody else is willing to explain.  \n We know that there is a history of incriminating tapes going missing in this country.  The only inference that can be drawn from this is that there was something untoward on that tape, that there was a discussion with ZUR which was in some way highly incriminating towards either Armscor or the aircraft handlers, that is South African Airways, that you were aware of that information and that you are part of a massive conspiracy and SAA to cover that up.  \n The tape was impounded shortly after the accident, as it should have been.  Inexplicably it finds it's way back and inexplicably it gets lost.  We also have a series of events which have occurred which make your story incredibly improbable.  We have Judge Margo's enquiry deflecting the enquiry away from the talk of dinner, for reasons which are obvious now.  We have Judge Margo stopping the cross examination of you just when it was about to produce fruit.\n Shortly after Southwood accuses you of lying, that cross examination stopped and you remember that.  We have Margo failing to ask an important witness, Jimmy Deel why he took the tape out and who he gave it to.  And your evidence that you have led this morning is so inherently improbable that it's with regret Mr Nadel that I tell you that I have difficulty believing a word of it.\n I believe that there are elements in your evidence which are truthful.  But the fact that there was nothing on the tape, the fact that you don't know what happened to the tape and the fact that you were never suborn to give evidence to deny the existence of the tape, I simply cannot believe.  And you have not given me a probable version for any of the material facts which I have given to you today, other than a bare denial.  \n And I want to put it to you, that this enquiry is but the beginning.  You are going to be called upon again if this enquiry re-opens in a proper judicial hearing to repeat what Margo did, this time on a more formal basis.  You are going to have to give this evidence again.  And I want to tell you that the evidence that you've given here under oath today is not going to be helpful to you at a subsequent enquiry because it is inherently improbable.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well I'd like to say that it's unfortunate you think this.  If there is another enquiry and I'd be once again more than willing to appear.  I will not change what I've said because I believe and I know, if things were hidden, if things were covered up I was not in a position or was aware of it.  Obviously I can read between the lines as well and things do look rather strange.\n I was never privy to sensitive information if something did happen, ever heard about, so as far as  me changing my story I must be very honest and say that what I have said today is to the best of my knowledge what I know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Incidentally, there have been persistent statements made by crew members who are too frightened to make it under oath and to put their names to the statements but who have spoken to me, all of whom who have claimed that that tape was in existence, that the tape was listened to and that the tape was listened to by ZUR staff who knew the contents of that tape and that it was spoken about until they were upbraided by a senior official and they have never spoken of it again.  Do you deny that that happened?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I deny that absolutely.  I have never heard the tape, the actual ZUR tape, I've heard transcripts of the tape from Mauritius tower, I've heard that tape, it was common knowledge, everybody heard it to the aircraft.  I've heard transcripts of the cockpit voice recorder, in my opinion are almost impossible to understand.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But you are not an expert, Colonel Jansen who did it is an expert.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No absolutely, and I don't deny that.  As far as actually listening to the ZUR tape I definitely deny that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "You're a man of radio experience and you know that the CVR records the last half hour in the cockpit?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "The last half hour of that aircraft is recorded in a conversation with Plaisance Airport, isn't it?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is correct.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Why is that not on the CVR?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well could you advance an explanation?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not a radio expert as you pointed out.  I'm familiar with black boxes and radio frequencies and that sort of thing but I'm not an expert as far as.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But it's a simple piece of logic Mr Nadel.  The last half hour is recorded for all to hear on the transcript from Plaisance Airport, isn't it?  You've heard that?  It starts with Springbok 269 we have a smoke problem.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "295.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "295, we have a smoke problem.  You've heard that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I've heard that, yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now if that occupies the last half hour of the existence of that aircraft, why was that or part of that conversation not on the cockpit voice recorder?  Can you suggest any explanation?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No I cannot.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Other than that the cockpit voice recorder occurred some time before that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not an expert on cockpit voice recorders.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well Mr Nadel it's a simple piece of logic and you're fencing with me.  It's a simple piece of logic which I don't think you need to be anything of an expert more than you are to answer.  Can you think of a simple explanation?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Can you fault the explanation that I have given you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I would once again like to say that I am not an expert so there could be technicalities that I am not aware of and I may be incriminating myself, I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Well Mr Nadel that's an interesting answer because that kind of attitude has pervaded your evidence.  And the point is a very simple one, a more telling answer than your refusal answer that question would be hard to imagine.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "If you maybe put it in simpler terms I could answer it.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Two radio transmissions, two tape recorders are taping the same period of time.  Surely they should contain the same information?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That's logical yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For my own understanding, Dr Klatzow, now what is a, can you give me which of these two, what are these two conversations?  One is on what and one is on what?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Right.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just for a lay person.",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "The last half hour of the Helderberg, starting with a conversation where the pilot identifies himself, he speaks to Plaisance Airports, says we have a smoke problem.  That occupies about the last half hour of that aircraft's life.  The cockpit voice recorder.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Where is that now?  On the plane.",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "The cockpit voice recorder is on the plane itself, should be taping the same conversation and yet not a word of the Plaisance conversation is found on the cockpit voice recorder and not a word of the cockpit voice recorder is found on the Plaisance conversation.  And there is only one explanation that I have put to the witness and that is that the cockpit voice recorder is at a period prior to the last half hour of the aircraft and there's other evidence to support that.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Dr Klatzow thank you very much for clarifying that.  I was also, I must be very honest with you, a little confused about the cockpit voice recorder having two recordings.  I actually didn't realise you were referring to the tower at Plaisance Airport.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "I'm sorry.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I apologise.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now do you agree with that?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I understand yes.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Do you agree with the proposition that I've put to you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Absolutely.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "There is no other explanation is there Mr Nadel?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "No, I agree with that.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Now, if that fire occurred earlier, you would have expected Uys to contact you?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Possibly, but if there were no communications.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But there were communications outside ZUR.  You are trying to convince me and the Commission that that aircraft was incommunicado from the time that the first tape was changed 'til the time that it crashed and that is so unlikely as to be rejectable, out of hand.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm not quite sure who changed the tape but I believe the tape was only changed after the Helderberg crashed.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No, that is not correct Mr Nadel.  There are three tapes that concern us.  There is the tape which recorded the take-off from Taipei which came to an end, either shortly after you had come on duty or just before you had come on duty.  There is a second tape which is the one that went missing and there is a third tape which records the events on the following day.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Okay I understand.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "It is the one in the middle that has gone missing.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I understand.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "And it is, the reason, the reason is that it's gone missing without explanation, it has gone missing under the most suspicious of circumstances during the period of your tenure at the station and the explanations that you've given, all of them ring hollow.  Not one of them has the ring of truth about it.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I just want to clarify as well that the radio station as I mentioned earlier is not part and parcel of the, it's part of the set up but it's not that everybody sits in the radio station.  The radio station is an office that could be down the hall.  It's not that I'm sitting in ZUR the whole time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "But that's not the evidence that you've given.  The evidence that you've given is that the radio station is separated by a door and is no more than twenty metres away from you.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Correct.  But as I'm saying I'm not necessarily in that office all the time.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "No but you see, the deeper you go into this the more problems you're going to have Mr Nadel because it was close enough for Mr Dick to come and have a conversation with you about something which was irrelevant according to your evidence anyway.  He sidled over during a tea break according to your previous evidence and said well I can't raise them and you said well that's not a problem, just leave it there.\n Now that whole conversation I want to put to you never occurred.  Because if it did occur the subsequent behaviour of Mr Dick at the enquiry is utterly inexplicable and we're left with the uncomfortable proposition that in this mess we have only one person telling the truth and that is you.  And we've examined the propositions that you've put in some detail today and you have not provided a satisfactory answer to any of the germane questions which have been put to you.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I'm sorry you feel that way.  As I mentioned earlier on I'm quite clear in my conscience that I'm not aware of any conversation between Captain Uys and anybody telling us of a problem.  If that conversation took place and I could have been out of the office and it had gone through to Mr Dick I'm quite sure Mr Dick would have told me that this is a problem, they have a massive problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Klatzow I don't think you are likely to get any further concessions from Mr Nadel.  He has given us what he considers to be his best recollection and I would suggest that we perhaps should move on if there are other new aspects that you would like to explore.",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Thank you Mr Chairman.  I have in fact reached the end of my questions.  Thank you very much.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "I would just like to ask one or two.  To the best of your recollection, can you remember even though you say that it was quite unique for Jan Smuts to have a ZUR facility and were there any other such facilities in South Africa.  For instance at the military?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "There could well have been at the military.  It's possible.  I'm not a military expert so I don't know.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "I understand that today there is a Denel Control Tower at the airport?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "I think Denel is part of the old Atlas aircraft manufacturing company.  It's possible, I don't know.  I'm not aware of it.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "But wouldn't you have known as a radio expert whether those signals would maybe interfere or whether you would communicate with each other or?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "Well firstly I'm not a radio expert, not at all.  But it's unlikely that frequencies could interfere unless there's a blocking of a frequency and I'm not sure how that happens.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "But were you aware of being in communication with any other nearby control tower?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "No.  We're not a control tower as I mentioned earlier on.  South African Airways had this facility purely as a means of communicating with the aircraft.  It's never been a legal requirement for an airline to have this facility because air traffic control centres are there to control the aircraft.  The aircraft have to call at compulsory reporting points throughout to the various countries' air traffic control centres.\n And I am also convinced there, if there was a problem, the aircraft would have communicated to an air traffic control centre saying we do have a problem.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "But would they have communicated with another one?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "With another air traffic control centre?",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Were there any other ones, if they couldn't get hold of you, would there have been an alternative for them?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "Well air traffic control centres are civil aviation control centres, it's compulsory to call them.  They control the actual flow of airlines in the skies.  It's not compulsory to have called us.  As I mentioned I think there were nine, what they call flight information regions.  There are nine areas that are controlled by different countries air traffic control centres and it's compulsory for any aircraft flying across these regions to make contact with those flight information regions.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "But apart from that, if they had called somebody else when they were in trouble, would you have expected that other tower or radio station or whatever it was to call you?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "Well I believe if it was a, excuse me but I'm not an expert either, but if they have a problem whichever country is involved I would imagine would try and contact not necessarily South African Airways in house radio station but at least an air traffic control facility in South Africa.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Then I just want to have one last question.  A Mr Van Der Veer, when you had a problem earlier that day with a seized engine, did he ever come in earlier in the day, that you were aware of?",
            "Female"
        ],
        [
            "VERNON NADEL",
            "No.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Dr Klatzow has one more.",
            "Female"
        ],
        [
            "DR KLATZOW",
            "Sorry, one last question.  Had there been contraband material, material of war which caused that plane to catch alight, it would be extremely unlikely I want to put it to you that the pilot would have phoned one of the air traffic controllers along the route and said we've got a fire problem because to do that would have been to invite all kinds of questions internationally which SAA could not afford.\n So I just want to put it to you, for your comment, that it would have been extremely unlikely for them to contact anybody else at that stage but ZUR.  They wouldn't have phoned up Bombay flight control and said we've got ammonium perchlorate aboard, can we come and land.  And they wouldn't have gone there to land which is why they flew on to disaster.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "That is your comment, I cannot comment on that.  I would like to say that's speculation I don't know.",
            "Male"
        ],
        [
            "DR KLATZOW",
            "Can you see any obvious flaw or even subtle flaw in the argument?",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "You know, once again, I'm not an expert in military matters or what is carried on board aircraft or whatnot, I'm purely in the airline industry for the love of aviation and for what the airline is there for, albeit any other airline.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what is sought to be obtained from you is, given those times and I mean Bombay, I do not consider that South African Airways flew to Bombay or to India or to any of these places and you were told earlier on about how one of the reasons the ZUR was being used was because you were flying around the bulge by which I understand you were not landing anywhere in Africa.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Except Cape Verde Islands.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Except Cape Verde Islands, yes.  Now I think what the question seems to establish is whether or not you consider there would have been a likelihood for Uys to have, one, and I'll speed the question here, to have considered landing in Bombay given the times or to have been given permission by the South African authorities had he asked for one to land at Bombay.  What are your thoughts around these issues, given the times.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Well obviously as you quite rightly say, given the time, India was not very friendly with the South African Government at all.  I would like to go back to what I said earlier on is I think if you're burning you should at least think about the people on board and say well I'm going to land in any case, the consequences we can try and sort out later.  That is my view.\n And then I'd also like to maybe go on and say, as was mentioned earlier on, the fire could have started two hours out of Taipei.  Wouldn't it have been more logical for the aircraft to turn around and go back to Taipei than to fly many more hours through the night knowing full well that they can't land anywhere else if the problem re-occurred.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to follow that up with the situation in Taipei?",
            "Unknown"
        ],
        [
            "DR KLATZOW",
            "Yes Mr Chairman.  The aircraft had a political problem wherever it landed with that cargo.  They could not go back to Taipei, for exactly the reasons that they couldn't land at Bombay or anywhere else along the route and the moment that aircraft landed it was faced with the problem of a search as to what had caused the problem and that would have been a disaster for South African Airways.\n For it to have become public knowledge that South Africa's national carrier was flying contraband military equipment on a highly dangerous nature over civilian territory with civilian people on board would have killed that airline stone dead.  Nobody would have flown it and nobody would have given it landing rights.  And I want to put it to you that that was what was at stake in this whole disaster.\n That is why Uys, who was a responsible pilot took the awful decision to allow himself to be overruled by somebody to fly on because he would never have done it off his own bat.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And on that understanding note can we really move on.  Thank you Mr Nadel.  I would only say from the Commission's side you should understand that we are all doing something that we do not enjoy doing.  We are trying to find the truth of what happened because we continue, this is one enquiry I thought that the Commission would not go into precisely because it has been done before.  It is huge, it always results in more questions being asked than there are answers that we are able to elicit.\n But the  letters from the Friends of Victims of Helderberg and other material that has been sent to the Archbishop or to the investigative unit have been of a nature that we could not ignore and we have to thank people like you who have come, at what really is short notice and in your case I understand from abroad and one would hope that your assistance will be for having come and testified will assist us in getting to the bottom of this tragedy.\n So I thank you very much and for the moment I think you are excused and should you at any stage have anything that you can remember which you consider would be of value and assistance to the Commission, please do not hesitate to contact us.",
            "Unknown"
        ],
        [
            "VERNON NADEL",
            "Thank you Mr Chairman.  Thank you members of the board.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Thank you Mr Nadel and thank you also for the documents you've given us and thank you for coming all this way from Argentina.",
            "Female"
        ],
        [
            "VERNON NADEL",
            "Thank you.  If there is anything I need to send through, do I fax it to the regular fax number or must I fax it to any particular number, to yourself?",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Yes.  To myself and to the regular fax number.",
            "Female"
        ],
        [
            "VERNON NADEL",
            "Thank you.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "We are closing down in two months.",
            "Female"
        ],
        [
            "VERNON NADEL",
            "I hope it will be before then.",
            "Male"
        ],
        [
            "MS TERREBLANCHE",
            "Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Terreblanche are you calling any other witness?",
            "Unknown"
        ],
        [
            "MS TERREBLANCHE",
            "Yes, our person from Mozambique cannot come again, he's got a number of problems so we are calling Mr Mickey Mitchell, our last witness for the day.  I think that you will be able to get away to your meeting with the Minister.\nWITNESS EXCUSED",
            "Female"
        ]
    ]
}