{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-09",
        "location": "KAROO",
        "day": "3",
        "case number": "CT/01307/KAR",
        "victim": "SANDILE BOTHA",
        "testimony": "SANDILE BOTHA",
        "nature": "SEVERE TORTURE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55347&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01307.htm",
        "speakers": [
            "MARY BURTON",
            "SANDILE BOTHA",
            "ADV POTGIETER",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "SANDILE BOTHA\n",
            "ADV POTGIETER\n",
            "MS SEROKE\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "We call our next witness to the stage - Sandile Botha.\nMorning Mr Botha.  Can you hear me all right?",
            "Female"
        ],
        [
            "SANDILE BOTHA",
            "Yes I can hear you.\nSANDILE BOTHA  Duly sworn state",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Please sit down.  Adv Potgieter is going to facilitate your testimony.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  Good morning again Mr Botha, welcome.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "Good morning Sir",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Your testimony concerns an experience that you had in July 1985 which is also indicative of the situation at that time and the way in which people were treated by the security forces, particularly the police.  Now would you like to tell us what happened to you in July 1985.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "In July 1985, there was a violence in our community.  I was accused of burning the Hippo with a petrol bomb.  They came to fetch me in my house while I was sleeping.  The police came into the house and tear gassed everyone inside the house.  They tear gassed and the main house and in the back house.  They came inside the house and they dragged out my grandparents and the children and they kicked the door and I was together with my grandfather.\nThey were together with a guy who was known as an informer here in Colesberg.  And this guy said  -  this is the person who burned the Hippo.  The police dragged me in the house and they beat me with batons.  They took me to the Hippo and there were others in the Hippo and they took us the police station.  They beat us on the way and even when we got the police station, they kept on beating us.\nThere was a policeman called Maleti from Middleburg and he was the one who was beating me severely.  The other one is Chris who is in Aliwal North.  The other is Parks who looked like a coloured.  We didn't know that he was a coloured, we thought he was white.  \nThey took us with their Hippo to the police station.  They were beating us severally all this time.  Here in Colesberg, they took my private parts, the put my private parts in the drawer and closed it while others were beating me.  I didn't know that to do.  They were beating me all the time.  I couldn't even defend myself.  When we came back, when they took us to the court case, there was a lawyer from Grahamstown and we managed to get bail of R20.00 each.  \nI came back here in Colesberg, but they arrested me the following week.  It was around eleven o'clock in the morning.  They took me to prison.  They detained me.  There were other from Colesberg who were there in the cells.  \nAt about three o'clock in the morning, they were chasing us with their vans and if you come to the township the van will go back and chase the other one.  That is all I want to say.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You were taken to court in Grahamstown and you were released on bail.   Were you charged with anything?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "It was a lawyer from Grahamstown, but we were charged here in Colesberg, not in Grahamstown.  And we were also taken to the doctor in De Aar, Derek Mola.  The attorneys were arranging our visits to this doctor.  As I am sitting here, my left ear is so painful, I cannot hear in my left ear.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] about the lawyers.  But were you ever taken to court and charged with having done anything.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "In court we were a group of people and the Magistrate just told us to go out.  We were not charged of anything.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "The police were accusing you of having petrolbombed one of the police vehicles.  You were never convicted of having done that.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "No I was not convicted of that.  It was, I said I am not guilty.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And you say that after you were released on bail, you were detained again.  For how long were you kept in detention.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "I was detained from eleven a.m. to three a.m. the following day.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] there in Colesberg.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "Yes, here in Colesberg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] one of the effects of having been assaulted and treated like this on you ear.  Have you any other effects, are you suffering from any other ill effects as a result of this treatment that you experienced.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "I think my private parts also give me a problem and also my back and my ear.  I cannot hear with my left ear from 1985 until now.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Are you receiving medical treatment for those conditions that you are referring to?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "Yes, I do go to doctors, but they just give me tablets, but the tablets do not help me.  I even go to the chemist to buy myself some tablets.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] continue to suffer from these consequences as you've explained to us.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "Yes, I do continue from these.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You were employed when you were detained and arrested the first time?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "No I was not employed.\nADV POTGIETERSubsequent to that, to having been detained and assaulted as you have explained. Have you been able to work?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "[Indistinct]long time I have to stand up now and then and that gives me difficulty and I can't even work in factories, because of this problem.  I cannot hear with my one ear.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is he position that you've had a few jobs, but you've lost those jobs as a result of your medical condition?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "Yes, I lost jobs because of my situation.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Are you married?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "Yes, I am married.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Children?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "Yes, I do have children.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "What are their ages.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "I have four children.  The first born was born in 1985.  The other one 1986.  This third one 1991 and the fourth one 1994, on the 23 May.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Does your wife work?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "No, she doesn't work.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "How do you manage to maintain the family?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "We survive because we sell fruit in the street.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And what is you age now, Mr Botha",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "I am thirty-one years old.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Have you laid any charges against these police that were involved in your assaults?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "No, I haven't laid any charges.  I gave this to my lawyers to look after this.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Good, can you just in conclusion give me the name of the first name of this police man Maleti that you referred to.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "His name is Leemen.  He was known as Leemen here in Colesberg.  Chris is in Aliwal North now and Parks is here is till here in Colesberg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "This Maleti Leemen that you referred to.    Is he from Middleburg, is he the security police man the SW.",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "Yes, he is from Middleburg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is he the brother of Xoxo that Mr Asiya referred to just before you?",
            "Unknown"
        ],
        [
            "SANDILE BOTHA",
            "I think so.  They are related.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr Botha",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Botha, do you still have parents?",
            "Female"
        ],
        [
            "SANDILE BOTHA",
            "Yes, I have a mother.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Do you stay with you mother?",
            "Female"
        ],
        [
            "SANDILE BOTHA",
            "No, I have my own house.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Parks and Maleti, are they still around Colesberg now?",
            "Female"
        ],
        [
            "SANDILE BOTHA",
            "I think Lipsi has passed away.  Parks is still around. Maleti has passed away.  The one from Middleburg.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Parks, is he still a policeman?",
            "Female"
        ],
        [
            "SANDILE BOTHA",
            "Yes, he is a sergeant now.  He was promoted because he was beating us.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "[Indistinct] keep order and silence in the hall.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Mr Asiya just said that he has forgiven these people.  How do you feel when you see these policemen.",
            "Female"
        ],
        [
            "SANDILE BOTHA",
            "I have forgiven Parks, but I wouldn't gain anything by forgiving him because he has beaten me up.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Do you have a request to the Commission about Parks?",
            "Female"
        ],
        [
            "SANDILE BOTHA",
            "I give this to the Truth Commission to see what they will do with him.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[Indistinct] to talk to us today.  You were a very young man when these things happened to you and they have obviously had a very severe impact on you life since then.  We have taken note and we will see whether there are things that can be done to help your physical and mental condition, because obviously you are depressed still by these things that happened to you and your present circumstances.  So thank you very much for coming today.",
            "Female"
        ],
        [
            "SANDILE BOTHA",
            "Thank you.",
            "Unknown"
        ]
    ]
}