{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "case number": "CT/01301",
        "victim": "SIMONI ZONO",
        "testimony": "NTSOKOLO ZONO",
        "nature": "SHOT & KILLED BY POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55343&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01301.htm",
        "speakers": [
            "MARY BURTON",
            "MR ZONO",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MR ZONO\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "Good morning Mr Zono - can you hear me well.",
            "Female"
        ],
        [
            "MR ZONO",
            "Yes I can hear you.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Please will you stand to take the oath.\nJAMES NTSOKOLO ZONO Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you very much.  Mr Zono you live in New Brighton in Noupoort is that right?",
            "Female"
        ],
        [
            "MR ZONO",
            "Yes that's right.",
            "Male"
        ],
        [
            "MARY BURTON",
            "You have come to tell us about the death of your brother - Simon Booi Zono.",
            "Female"
        ],
        [
            "MR ZONO",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Please will you tell us what happened on that day in September 1985.",
            "Female"
        ],
        [
            "MR ZONO",
            "Nomalanga came to call my brother together with his friends, they were sitting in my sisters house and they went to Nomalanga's home because Nomalanga told them that Booi was there.  And Booi came out of the house and he fired shots and he shot my brother.  And he shot the other one.\n Yes he was a policeman.",
            "Male"
        ],
        [
            "MARY BURTON",
            "[indistinct] the people who went to the house, go speak to him.",
            "Female"
        ],
        [
            "MR ZONO",
            "Nomalanga called them so that they can chase away Booi because the policeman were not allowed in the location.",
            "Male"
        ],
        [
            "MARY BURTON",
            "I see thank you - please go on.",
            "Female"
        ],
        [
            "MR ZONO",
            "He shot my brother and he covered him with a zinc and he went to the police station - he came back with a van and he took my brother with the van to the mortuary.\n And I was working for the Municipality at that time and they told me there that my brother is dead and he told me that I was needed at home - I was called at home.  And when I arrived at home there were many people at home and they told me that my brother was shot - he has passed away.  They told me  my brother has passed away.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you Mr Zono - do you know if other people were injured at that time?",
            "Female"
        ],
        [
            "MR ZONO",
            "Yes there was one but he is not here in the hall - his surname is Kebane he is in Johannesburg now.  The bullet was taken out in Bloemfontein from his body.  And the police took him to see my brother who has passed away.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Now there was an inquest into your brother's death and our investigators were able to get the inquest record - do you know about that?",
            "Female"
        ],
        [
            "MR ZONO",
            "No I don't know anything about that.",
            "Male"
        ],
        [
            "MARY BURTON",
            "[indistinct] that we can inform you that an inquest was held and Constable Booi Jack did make a statement and explained that he was hiding from a group of young people and then he decided to fire at them and that is how your brother was killed.\n But the inquest found that nobody was responsible - that's what they said at the inquest.  And so nobody was ever charged or found responsible for your brother's death.\n Is - do you know where constable Booi Jack is now?",
            "Female"
        ],
        [
            "MR ZONO",
            "No I don't know where he is.",
            "Male"
        ],
        [
            "MARY BURTON",
            "[indistinct] in Noupoort anymore.",
            "Female"
        ],
        [
            "MR ZONO",
            "No he left Noupoort a long time ago.",
            "Male"
        ],
        [
            "MARY BURTON",
            "[indistinct] the sad lost that you and your family experienced Mr Zone.  I am just going to ask my colleagues if they want to ask you any other questions.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Mr Zono did you brother - later brother leave any children behind?",
            "Unknown"
        ],
        [
            "MR ZONO",
            "No he doesn't have any children he was still young.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Would you like to tell us what happened at the funeral were there any restrictions at the funeral.",
            "Unknown"
        ],
        [
            "MR ZONO",
            "There were many policeman monitoring the funeral.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And they - were they placing any restrictions on the funeral telling you what you should be doing.",
            "Unknown"
        ],
        [
            "MR ZONO",
            "They told us that people were not suppose to be over 50 - people who attended the funeral.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] thank  you very much.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Mr Zono was your brother a leader in any community organisation?",
            "Female"
        ],
        [
            "MR ZONO",
            "No he was not a leader.",
            "Male"
        ],
        [
            "MARY BURTON",
            "He just happened to be with that group of people who went to gather around the house where this constable was hiding.",
            "Female"
        ],
        [
            "MR ZONO",
            "Ja he just happened to be there.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Is there anything else that you would like to say to the Truth Commission.",
            "Female"
        ],
        [
            "MR ZONO",
            "No there is nothing else.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Let me just thank you very much for coming and we once again offer our sympathy to you and to your family for the loss of your brother.  Thank you very much.",
            "Female"
        ]
    ]
}