{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55341&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct00513.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "SOPHIE BUTELE",
            "VIOLATION",
            "KILLING",
            "TESTIMONY FROM",
            "MARY BURTON",
            "<UNKNOWN>",
            "MS SEROKE",
            "UNKNOWN",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "SOPHIE BUTELE\n",
            "VIOLATION",
            "KILLING\n",
            "TESTIMONY FROM",
            "MS BURTON\n",
            "UNKNOWN\n",
            "MS SEROKE\n",
            "MS JANTJIE\n",
            "MR JANTJIE\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00513",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "SOPHIE BUTELE",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "KILLING",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "ELSIE JANTJIE [mother]\n NELSON JANTJIE [brother]",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "We move on to our next case now and we ask to come to the stage Elsie Jantjies and Nelson Sinxoshe Jantjie.  Welcome and good afternoon - can you hear me well with the earphones.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Yes ma'am.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Ms Jantjie would you please stand to take the oath.\nELSIE JANTJIE Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Mr Jantjie please would you stand.\nNELSON SINXHOSE JANTJIE Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Ms Seroke is going to help you in telling us the story of what happened to yourselves and your family.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Good afternoon Elsie - are you Sophie's mother?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes I am.",
            "Female"
        ],
        [
            "MS SEROKE",
            "We will ask you ma'am to tell us what happened - what led to the led of  Sophie in 1985.",
            "Female"
        ],
        [
            "UNKNOWN",
            "What happened before that I would not know, because when she got shot I was not at home, she got home on a Friday from Johannesburg, she was shot on a Saturday.  I was not at home during that time, a certain lady called me to come back home.  She called me to see my child as she was lying on the street, [indistinct] called me, we ran to the street, my child was strewn on the ground.\n When we got there, we endeavoured to lift her up she could not even speak.  We tried to lift her up, someone said we must leave her alone until the police come.  We left her there - we crossed the road and sat on the pavement waiting for the police.  The police did not come,  she was just strewn on the ground. \n A certain man walked passed us towards my daughter, I then said that he must leave her, because the police must see her first, he said there is no police  that is going to come.  He said he did not see the police on the way.  This man took my daughter, we helped to lift her up to put her in the car.  I was in the car together with this man - we drove my daughter to the police station, that is only - it is only then that the police emanated.\n My daughter was bleeding all over especially on the forehead, the police uncovered my daughter and they - but they covered her up yet again.  They said that we must take her to the doctor, we drove her to the doctor - it took time for the doctor to come to the car.  That doctor uncovered my daughter - he then said an ambulance must be called to take her to De Aar.  This man said he cannot  drive to De Aar because he does not have enough petrol to go to De Aar.\n We said in the car for a while - my daughter was just [indistinct] in pain, she could not speak.  An ambulance arrived, we took her from the car to the ambulance as we were going to drive with her to De Aar.  We went with her to De Aar it was on a Saturday afternoon.  When we got to De Aar  she - we took her inside the nurses said there is no doctor  we waited for the doctor, eventually the doctor came he then asked why they left to bleed on her own.\n The doctor then attended to my daughter, bandaged her around the head - I was there watching all this.  Dr Muller then said we must undress my daughter so that the wounds on her body can be attended to properly.  As we were busy undressing her a bullet fell off her underwear.  The nurses picked up the bullet, saying this is the evidence that your daughter has been shot.\n She was not properly attended too at De Aar - they just told us to take her to Kimberley, we then drove her to Kimberley, she had four wounds in her body one at the centre of her chest, beneath her breasts, the other on her buttocks, the biggest however was on her forehead.  The others we say whilst we were undressing her as she was bleeding, we took her to Kimberley.\n When we got to Kimberley  we stayed there until late, they tried to  examine her but they did not give her any treatment.  They then said they are waiting for specialist to  attend to her, I left late at night on Saturday - they still had not given her treatment.  We rode in the ambulance back to De Aar, because we did not have transport.  My daughter was taken back to De Aar, this now was early hours of the morning.\n I do not have transport from De Aar, I struggled trying to phone home, trying to phone my son to come and fetch me.  My son then asked if the nurses could look after me and take me in until the next day when I came to fetch her, because the son did not have money for petrol.\n When I got home I did not get home, my son phoned saying he does not have petrol he will come the following day.  Eventually my son arrived - he fetched me to take me home,  minutes after I had arrived, a police van to fetch me, I asked the police if I could go and change my clothing because I was full of my daughter's blood, I went inside then and changed, I asked them, where am I going, they said that I am needed at the police station.\n The police van was full of people, when I got to the police station I thought that they were going to ask me something.  But all they did was to arrest me and detain me.  I was in detention when I heard of my  daughter's death, I was behind bars.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Have you finished ma'am?",
            "Female"
        ],
        [
            "UNKNOWN",
            "There is something else that happened before my daughter got shot - I just found her strewn on the ground.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were there any eye witnesses or people who told you what happened prior to her shooting?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Well people did utter statements whilst I was in jail and afterwards.  It is only afterwards whilst I was in detention that anyone said something.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Could you ma'am tell us what they said to you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "They said that it was [indistinct] who beat her on the forehead with a walking stick.  I was not there when she was shot - I found her strewn on the ground.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You do not know the reason why she was attacked?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I do not know, I do not know what she had done.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Maybe your son will tell us.  Ma'am when you  were arrested  you thought that they were going to ask you about Sophie - what reason did they give you for having arrested you?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No-one gave me the time of day, no-one gave me the respect - no-one informed me why it was that I was being arrested.  I did not know what was happening, I am the one who was in pain, but still they arrested me.  My daughter had been shot, I was detained up to the time when my daughter died, the only time I was released is when I went to bury my child.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In your statement you say that when you were arrested they asked if you could give a statement and you refused, what did they  want you to say?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I refused, investigators called me, they said I must write down what I know, I said I do not know anything, all I did was to take my child to the hospital.  I don't know what happened the entire Saturday, I spent most of my day in Kimberley, I only came back on the Sunday, I refused to write a statement, I refused.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Your statement says that they asked - they asked you who threw stones at Jackon's house.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I don't know anything about any stones.  I heard when I was already in detention about this.  The stone throwing incident happened in my absence.  Even at the location of my daughter's shooting there was no-one but she.",
            "Female"
        ],
        [
            "MS SEROKE",
            "We are going to stop here for a moment ma'am - we will now talk to Nelson - maybe he can compliment your statement and give us his perspective and perception of the whole incident.\n Nelson won't you please give us the information that you know - give us your understanding.  Please tell us what happened, who shot Sophie and why?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I will be brief, I do not know what happened, it is my child who came to tell me whilst I was in my brother's house.  This child came to tell me that Sophie had been shot.  When I went to try and find out what happened, the car that Sophie was in, had already left.\n My brother then said we should go to the police station because apparently the car had - was driven off to the police station.  As we were walking towards the police station, we were accosted by investigators.  They said that it is me that they wanted, they said that I am the one who had killed Bhokwe - these investigators assaulted, threw me into their car, after that truly I do not know what was going on.\n These policeman were trying cover up their filth, it is Silingo who had killed this - who had killed this man.  Because they were covering up their filth, they were accusing me.  They are filthy people these gemorse - I don't know anything about anything, I worked in Cape Town, I don't  know anything, the nonsense that went on, the petty stuff I had just arrived, I was from Cape Town, they ruined my life because I was going to marry a woman. But I had to part from here, because of them - these bastards.",
            "Male"
        ],
        [
            "MARY BURTON",
            "[indistinct] while the witness speaks so that we can hear him.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I am angry, I am not working - I have been tortured by police, I suffer, I  am of ill health, I am unemployed, I suffer, my kidneys are not all right.",
            "Male"
        ],
        [
            "MS SEROKE",
            "We understand - we understand.",
            "Female"
        ],
        [
            "UNKNOWN",
            "These people - the perpetrators they are alive, what are you doing about them - my life is ruined, what are you doing about them?  They were not even jailed, I could not even go to my sister's funeral, I was in detention.\nThey were trying to cover up their filth - together with their Magistrate and their Judge, I was used as escape  route -  to cover up their filth.  They wanted to  save the man who had shot my sister.\nWho is guilty - who is guilty.  Who is guilty - who is guilty.  She was picked up from the streets, who is guilty - even if she had verbally offended someone - no-one had the right to shoot her, that is nonsense.  I do not want to say anymore, I've had it.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Mr Nelson we understand your situation.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I am in pain, this police that tortured me, they are working, I am unemployed, these people walk pass me everyday, the others are in De Aar - they still under employment, I cannot work for myself because of them.  I don't gain anything from that - my children they all over the streets, they are criminals, they do not go to school.",
            "Male"
        ],
        [
            "MS SEROKE",
            "We understand your pain,  but we ask that you try to control yourself.  So that even when we ask our investigation team to find - to find out what happened, we as the Truth Commission would like to reach a place where there can be peace and forgiveness.\n I want to ask this [indistinct] that was a policeman, why do you think he shot Sophie?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I do not know - I do not - I did not get a chance to find out.  I was in Cape Town,  apparently there was conflict between the comrades and the informers.  Apparently before I came back from Cape Town, such conflict arose, I had just come back from work, I do not know what happened.\n I don't know whether that is the reason why she was shot, because when we tried to discuss this whilst in detention, we still could not reach any conclusive - I cannot solve it, I did - I do not know why she was shot.",
            "Male"
        ],
        [
            "MS SEROKE",
            "This is one of the things that we must find out, we want the truth so that there can be peace.  That is all I am going to say for now, I going to hand over to the Chairperson.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Nelson ek wil net hoor wat  - wat het gebeur met jou was jy ...\n I want to know what actually happened to you, you were charged.  And you were found guilty, what were you found guilty of?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They said I had killed [indistinct] the father of the man who had killed my sister, I  was guilty of murder and attempted murder - 35 years in jail, I just got out because we got indemnity.  I would still be in prison all because of lies.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But were you charged alone - were you the only person in that case?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No sir it was three of us - I was accused no 1, there was accused no 2 and 3.  There were a whole lot of others that were charged of public violence, the filth that the police said is that we attacked Tshemese's house, that is why they had to shoot - that is all lies.  My sister was shot before the comrades took action.\n All we want is the truth, before the comrades took action my sister was already dead.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was - I just want to get the names right, was it Jackson Tshemese or Geelboy that was killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is dit different, two different persons - who was -who was killed, what was the persons name that was killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is Bhokwe Tshemese he is the father of the man who killed my sister.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And he was the one that was killed afterwards?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes sir - after my sister had died.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And it was because - for his killing that they sentenced you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes that's right.  I was accused of having murdered him.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you were the only person that was convicted and sentenced for that murder of Bhokwe Tshemese.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No sir as I said there were three of us, the others got suspended sentences.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] and you were released, you were sentenced when - when were you sentenced.\n Wanneer - wanneer is u gestraf?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "A year - I stayed in detention for a year, then the following year in November or October I got sentenced.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So they arrested you in December of 1985 and you stayed in prison until you were sentenced - you never got bail.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did not get bail, they refused, our advocates tried to get bail for us.  They even requested if I could go to my sister's funeral, they refused.  They said that I am dangerous - they are the one's who are dangerous not me.\n It is the police, the law - they are dangerous, I am not dangerous.  But they are covering up their own filth.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But when were you released eventually in which year were you released?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In 1991 sir I can't remember exactly what month but it was in 1991.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "When you were arrested you - I assumed that you were on holiday, you were working in Cape Town and you were back home on holiday the work was closed over the festive period.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's right - it was the 21st of December, I had come home for the holidays.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And [indistinct] and you never got your job back, you obviously lost your job.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did not work again, to this day I do not work.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] in Phillipstown at the moment.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I stay in de Aar.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] and how do you survive?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I try - what can I do, I cannot work, now and again I get temporally jobs, my kidneys are troubling me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "If I may ask you - how old are you now - what is your age?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am forty five years of age.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] can I - okay thank you I am finished with Mr Jantjie.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Was your house stoned ma'am in October that year?",
            "Female"
        ],
        [
            "UNKNOWN",
            "My house as stoned.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In the statements that we have from our researchers, I will try to read for you maybe then it can be clearer why this was done.  Apparently  there was conflict amongst the people in the village.  Sophie then accused the Tshemese family of having participated in stoning her house.\n The police version states that [indistinct] fired shots at Sophie, after the house was stoned.",
            "Female"
        ],
        [
            "UNKNOWN",
            "There is none such - this is all lies.  When this conflict took place, Sophie was in Johannesburg.",
            "Female"
        ],
        [
            "MS SEROKE",
            "They said that it is after she had come back from Johannesburg that she confronted them.",
            "Female"
        ],
        [
            "UNKNOWN",
            "There is none such, they just wrote lies - they are just running away from the  truth.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "I just want to get it clearly on record what you understood happened  -it appears as if the people told you afterwards what happened and I just want you to confirm whether that is what you were told that she was beaten with a stick on the forehead op die voorkop by Jackson Tshemese.\n And when she was - when she was lying on the - lying down - \nafter having been beaten, [indistinct] who is the son of Jackson Tshemese came and fired two shots at her while she was lying down, is that what you understood happened from what people told you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is what people say, that is what the eye witnesses say, I arrived when she was strewn on the ground already.  I don't know what happened, I was not there.  The house that she was shot at, was horizontally beneath the house I was at, at the time.  They are just running away with the truth.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] were detained and were you taken to court?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did not go to court, I was just detained.  It is before the  funeral that my son came to ask for my release, so that I could go to the funeral.  I was never taken to a court of law.\n We were just taken to Victoria West to bury my child, I never went to any court of law.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you, were you - you were kept of a week in the police cells in Phillipstown, is that what happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No it was not a week - it was a month.  It is on the 2nd month that I was released to bury my daughter.  I stayed in the cell for more than a months.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] again in the cells after your daughter was buried?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I was not taken back.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] at the time when your daughter was buried and then you were - you were not taken back into police custody.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was not taken back to police custody again.  It is together with the Reverent that I was released.  The very same Reverent that conducted the ceremony at my daughter's funeral.\n It is John Jantjie who came to ask for our release, they otherwise did not want us to go.  Even the funeral they gave certain conditions.  We wanted to bury my daughter on a Saturday, but it is on a Friday that they forced us to bury my daughter.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much Ms Jantjie.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Ma'am how long did Elsie stay in hospital before she died?",
            "Female"
        ],
        [
            "UNKNOWN",
            "She just stayed one day, and the following day she passed away.  We heard on the Monday as we had taken her in on the Saturday that she had passed away.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When then was she buried - did she - did her - how much time elapsed before she was buried, was it a week?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I can't remember whether it was a week, I can't remember, but she stayed a while.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Mr Jantjie [indistinct] we want to thank you for coming to tell us about this, this afternoon, Mr Jantjie you came from de Aar I believe, so we are thankful that you did so end of Tape 3, Side B ... told us about a very time in Phillipstown and I would just like us to have a few moments to reflect on why and how these things happened.\n And I'd like to go back to thinking about Phillipstown even before the death of Sophie and the other things that happened.  Right back to June 1984 when the students in Phillipstown created an organisation called the Phillipstown Black Students Organisation.  And the gradual rise in political activity in Phillipstown of that period and then later the stayaway and the march to the municipality office on the 16th of June in 1985.  Because I think if we understand those protests and the way that life was in Phillipstown at the time, it helps us a little bit to understand what happened.\n There was a protest particularly around the high rents in Lucanje Zweni and as all over the country a demand for the community councillors to leave the township.  And the Phillipstown Youth Organisation and the Phillipstown Residence Association were created.  As again we have heard in so many places that we've been to as the people came together and they could no longer stand the way that they were living in those days.\n And they tried to have protests with the Municipality but nothing very much seemed to help.  And then there began to be detentions and action taken against the youth.  And that stepped up the mood of anger and of militancy in the area and feelings generally became stronger and stronger on all sides.\n Then you will remember that the beer hall which was again in many communities all over the country seen as something that was destructive to the community life, was burnt down and the township administration offices were burnt down and again we saw that all over the country and people were arrested and detained and charged, so once again there was more anger and more court cases and generally people's feelings became stronger.\nThen in 1985 the stop that was owned by community councillor Kleinbooi Jacobs was burnt down, and that brought the group that we've already heard about  from Mr Simakadane and there attacks on people.  So that the anger swept back and forth between the groups of people in Phillipstown.\nWe are told that up until that time, Xhosa speaking people and the Coloured communities of Phillipstown had got on well but during this time that kind of division began to emerge as well.  And it was in the light of all that history that the Tshemese family became regarded as targets.  Jackson Tshemese was worked for the then Bantu Administration Board.  His nephew Silingo Tshemese worked as a Municipal policeman, Silingo's father Geelboy worked for Community Councillor Kleinbooi Jacobs.\nAnd in December 1985 the Tshemese home was petrol bombed and we have heard about the things that happened and the things that happened to Sophie and because of the turmoil and because of people's anger and people's high feelings, there are different memories - there are different versions of what happened and our attempt to find out exactly what happened is not in order to find revenge on anybody or to punish people for what in a way they were the victims of those circumstances of that time to happen.\nIt's in an attempt to say now we understand what happened and now we are reaching a point where we can try to put it behind us.  That may mean that some people have to say I am sorry, which is a very hard thing to do, that people have to seek amnesty for what they did and try and bring these things out in the open, not to punish but to put it behind us and that's what we are trying to do now.\nSo it's okay for people to express their strong feelings and their anger but that anger mustn't be translated into revenge because then we go on and on creating bad and worse situations.  So what I am saying is that we seek to understand what is happening, you asked us who is the guilty one, and it does help to know who is the guilty one, especially if you feel that you have been wrongly accused and wrongly punished.\nSo our ongoing task will be to try to find out who is the guilty one, but in order to be able to say  let us now try to turn the page, and move forward.  So I thank you once again for coming to talk to us and I hope that you will if not be reconciled with what happened at least have a deeper understanding, not maybe today, but in the days ahead.  There is a lot of work that still needs to be done among people in Phillipstown, thank you very much indeed, you may leave the stage now, thank you.",
            "Female"
        ]
    ]
}