{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "case number": "CT/1524",
        "victim": "YIBANATHI MJADA",
        "testimony": "NOTI MJADA",
        "nature": "SEVERE TORTURE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55359&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01524.htm",
        "speakers": [
            "MARY BURTON",
            "MS SEROKE",
            "NOTI MJADA",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MS SEROKE\n",
            "NOTI MJADA\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "[Indistinct] Noti Mjada and Gladys Ntsizakalo.  Please come to the stage and I - if you have other members of your family - they are welcome to come sit with you - in which case we probably need  a couple more chairs.  Thanks.  Thank you.\nGood morning again Ms Mjada and Ms Ntsizakalo and welcome.  I'd like you to stand please and take the oath.  Ms Ntsizakalo will you stand first please.\nGLADYS NTSIZAKALO  Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Ms Mjada you can stay sitting down - don't worry - you can stay sitting down.\nNOTI MJADA Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you very much indeed.  I am going to Ms Seroke to facilitate your testimonies today.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I would to greet you this - both of you - this morning Ms Mjada and Ms Ntsizakalo.  We've put you together today because the incidents you are here to give us are similar.  You came here to tell us about your sons who were detained.  We will start with Ms Mjada.\n Your son Yibanathi - he was taken from home in 1986.  We would like you shortly to tell us what happened to him on that day up until today.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "In 1986 we parents we didn't know anything about our children.  My son was taken from my home by the police.  They wanted him the first time but he was not there.  The police didn't behave well.  They broke the windows and they kicked the doors.  They beat me because they wanted my son.  And I went out to look for my son.  Everything in my house was broken down. \n After that my son came back.  I asked him what he's done, because the police are here looking for him.  And my son said we didn't do anything  And I asked him why are you al around.  Why are you not staying at home.  And he told me that no he doesn't want to stay at home because others were arrested and he didn't want to be arrested.  \n These police came again on Thursday.  They searched for my son again and I told them that he was not there.  On Friday when I got injured they took my child and this child came to me running and I tried to stop the police from beating my child.  On that Thursday afternoon we decided as parents to go to the police to ask why they were beating our children.  On our way my eye was so sore.  I was shot by the police but I don't know even today, who was that police.  My child was also injured.  He was beaten in front of me by this police.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "[Indistinct] water to drink.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "I followed these police.  When I was there in the police station I wanted to see my child.  I was shot at that time.  The police refused.  They said that my child is in the mental - is in a mental asylum.  What is painful to me is that my child is not educated - even today.  That's all I want to say here today.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Ms Noti we know how you feel, but please try to control yourself so that we can ask questions and so that you can answer our questions. Your son, Yibanathi, on the day the police took him.  How old was he at the time.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "He was sixteen years old.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "He was sixteen years old - not fourteen years old, because in your statement it is written that he was fourteen years old.  So we want to clarify that.  Was he fourteen or sixteen.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "He's born in 1968.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "In 1986 [indistinct]  If he was born in 1968 - that means in 1986 he was eighteen years old.  Was he at school that time.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "Yes he was at school.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "In which standard was he.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "He was in Standard six.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Was he a member of any youth organisation - as others were members of the youth organisation.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "I don't know because he didn't say anything to me about being a member of the youth organisation.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What is painful - you said that he didn't stay a long time in prison - you just heard that he was taken to Queenstown.  Where is he now.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "He is here in Hanover now.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "How is he.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "He can walk - he is even here in the hall.  He's down the hall.   There he is.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Is he still mentally disturbed.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "Yes, he is and I am the only person who is looking after him.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Is he receiving any treatment.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "He started receiving treatment in April and he went to the mentally disturbed hospital two times.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Were does he get this treatment.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "He used to receive treatment in Queenstown, but now he's back here in Noupoort - I the Noupoort clinic.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "It is clear that he cannot work anymore.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "Yes, he can't work - even at home.  He can't do any thing.  You show him something and he does the other.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What happened to him - what did the police do to him.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "He told me that they were - police used to put sex in their faces and they were - they were taken to the dam with water - full of water - and they were severally beaten by the police.  He was beaten all over the body.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "It is clear that it is this beating that led to him being mentally disturbed.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "Yes, I think so.  Because sometimes his eyes and his face got swell up - every day - sometimes - and I could see that his head in injured.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "As you are crippled now - is your situation because of what happened to you.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "Yes, I was injured at that time when the police were beating me.  They were beating me severely and they told me that I am a terrorist.  They other police just pushed me and I fell down and he continued beating me while I was lying down.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Do you have a husband.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "No, I don't.  My husband died.  I raised these children by myself.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Are you alone now.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "Yes, I am.  I only just received pension - just this year.  MS SEROKE \nDo you get a pension.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "Yes.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "How much is it.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "It's R420.00.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "You are supporting your children with this pension.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "Yes.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Ms Mjada, please come closer.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "I also got a disability grant.  This is the third month.  He got R410.00 initially and then the second time he got R420.00 - the third time he also got R420.00.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Is there something perhaps that your would like to add to your testimony.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "First of all it is painful.  I do not have a husband.  I stay with this child.  Where it hurts the most is that I don't know what is going to happen to my child.  He is not working.  I am all alone.  The police destroyed my life.  I was told that after three months the disability grant would stop.  I would ask then if it - if they would continue with it.  Time and time and again he goes back to the mental asylum.  I would ask that the government would continue to give us the disability grant, because we cannot live otherwise.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And you are talking to - about the son of the lady next to you in fact.  Just that the spelling was not right in the statement.  Can I ask you perhaps briefly to move the mike to Ms Mjada.  Ms Mjada your son as well has similar problem when he came out of detention.  Before he was detained - did he have any mental problems - mental illness.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "He was normal before - he was never mentally disturbed - he was normal.  What amazes me is that the police would give me a report that he's deranged.  Even when they gave me a report that he was back from Queenstown and then he was home - the police said he was better.\nBut he was never better - he's still the same.  When he left my house he was a normal boy.  Then he comes back deranged.  His eyes are always swollen - they close up - they swell yet again.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Physically speaking he was also healthy when he left you home and  the police took him away and took him in detention.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "He was in good health - he was never a sickly boy.  He was never sickly -  I never even took him to the doctor.  They was just muscle as a baby that used to trouble him.  That is all.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "After he was released from detention you had to take him to the doctor.  He was in need of medical attention - is that correct.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "Yes sir, that's correct.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Tell us what was wrong with him when he came out - physically speaking - I'm not talking about his mental condition.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "It was not physical health that made me take him to the doctor.  Physically he's in good health.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "No, I'm talking about the time when he was released - immediately after he was released and he came home.  What was wrong with him physically.  You talk about his eyes being swollen - what else was wrong with him - physically speaking.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "It's just the eyes and the mental condition.  Nothing else sir.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I'm going to unfortunately ask for some more details, because it is very important for out purpose to have a full picture of what happened.  So I am going to ask you with reference to the statement that you gave to us was there anything wrong with his private parts after he came out of detention.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "As a woman I could not really investigate about that, but his urine was blood.  I would give - he then asked for money to go to the doctor - and time and time again I would give him the money.  I cannot talk about his penis, because I did not see it.  But his urine had blood.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "But I am going to ask you what did he tell you what happened - did anything happen to his private parts whilst he was in detention.  Did they do any harm to that.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "He says that they would open a drawer - put his penis in the drawer  and then close the drawer.  When I was called the first time - when the police said he was sick - there was a child that kept on writing a letter.   I had grandpa with me.\nThey said they had taken him to a doctor and that the doctor said there's nothing wrong with him.  It is when he was at home that I realised that he was ill.  I realise that his urine wasn't as it should have been.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I appreciate it very much.  I know it is not easy to give evidence about intimate details and especially a public hearing like this, but I want to assure you that this is vitally important and it's not the first time that we've heard about this particular form of torture that was perpetrated by the police.  So I thank you for giving us that information.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "What I wanted to ask you is that - I assume he is still getting treatment for his medical condition at this state.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "Yes, he still gets treatment - monthly.  He gets injected monthly.  Not on the same date, but every month he gets an injection.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ms Mjada after your son came out you tried to take your son to Doctor Standard.  That same doctor which I assume Ms Ntsizakalo is working for.  What was his attitude.  What did he tell you.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "This doctor had no empathy towards children that were in the struggle.  He treated him like a doctor.  I then took him to Doctor Thompson.  I took him to Doctor Thompson.  He then got better.  Doctor Standard had no regard - he took him as a dog.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] you were terrorists.",
            "Unknown"
        ],
        [
            "NOTI MJADA",
            "Yes, he used to tell met I am a terrorist.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Ms Mjada and Ms Ntsizakalo I think every mother who heard you speaking today ill be able to sympathise with you.  We all hope that our sons will grow up healthy and strong and able to lead productive lives.  And we can really understand your anxiety about them now about their future.  You've shown a terrible picture of the kinds of things that happened to young people at that time in your area.  \nWe hope that your worries about the possible discontinuing of the disability grant will not be realised and we will do what we can to recommend that they go on receiving the support that they need and we hope that they will be able to get the medical and psychological attention that they need and that you'll have that anxiety set at rest.  \nYou were very brave to come here today and tell about this and we thank you very much indeed and we pray that you will be comforted.  We are now going to take a in a minute a short break - just for ten minutes or so to give people a change to stand up and move around but we will ask you first to remain seated and to allow the witnesses to go out to the foyer which I presume is at the back.  So will the witnesses now leave the room.  You can follow Gail in the red jacket and you are very welcome also to leave the stage.  I presume you will go that way.  Thank you very much indeed.  And we will be back here.",
            "Female"
        ]
    ]
}