{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "case number": "CT/01512",
        "victim": "KOOS SIMAKADANE",
        "testimony": "KOOS SIMAKADANE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55355&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01512.htm",
        "speakers": [
            "MARY BURTON",
            "ADV POTGIETER",
            "MR SIMAKADANE",
            "MR SIMAKANDANE"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "ADV POTGIETER\n",
            "MR SIMAKADANE\n",
            "MR SIMAKANDANE\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "That concludes the number of people whom we are going to hear this afternoon from Hanover, and we now call our next witness to the stage from Phillipstown, Koos Simakadane.\n Good afternoon Mr Simakadane, can you hear me well?  Will you switch on your microphone please - you press the red button, thank you - please will you stand to take the oath.\nKOOS SIMAKADANE Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you very much, advocate Denzil Potgieter will facilitate your evidence.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  Good afternoon again Mr Simakadane, I hope you are relaxed and well - very good.  Now you will tell us about an experience that you had at the hands of the comrades in Phillipstown and also concerning your niece who was also attacked by the same group of people in about the middle of October of 1985, is that correct?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes that's correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Good - would you like to tell us what happened.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "I was sitting in front of the door  at about seven o'clock I saw a group of people passing through my house, going down and they came back again passing through my house, others they were in the next street.  I saw others coming from the corner they were chasing a child.  This child came - child came running but I could just hear her crying and I ran there to that house, I asked this people what was happening.  They didn't answer me, they just - they came to me and they beat me.\n I tried to defend myself, I found an iron lying down and I defended myself with it and they ran away.  I followed them an my niece followed me, I went back to my house.   My brother-in-law was sleeping and I woke him up, I told my niece to sit down, but she didn't want to sit down, she went to her sister's house crying and my brother-in-law followed her.  I also followed them to that house.\n When I arrived there, I saw her that she was bleeding in the head, my brother - my brother-in-law was bleeding in the head and I told him to go back home.  And I tried -I tried to talk to him and this group of people came to me and they beat me, I lost my [indistinct].  They said that we were informers and they told us to come out because comrades were passing by and there was a confusion at that time, there was a mix-up between the Council and the people in the township.  The Council was helping these people to kill other people and I lost my teeth.\n I opened a case against these people but it didn't continue, I just heard that the case disappeared and I didn't under understand \nthat because we injured, we came from the hospital and I had three wounds in the head, but I didn't understand why this case can  be just - can just be disappeared.  I just want to know what am I suppose to do with this thing.\n I will answer this question by myself, but I would like an advise what am I suppose to do, because my case was - had just disappeared without my concern.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr Simakadane, this group that you are speaking about, that attacked yourself and some other people, which group are they, who are they?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "I think I have written down their names in my statement, they are [indistinct] my - the other one is Bonga, but he is not - no longer staying here - those were the two that I could recognise.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "This group that you are talking about, what - how were they known, were they known by a particular name, particular term or what, how did people refer to them?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "They were known as informers.  They were known as informers.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now we talking about the - the group that were responsible for the attack, the people that were responsible for the attack upon yourself, how were they known?  By which name were they known in the township?",
            "Unknown"
        ],
        [
            "MR SIMAKANDANE",
            "I only recognise the two of them because it was at night.  Others I didn't see who they were.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there a group in the township in Phillipstown that was referred to as the comrades?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes we were the comrades - they were not known as comrades, we were the comrades.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson, so the group that was responsible for the attack upon yourself, they were not part of the comrades?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "No they were not part of the comrades.  They did not understand being a comrade.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Which - which grouping did they belong to?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "They belong to the De Klerk group.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] of the - the supporters of the old Government.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes they were supporters of the old Government.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now [indistinct] when you saw them for the first time and [intervention]",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "They were chasing a child - it was about seven at night.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And do you know the child who was being chased?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "No I didn't see this child, I just saw them breaking my nieces windows and furniture.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So then next thing happened, that happened was that they - this group went into the house where your niece was.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes they went together with this child to my nieces house, but the child jumped over the fence and they entered the house but they didn't find this child inside.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Oh! I see so they were actually - they were chasing this boy and [intervention]",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes they were chasing him.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And he jumped over the fence and they were looking for him inside the house where your niece was but they couldn't find him inside there.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes they entered the house, but they didn't find this child inside.  They broke the windows and the furniture.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] your niece?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "They beat my niece.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is your niece also a comrade?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes a big comrade.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So if I understand your evidence correctly you then went to the assistance you went to help your niece who was being attacked by this group of De Klerk people?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you were also attacked in that process when you were trying to stop the attack on your niece, they turned on you and they  attacked you?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes they attacked me and I tried to defend myself.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you injured in that attack?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes I was injured.   I have three holes in the head and the - my teeth.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[Question inaudible]",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "They attack me with sticks",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And your niece was she injured in that incident?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "No she was not injured but her father was injured.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So was the father also in the house when these people came in there and broke the house up?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes he was sleeping at my house and I left him there.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] at what stage did this group attack your niece's father?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "He woke up and he followed us and he got injured at that time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you received medical treatment for your end of Tape 3, Side A ...\nwhy do you think this  group attacked you?   Was it simply because you tried to intervene?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "I think the reason was because this - one of this children they were destroying the shop of one of the Councillors, that's why they were chased by these people.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So the - this boy that they were chasing was responsible for doing damage to the shop of one of the Councillors?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "I am not sure, because I was not there, but I just heard that these children were destroyed, they destroyed the shop.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But these - these people the two that you've named, did you have any argument with them or was there any bad feelings between you and them?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "No I just went there to stop them because they were beating my niece and I just asked them what was happening and they beat me, we didn't have any quarrel.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So the - the only reason why they attacked you, was because you were trying to stop them from attacking your niece.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes that's the only reason.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You say that you laid a charge against them - with the police.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Yes I laid a charge and we went to the Magistrate but the case just disappeared.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And nothing happened to them at all.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "To - no nothing happened to them.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you know why that, why that is so?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "This is the reason I am here - I want to know what happened - many of the Councillors we have and many of them are members of the ANC now - and I want the Commission to find out from the Magistrate what happened on that case - how can he just leave the case and not consult me, that is very difficult for me to understand.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "We have noted that, I can perhaps mention to you at this stage that our own investigators looked into the case to try and find out what was going on and they have been to the police station in Phillipstown, but they could not find any record of the case that you have laid with the police.\n So unfortunately up to this stage we haven't yet been able to locate the records about - in connection with the case that you have laid.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "I think you can find this person he is in Bloemfontein - his name is Bothma - he is not overseas -he is in Bloemfontein.  He can tell you about this dockets, I think he is the one who destroyed the dockets, his name is Bothma.  He is a Magistrate, he was here before.  He must come here and tell where the dockets are.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "He was a Magistrate where in which place?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Here in Phillipstown.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Simakadane is there anything else that you would like to bring to our attention, anything else that you want to add to what you have already said?",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "No there is nothing, I am full.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I am glad to hear that you have cleared your heart,  you have spoken your heart, that's what we are here for, thank you very much.",
            "Unknown"
        ],
        [
            "MR SIMAKADANE",
            "Ja - dankie.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Just wait one moment please Mr Simakadane, do you want to ask - Mr Simakadane just to be quite clear Lholho Khapha was your niece is that right - is your niece?",
            "Female"
        ],
        [
            "MR SIMAKADANE",
            "Yes that's the one.",
            "Male"
        ],
        [
            "MARY BURTON",
            "And [indistinct] her father, who was injured is Mr Mahoko Khapha is that right.",
            "Female"
        ],
        [
            "MR SIMAKADANE",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MARY BURTON",
            "And what is this relationship to you?",
            "Female"
        ],
        [
            "MR SIMAKADANE",
            "He is my brother-in-law.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Brother-in-law.",
            "Female"
        ],
        [
            "MR SIMAKADANE",
            "Yes.",
            "Male"
        ],
        [
            "MARY BURTON",
            "And are you - you are working at the moment?",
            "Female"
        ],
        [
            "MR SIMAKADANE",
            "Yes I am working.",
            "Male"
        ],
        [
            "MARY BURTON",
            "So you have helped us to understand some of the situation in Phillipstown at the time, and we will do what we can to follow up the indications you have given us.  \n We are very sorry that you suffered this injuries and that you've lost your teeth, but we thank you very much for coming here today, thank you.",
            "Female"
        ],
        [
            "MR SIMAKADANE",
            "Dankie.",
            "Male"
        ]
    ]
}