{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-09",
        "location": "KAROO",
        "day": "3",
        "case number": "CT/01508/KAR",
        "victim": "MIMI THEMBA RASMANTE",
        "testimony": "MIMI THEMBA RASMANTE",
        "nature": "SHOT BY POLICE SEVERE, ASSAULT AND DETENTION",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55353&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01508.htm",
        "speakers": [
            "MARY BURTON",
            "MIMI THEMBA RASMANTE",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MIMI THEMBA RASMANTE\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "We have two more witnesses to hear.  One of them we know is in hospital and I am not sure whether he has been able to get here.  He is Siphiwo Ndomile.  Is he here yet.  Siphiwo Ndomile, is he here yet.  Siphiwo Ndomile.  No, I don't think so and we will call the next witness. Mimi Themba Rasmante.  Please come the stage, Mr Rasmante.\nGood afternoon, Mr Rasmante, Can you hear me well.",
            "Female"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "Yes.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Please will you stand to take the oath.\nMIMI THEMBA RASMANTE Duly sworn state",
            "Female"
        ],
        [
            "MARY BURTON",
            "Can I make sure that I am pronouncing your name correctly.  Is it Rasmante?",
            "Female"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "Rasmante",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Advocate Potgieter will facilitate your evidence.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Good afternoon.",
            "Unknown"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "Good afternoon.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And welcome.  Your testimony will deal again with the incident that happened very early in 1985 which we've heard about from quite a few of the witnesses that testified before you.  Now your statements starts off with what happened on the 2nd  July in 1985 here in Colesberg, although you were not personally involved  in what took place on that particular day.  You indicated that there was some action taken by the youth who were blockading the entrance to the township.  And that that was followed the following day, the 3 of July 1985, by some further incidents.  Now I'd like you to take it from the 3 of July onwards.  From the time that you were actually involved and tell us what happened.",
            "Unknown"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "On the 3 of July 1985 I was working in Newcastle. Before the 3rd I arrived here at home from Newcastle.  In the 3rd of July I was going to town.  On my way to town, near the hall, I saw a Casspir and a van following each other.  There were other people behind me.  They were chanting freedom songs and toi-toiing.  They were behind me.  The police didn't ask anything, they shot us with tear gas.  They left people who were behind us.  They shot us and we ran away, running from one street to another and these police were chasing us.  We tried to hide in some different yards and the Casspir left we went back.\nAt that time, I think it was about eleven to twelve, We went back to town and I say a Casspir near the hall.   And I saw someone on top of the Hippo and I could recognise that person.  It was Solani.  And he was in the Casspir with the sjambok around his neck.  They were assaulting him with the back of their rifles as he was on top of this Casspir.  There was a van following this Casspir and we could see that we couldn't go to town.  We had to run away.  I was together with my friend Fuzile Madkane and we ran away.  We saw the Hippo going towards the Swelistswa direction and we went towards town, but we couldn't reach town and we saw people coming downwards toi-toiing and I said to Fuzile do you see what is happening.  We didn't do anything, but they are shooting us.  This was very painful to us.  I said to my friend I will go and join the toi-toi.  \nWe both went and joined the toi-toi.  We went to Bongwenii.  I think there were about 2 000 people in that toi-toi.  We went towards Swelitswa and we were going to Chris's house and we took out his car, because he was there when the van was following the Casspir.  We burnt down Chris's car and we went back to the township and we disperse.  At about six to seven to eight, there was a toi-toi again and there were many people in that toi-toi.  They were divided into two and we joined the one which was behind.  We went to Bongweni.  We were toi-toiing in the street where Maliti was staying at the time.  And while we were trying to run to the yards other yards were locked and if you run to such yards and you could fell down. \n I went back home at that  time and I decided not to sleep and to go and join the toi-toi.  We were toi-toiing all that time.  And in the morning we heard that there are people who have been shot.  Someone told us that there are others who have been shot and killed.  We went to Bongweni and we saw these people lying down.  There was one man who owned a shop, but I just forgot his name.  He came to take people who were going to work in the morning and he when he tried to pick up these people who were lying down dead, the police came and they stopped him.  It was about four.  We decided that this was a very painful thing.  And we were not there to burn things.  We were just singing.  We stopped people from going to work.  People didn't go to work, but those who worked in the hospital, they did, they were allowed to go to work.  And then we came back to the township.  \nAs we were there in the township, this was happening on the 3rd.  On the 4th , it was the time we saw these people lying down dead.  And we decided to sing and toi-toi around the township.  That night I went back, I was preparing to go and play a disco concert.  At about one, early in the morning, I went to my brother's house to sleep there.  At about twelve to one, at about two to three  that morning I heard a knock at the door. I listened and I could hear people outside.  When I opened the curtain to look through, I could see there were policemen outside.  When I opened the window, I saw the police facing this window and they were looking through this window.  I opened the door.  I saw my brother together with the policemen.  And when I opened the door, they beat me with their rifle and I fell down.  At that time I was a Rastafarian and they told me that I come from Johannesburg with the political ideas and I didn't answer them.  They told me to give my brother the key, because they were going to arrest me.  They took me with them and we I walked with them and as we were walking, I could hear other policemen behind us coming and they told me that they got me know and I didn't answer them.  I heard them behind me speaking Afrikaans, saying that they must leave me and as soon as I go back, they must shoot me and leave me there.  I could understand that and I decided not to go back, even if they told me too.  They said to me Themba, please go back to your home and I told them no, I am not going to do that, because you have already arrested me, because I've understood they said  in Afrikaans.  They said they will kill me.  They beat me when I refused and they kicked me.  \nWhen we approached the hall, I think there were about eighty-three people who were there, they were in twos.  They were sitting down in twos.  They said to these people, yes, we have found Bishop Tutu, your leader, because he is your leader and others didn't answer, they were beaten up by the sjamboks and they finally agreed that I am the one who was the leader.  They were taken by the Hippo and they said to me I am not going to be put in the Hippo together with others.  I was taken in the vehicle that looked like a bus.  They took me to the police station and there police assaulted me, they kicked me and other pointed me with their guns.  They took me to the police station.  \nWhen we got to the police station, I saw others were already there and they were taken to the cells. They said to me I have to tell them who is our leader.  And then I told them that I know nothing about the leader, because I've just came back from Johannesburg.   They told me that we heard that you are the leader.  And then I said to them the person who said I am a leader, I want to see this person,  he must be here.  They said to me, no we don't want you explanation, but you will tell us who are the people who are working with you.  They beat me and I didn't say anything.  They took me to cells and there were many other people who were there.  I think we were about eighty-three in the cell.  Eighty of the eight-three were released, only three of us were left there.  They put water in the cell with the hosepipe and they teargassed us in that cell.  The person I saw teargassing us, it was this coloured policeman.  He is from Lauritzville, but I forgot his name.  His name is Jansen.  He as the one teargassing us.  We tried to defend us, because the tear gas was choking us.  After that I was taken out of the cell and they took me to the office where Chris was and Chris said to me, why did I burn his car.  I didn't answer that.  And he hand-cuffed me, he took me to the shower.  They opened a tap and I was wet.  Chris took a stick and he beat me with it.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] Mr Rasmante, take your time.  If you feel better then you can carry on with your testimony.",
            "Unknown"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "O.K.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Do you feel a bit better?",
            "Unknown"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "Chris beat me with a stick of broom.  It broke as a result of the force he used.  There were other policemen who were waiting outside.  They were from Oudsthoorn, they were white policemen.  They were braaing outside, they were drinking beer.  When Chris took me out of that room, he took me to these policemen and these police, they formed a circle and I was hand-cuffed at that time.  They were beating me, taking turns in beating me and they threw me outside the gate.  Before that did that they untied me and they told me to run away.  And then I felt that if I run away they will shoot me.  I just thought that Chris will not shoot me and I decided to come back inside and they were beating me all this time.  They took me to the shower again.  They were assaulting me.  Chris took a stick of broom. He tried by all means to beat me and assault me and he saw that I knew nothing.  He took me back to the cell.  \nAt about eight to nine, the following day, the policemen took me out of the cell.  They were detectives from Middleburg.  They said to me are you Miemie, and I said yes, they said you are going to say the truth.  They hand-cuffed me and they put a sack on my head. There was a shelf in that office and they put my private parts in that shelf and they electrified me.  They did for a long time, but  they saw that there's nothing I know.  They took me to a car.  One of the policeman I still remember is Leemen and one other detective.  They took me together with them.  I think we drove for about an hour and I drove together with them.  \nThey stopped at some stage.  They were calling Chris with their two-way radios and Chris answered that yes, I am on my way, I am coming.  And I could hear birds and water in that place.  It seemed like a river somewhere.  They opened the door.  They were torturing me.  They put some things in my fingers and Chris arrived.  There was nothing Chris didn't do to me.    Chris was torturing me.  They then took me back to the cells after assaulting me.  Friday night, on Friday night they came back, they took me, it was Chris and other detectives and other policemen.  They took me to Chris's office and Chris said you are going to say the truth.  They were drinking alcohol at that time.  They were beating me up, taking turns in beating me.  There was one policeman who just said, no leave this mad alone.  Chris refused.  The detectives went out.  I was hand-cuffed at that time.  Chris locked me inside.  I couldn't defend myself.  He left me there.  He came back with other white policemen and one black policeman.  There were five of them.  They were kicking me all over my body.  When I tried to protect myself, they were kicking me at the back while I tried to defend myself.  Kicking me in front until they were tired of doing that and they stopped doing it.  I could feel my bladder.  It was painful at that time. \n I wanted a doctor and they  told me that I won't get a doctor there.  I will get a doctor in the township.  On Sunday night, Chris came back again.  He took me to one other office.  The one they used to assault me in.  He hand-cuffed my legs and my hands and he was torturing me all the time.  There was an electric wire which was there and he was electrifying me, he was shocking me, my toes.  This wire was choking me and he wanted me to tell the truth and I told him there is nothing I know.  After that I went back to the cell.  \nAt about four a.m. Chris came back and said this is the last time I'm talking to you and then I told him to do whatever he wants to do to me and I asked him to kill me, because I was suffering at that time.  He said to me he will deal with me that day.  He assaulted me, he beat me with iron rods and my back is painful even today.  I can't sleep with my sides.  I have to sleep with my stomach.  Chris continued to beat me and on Monday at eight people were released on bail.  They were given R20.00 fine and they left me behind together with Dick Xinziba and Xinziba were all left there.  And Dick's mother came and Xinziba's mother came. They said to me they will not allow my family to come, because I was older and the other two were released with a free bail.   And they wanted me to pay R300.00 bail.  \nAt that time there was another attorney, Maruba from Bloemfontein, who was there.  That lawyer promised that he will find that money for me.  And they took me back to the cell on Monday night.  I slept there at night.  Chris came back.  Chris came back that night.  He said to me he envies me he sent me to buy him a coke and when I told him I am not going to do that, because they already charged me.  I was charged on three cases.  I told him that he must go himself to buy coke.  I am not going to do.  He assaulted me again.  \nEarly in the morning when I was first to be taken to prison, Stompie came, the one who was, he was a lieutenant here.  He asked me whether I have a complaint.  I said yes,  Chris came and sent me to the shop and I refused and he assaulted me.  Stompie said that I will stop throwing stones and I didn't answer him.  They took me to the prison and I was taken to the enkel cell and I was not allowed to see anyone.   Because they said I have dirty tricks.  I cannot see anyone,  they just want me to die.  They put me in this enkel cell.  I was put in this solitary confinement. \n At about three they came and they switched off the lights.  The gave me food.  They told me to eat in the dark I just slept.  There was another sergeant known as Batis.  He is a colour sergeant.  He used to come and insult me.  I ignored him.  When the chief came to check us, he wanted me to clean the toilet and to clean the floors.   I told them I am not going to do that.  Batis said we will meet and on the morning at about eight, I was released on bail and the conditions was that I have to go and sign every day at four o'clock.  If I can come after four, ten minutes after four, they will beat me up.\nThe coloured policeman called Jansen who was always there when I went to sign.  He used to beat me up and I decided not to go and sign and this time.  And the police used to come and look for me.  I used to hide from them.  And the day of the court case I went to the police station together with my brother.  \nWe arrived there and my case was postponed.  And they told me that my bail will be taken from me because I haven't following the conditions of the bail.  And then I told the Magistrate that when I came to sign and this policeman used to beat me up so that's why I had decided not to follow the conditions of the bail.  \nI stayed for a long time in this solitary confinement alone.  Sometimes you would find that I would stay in dark for three days and I would not eat, because I couldn't eat in the dark.  I could even exercise because I stayed in one place for a week.  I couldn't even move.  I had to just sit down.  I stayed there for three to four months and I went to the court.  \nThey gave me a free bail and I was released.  In April 1986 that is when I was sentenced.  I was accused of four cases.  They also accused me of burning one lady who was burnt here in the township and I told them that I was arrested, I was in prison at that time.  I went to Middleburg.  My lawyer was Mr Mpati.  At that time I had three court cases.  The fourth one I told them I was not there.  They sentenced me.  I won the first case.  And the second one was postponed to the following day.  And there was another case waiting for me in the following week.  And one this last day, all this cases were combined and I warned some of them and then I was convicted with the case of burning Chris's car and they sentenced me to four years imprisonment and two suspended years.  \nI went to prison but I came back in 1989.  On the 1st or on the 2nd it was on Saturday, I was released.  When I came back home and people were happy to see me.  I stayed at home for two days.  Police used to come to look for me.  And to ask me about the case of this lady who was burnt in the township.  And then I told them I knew nothing about that.  I could feel that anything can happen to me so I decided to leave this place.  I went to Witbank and I came back in December.  Even now I am not I don't stay here permanently.  I just come visit Colesberg in holidays.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Rasmante, [indistinct]",
            "Unknown"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "I am a bricklayer, but I have a problem as I have stated before.  I can not bend for a long time, because my back is so painful.  It is hurting.  And my job requires me to bend all the time.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You say that you were tortured and assaulted over a number of days.  Were you constantly told to tell the truth.  Did the police want you to admit to these four charges that they eventually brought to you.",
            "Unknown"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "Yes, they wanted me to agree with them.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Chris Labane, is he a policeman from Colesberg?",
            "Unknown"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "When I was released from prison, he was no longer here.   People say that he is in Aliwal North.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Now he seem to have been central in what you have experienced.  How do you feel about that and how do you feel about Mr Labane at this stage?",
            "Unknown"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "When I hear the name of Chris, I get very, my heart is so painful when I hear that name.  When I think about Chris, the things that he did to me.  I will never forget them until I die.  I'm still thinking of that, because even now I am not healthy.  I frequent the doctors, even the doctors they not help me.  Sometimes I go to the chemist to buy myself medicine.  But I say to Chris I don't want to see him in front of my eyes really.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] nothing else to ask.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Mr Rasmante, thank you for coming here today.  It's clear that you have suffered a great deal and that these memories are still very clear and very painful for you. We hope that this will have been one step in a process of healing for you in mind and body and we thank you again for coming.  I don't now if there is any final thing that you would like to say to us before you step down.",
            "Female"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "There is nothing else.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you very much indeed once again.",
            "Female"
        ],
        [
            "MIMI THEMBA RASMANTE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "As I mentioned before, we were expecting to hear the testimony of Siphiwo David Ndomile.  He has been transferred from the hospital here to Bloemfontein, so we will not be able to hear him today, but we want to assure his mother, who I think is still here that it makes no difference.  That his statement will equally be recorded and be taken into account by the Truth Commission.  He told us in his statement, his written statement that he was arrested by members of the security forces round about September 1979.  And they gave him something which turned out to be a explosive device.  They told him not to show it to anybody until he got home and then when he got home, he tried to open it.  It had a very strong smell and members of his family urged him to take it outside and throw it outside and as he was doing so, it exploded in his hands and severally injured his right hand.  We thank his mother for coming today and him for making a statement.",
            "Female"
        ]
    ]
}