{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-09",
        "location": "KAROO",
        "day": "3",
        "case number": "CT/01505/KAR",
        "victim": "MONGEZI JUDA",
        "testimony": "ELIZABETH JUDA",
        "nature": "SHOOTING AND KILLING, BY POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55350&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01505.htm",
        "speakers": [
            "MARY BURTON",
            "ELIZABETH JUDA"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "ELIZABETH JUDA\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "Can I move then to Mrs Juda.\nELIZABETH JUDA  Duly sworn states",
            "Female"
        ],
        [
            "ELIZABETH JUDA",
            "Yes, we can proceed.  On this day of this incident I was at home together with my child and I stayed at home the whole day.  Just before eight o'clock in the evening I was trying to sleep.  And my child just went out and I asked her where he was going and he said that he was going to look for his sister and I refused for him to go outside.  \nThere was a toi-toi outside and I could see that he wanted to go there.  He said to me he is going to come back just now.  He just wants to go and see Nomaliso.  And I fell asleep.  I didn't wait up for him.  At about early in the morning, I heard a knock in the window and Mrs Sionzana said that our children have fallen.",
            "Unknown"
        ],
        [
            "ELIZABETH JUDA",
            "[Indistinct] told her to go out and look for him to look for my son.  Nomaliso went out to look for him.  She was looking for Mongezi outside.  She kept she went around looking for him and at about five o'clock Nomaliso decided to go and look for him in the hospital and she went to the hospital to look for him. \n When she arrived there she asked one man who was working there.  She asked whether Mongezi was there.  And this man said that he saw him.  And they came with they went to the police station with the van.  No police came to me, even until today.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "I notice in your statement that the library is named after your son, Mongezi.\nIt seems strange that you have a library named after him, but you've not even got a death certificate for him.  You are now pensioner yourself and you have other children.  Are they able to help you.",
            "Female"
        ],
        [
            "ELIZABETH JUDA",
            "Mrs Sionzana and myself were called in the police station and they told us were our children were shot.  My were shot in the head and I saw this white man and I was dizzy at the time, because I was thinking about my son, because he was studying in Transkei and he was here in Colesberg for the school holidays at that time.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Do you want to tell us.",
            "Female"
        ],
        [
            "ELIZABETH JUDA",
            "It hurts me because he's the only one.  I expected him to go further with his education.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "[Indistinct] have any at the moment.  Is it working all right.\nWe understand that you had high hopes for Mongezi because he was the one who was studying.  And your children, where are they now.",
            "Female"
        ],
        [
            "ELIZABETH JUDA",
            "I didn't see any policemen, any comrades, there was nothing about my child.  If this woman was not here to tell me where my child was, I would still be not aware of what happened with my child.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "One of the things that is coming out in the testimony of all of you is the strength that you gained from one another and the help you were able to give to one another.",
            "Female"
        ]
    ]
}