{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55362&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct02907.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "VIOLATION",
            "TESTIMONY FROM",
            "NAPHTHAEL TSHEMESE",
            "MARY BURTON",
            "MS SEROKE",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM\n",
            "VIOLATION\n",
            "TESTIMONY FROM",
            "NAPHTHAEL TSHEMESE\n",
            "MS BURTON\n",
            "MR TSHEMESE\n",
            "MS SEROKE\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/2907",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "[indistinct] as we now call the final witness of the day to the stage.  We ask Mr Naphthael Tshemese to come to the platform.    Good afternoon Mr Tshemese.",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Good afternoon to you to.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Can you hear me all right on the earphones?",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Yes I hear you clearly.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Please would you stand to take the oath.\nNAPHTHAEL TSHEMESE Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you, please sit down.  We welcome you here this afternoon and I am very glad to know that your wife has come with you and is here to support you.  We understand that you've had a very long day waiting for this moment to come and we are grateful for you patience.\n We also understand that it is not at all easy for you to come after the testimony we heard just before you.  So we are particularly grateful to you for helping us as I've said before to understand the whole story of what things were like in Phillipstown in the mid 1980's.  You were aware of some of the events that we have been hearing about and you saw something of the argument that took place between your brother Simon and your uncle Jackson Tshemese and Sophie Butele of who's death we have heard.  Please will you tell us what you saw and heard.",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It was after dinner on a Saturday, I was sleeping at home.  I heard a noise outside, I got up to find out what was happening.  When I got outside, my elder brother was there, Jackson Tshemese was there and the late Sophie.\nThere was harsh arguments in the air, I tried to intervene, as they were arguing there were more people coming towards our house.  Sophie then hit my grandfather on the hand, my grandfather then retaliated and slapped her, people then came.  The other were throwing - the others were throwing stones, we tried to take everybody inside because we realised we were being attacked.\nSimon shot twice in the air,  as we were trying to get into the house, Simon Tshemese was standing at the door - he took his gun and shot the late Sophie.  We ran inside the house, shut the door, our house was being stoned at, at the time.  It was terrible - we took the stones that were thrown at us and we throw back to them outside.\nIt wasn't long in the mist of that chaos, I went - I went to one of the rooms and there was a tyre there that was already on fire.  I tried to put out the fire, Jackson then came to help me to put out the fire.  Eventually we managed.\nAll this time we were being stoned, our -somebody was trying to break down our door, I looked at my father, his face was full of blood, my mother was standing next to him - the turbulence continued.  I went to yet another room, there were babies there,  my sister's child and Simon's wife child.  We had to take these babies and hide them under beds, the mothers too.\nI realised that all around our house was being stoned.  They then kicked down our door, Nelson then entered, he went straight to Simon.  He had an axe, he axed Simon, my father together with Jackson tried to intervene.  I tried together with my mother to put up the  door and close it again, but three more people entered - forcibly.  My mother and I pushed them out of the house.  I went back to the room where my father was, I tried to help them - we tried to take Nelson out of the house, eventually we managed.  Simon was full of blood everywhere as he was wounded, eventually Nelson left.\nDuring this time our house was still being stoned.  We closed our door, they tried again to open it, but they did not manage to come in again.  They continued to stone our house, our windows were broken down, this continued for quite a while, then there was quite.  When I went to the bedroom, my brother was injured in the head, sitting down.  Simon was on the bed, full of blood, I tried to drag my brother towards the bed so that he would not be injured again.  I then left to help my grandfather.  Jackson was also full of blood on the face, my mother was injured too.\nThe stone throwing continued, we took the stones and threw them back in retaliation - I was not injured.  When I was fully conscious I realised that there was a fire by the door.  I jumped out of a window, I went to investigate what was going on.  As I went closer, I thought that it was my brother who was being burnt, but it was my father, he was terribly burnt.  I tried to take soil and put the fire out for a while.  Until eventually the fire was out.  I went to my grandfather's house, Simon was already there, he was lying on the floor, there was just blood.\nI lifted Simon up - put him on the couch, when I got out of the house, I saw a light, it was a boer that worked with Simon, I told him what had happened we then took Simon to the police station.  The police then took them to the hospital,  police from De Aar came - they had come to investigate who the perpetrators were, I left with the police because I was not injured that much.  We went to fetch the people the perpetrators.  We then went to the police station, that is all I have to say.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you Mr Tshemese and then afterwards, after all this had happened did you stay in Phillipstown, do you still live there now?",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "I stay in Petrusville - I don't stay in Phillipstown.",
            "Male"
        ],
        [
            "MARY BURTON",
            "And do you have any relationships with people still in Phillipstown?",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Yes a whole lot.",
            "Male"
        ],
        [
            "MARY BURTON",
            "And do you have work in Petrusville?",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It's been two months I have been out of employment.",
            "Male"
        ],
        [
            "MARY BURTON",
            "And before that, what were you doing?",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "I was an electrician.",
            "Male"
        ],
        [
            "MARY BURTON",
            "I am just going to ask my colleagues if they have any questions they want to ask you.",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "That's all right with me.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You said that you went with the police to identify the perpetrators, did you identify people you  know and people that you saw is Nelson one of the people that you pointed out.",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Yes it is.",
            "Male"
        ],
        [
            "MS SEROKE",
            "After you managed to put out the fire on your father, you managed to take Simon to the doctor, why did you not take your father with?",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It is because the police went to fetch my  father.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Tshemese can I just try and work out the various people who were involved in this whole incident from your  family side, because there are a number of names and it is somewhat confusing to try and work it out.  Your father was killed in this incident on the evidence that you've given, what is his names?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It is Geelboy Tshemese.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And your brother who is or use to be the Municipal policeman what is his name?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Simon Tshemese.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now who is Silingo?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It is Simon, it's the same person.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And Jackson Tshemese who is that?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It is my grandfather.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And is there, was there somebody with the name of Bhokwe?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It is my father, it's another name.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It's Geelboy also known as Bhokwe.",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "We called him Bhokwe.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "All right that helps - Simon Silingo your brother, you said that at one stage he fired two shots into the air, did he fire any other shots?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "He fired two shots in the air, the third bullet got Sophie.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did he fire three shots in all?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Two in the air and the next one he fired at Sophie?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And did she then fall to the ground or what happened to her after that shot, third shot was fired at her?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "She fell on the ground.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And presumably that is the shot that killed her.",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "I couldn't say but she was shot.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now you said that there was an argument before the shooting happened and it seemed to have been - well it seemed to have involved Sophie and Silingo and your father as well or what?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It was between Sophie, Jackson Tshemese and Simon Tshemese.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It was Sophie, your grandfather and your brother Simon Silingo.",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It is so sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What were they arguing about?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "I am not clear, I wouldn't know.  They were already arguing when I got there as I was sleeping.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was that the first time that they had an argument or was there a sort of  a period of bad blood between them?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It was the first time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] your family and Sophie, the Jantjie family it seems.",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Yes we knew  - the two families knew each other very well.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there any problems any arguments between the two families?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "No there was no such, not prior to the incident.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now it is - its common knowledge that Simon Silingo in fact shot Sophie,  and you've explained to us it was after having fired the two shots into the air - why did he fire that third shot at Sophie?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It is because there were people throwing stones at our house and she also threw stones, that is why she was shot.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "While they were arguing, was she armed with anything, was she armed in any way?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "No she was not armed.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And when she was shot that third time, what was she - exactly what was she doing?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "She was ahead of the rest of the crowd, she picked up stones trying to stone our house, this is when Simon Tshemese shot her.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] she just picked up the stones and she was about to start throwing?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "She as already in the process of throwing stones.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] did the stoning stop or did it continue?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "It got worst, that is why we ran into the house.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now have you - have you witnessed any part of the incident that resulted in your father being killed?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "No I did not see anything.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did that happen after Sophie was shot?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And did it also happen after Nelson was in the house, as you had explained earlier?",
            "Unknown"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Mr Tshemese, we have heard really this account of a very great tragedy in Phillipstown and our efforts to come at the truth have seem to me while I have been listening as if we were - as if we had an apple in front of us, and people were taking bites at the apple from one side and the other side to try and establish the truth from their part.\n And in a way it helped me to see that once you finished taking bites at the apple, you have to meet in the middle.  And telling the truth for the Truth Commission is one part of what we have to achieve, because it does help to try and reach that point in the middle where we really believe we understand what happened.\n But at that same point, we have to come together and come together not in conflict but in recognition that everybody was a victim in that situation.  We have the tragic death of Sophie Butele  and the tragic death in the Tshemese family, both of which things that should never have happened.\n And we feel that you have all come here today and re-experienced that pain and that anger and we hope that it has helped you in some way to put some of those very strong feelings aside.  And it is our responsibility but also yours, and that of all the people in your communities and particularly the leaders in your communities to find ways of moving ahead.\n We can try to help, we can offer the opportunity to organise workshops where we can explore these topics further, and we are very available to you for that.  But in the end you are the people who have in any case, survived the years since those events.  It is your own strong communities that have helped you somehow to live through them.  And it is your own strong communities that will help  you again we believe, to come through this period.\n So we thank you all for your courage and your frankness in telling us of your experiences.  I have found it a very moving and a very difficult day in many ways as I am sure every - I have the sense that everybody here is sitting like I am on the edge of my chair listening to these things.  And we value the honesty with which you have spoken and the courage with which you have spoken and we thank you very much indeed - you Mr Tshemese and all of you who took part today.\n Unless there is anything else that you want to say, you - its all right for you to leave the stage now.",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "I don't want to say anything further because what happened between these two families is in the past, there is no discordance, thank you.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you very much indeed.",
            "Female"
        ],
        [
            "NAPHTHAEL TSHEMESE",
            "Thank you.",
            "Male"
        ],
        [
            "MARY BURTON",
            "It is now for me to thank all the many people who helped to make this hearing possible.  It has been a privilege for us to be in Hanover today.  We thank the Mayor of Hanover Mr Booysen and the Town Clerk Mr Nothnagel for all the help that they have given us in arranging places for us to meet and in making contact for us with the local people.\n We thank also Mr Mweba the Town Clerk of Noupoort and the other representatives from Noupoort who are here.  \n We thank Mr Mweba senior for helping us  with  statement taking and Bonwabise.\n We thank all the people from Noupoort who have come to hear the Noupoort testimonies today.\n We thank also the helpers we've had from Phillipstown, Gemane Batwali and Mr Benson.  Janet Booba and Bull Matiso.\n We thank also all the hard workers who have helped us to prepare these hearings.  We thank Solly Terblanche and his team for providing the sound and the amplification.\n We thank the interpreters for making it possible for you to hear these testimonies in the language of your choice, we think they do a wonderful job and we are very grateful to have them.\n We thank the media who are here to record and write about what they have seen and heard today.\n We thank the statement takers who were here in the area before and are here now and have built up the body of evidence from this region.\n We thank the briefers, our own full time briefer Paul Haupt and the team of people from the local communities who have supported our witnesses today and have been with them beforehand and will remain in contact with them afterwards.\n We thank the local people who have helped us with provision of food also, and the entire team of our own staff under the leadership of our logistics officer Gail van Breda with perhaps particular thanks to the drivers who have had to cover long distances to bring people to the different places where we've met.\n We thank the members of the South African Police services who have protected us here in this building today and in all our travelling about the area.  It isn't always easy for them to hear allegations about past events, but we know that we are in a new different society now and we need to built trust and confidence in a new viable trusted police service.\n And finally we thank all of you, representatives of the communities of Phillipstown, Noupoort and Hanover for your presence, for your support and interest and we rely on you to carry forward the process that still has to happen.\n As we have said several times during the day, miracles don't happen overnight, there is a good deal of work that still needs to be done to bring about reconciliation, and part of that has to be in development in the area so that people will find jobs and be able to have benefit in the new and better life in a free society.  We wish that for you as we wish it for all the communities that we work with, thank you very much and travel safely home if you have distances to travel.  Thank you.",
            "Female"
        ]
    ]
}