{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-04-23",
        "location": "HEIDERVELD",
        "day": "2",
        "case number": "CT/00100",
        "victim": "CHRISTOPHER PIET [son]",
        "testimony": "CYNTHIA NGEWU, IRENE MTSINGWA, MS KHONELE",
        "nature": "KILLING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55166&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/heide/ct00100.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR BORAINE",
            "INTERPRETER",
            "MIA EUNICE THEMBISO",
            "MS BURTON",
            "MS GOBODO",
            "MS KHONELE",
            "MS MTSINGWA",
            "MS NGEWU",
            "UNKNOWN COMMISSIONER"
        ],
        "original_speakers": [
            "MIA EUNICE THEMBISO\n",
            "DR BORAINE\n",
            "MS NGEWU\n",
            "CHAIRPERSON\n",
            "MS KHONELE",
            "MS MTSINGWA\n",
            "MS THEMBISO\n",
            "MS KHONELE\n",
            "MS BURTON\n",
            "UNKNOWN COMMISSIONER\n",
            "MS GOBODO\n",
            "MR POTGIETER\n",
            "ADV POTGIETER\n",
            "INTERPRETER\n"
        ]
    },
    "testimony": [
        [
            "MIA EUNICE THEMBISO",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Before  we start I want to make absolutely sure that you are hearing my voice and much more importantly then you are hearing the translation into Xhosa.\n Is that all right, can you hear the translation - good - good.  Well then I would like to welcome all four of you to the Commission and on behalf of the Chairperson and my fellow Commissioners to express first our appreciation to you for being willing to come to the hearings.\n We have said many times and we have to say it again that we - we understand that it's not easy.  That - to go back and think again of the deep grief that you have endured, takes a great deal of courage and spirit and commitment.  And we want to thank you right at the very beginning.\n Ms Ngewu I am going to start with you as the chief witness, but all of you of course are important and have your own stories to tell.  And I am going to ask you Ms Ngewu if you will stand please so that we can take the oath.\nCYNTHIA NGEWU Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Where are you were living, about your children - about who you are.  Just to - so that we can get to know you before we start with the story of what happened in 1986.  Would you - would you mind doing that please.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes sir.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "I am Ms Ngewu, I stay at NY54 no 8.  Where I come from is Alice, but I got married in Transkei in Khombo location.  I have four children, the fourth one is the one who was shot by the boers.  I have six grandchildren, I now live with my husband here in Guguletu.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Now Ms Ngewu I want you to take your time,  I don't want you to hurry, just talk at your own pace, I won't interrupt you unless I want more information and I want to take you back to the 3rd of March 1986.  Can you tell me what happened on that day.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes I remember.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Please tell us.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "In 1986 on the 3rd of March, I think it was Monday if I am not mistaken.  It was in the afternoon I was at home, comrades arrived, it was four or five of them.  They were asking about Christopher who is my son.  I told them that he took money from me telling me that he is just going to work.\n So they told me that some children have been shot at Marais, so I told them no I don't know anything but he just took money from me and said he is going to work.  So they said go to the police station and check it out.  So I went to the police station, I asked the police about the shot people, I just want to find out about my child, I want to find out if my child is one of the shot children.\n So they said they don't know, they'll check the books, they don't have the list of the shot children, I must go to the mortuary at Salt River.  I immediately went to Salt River mortuary.  Even there I tried to tell them I am looking for my child, because I heard there were shot children.  They asked me if I can be able to identify him, I told them yes I can.\n So they say so go, I saw the trolley which was next to the door, the trolley had him in it.  So I identified him, they asked if I was sure, I said yes.  I saw that he had a wound - a wound shot on his head, and there was blood coming from his ears.  So I said okay please tell us the details of your - of your son.  So I wrote everything.  I went to the house, back to my house, so I told everybody that yes I identified my son, he is also one of the Guguletu 7 - the seven of us, myself and these woman next to me.\n I told everybody else   I to my kids let's - let's watch all this on TV because we don't really know what happened, maybe they will have it in the story on TV.  Now before I went to the mortuary I just heard rumours  about this - about these shootings.  It's that time that I realised - let met also find out about my child.\n While we were still watching, the seven o'clock or six o'clock news, I saw my child.  I actually saw them dragging him, there was a rope around his waist, they were dragging him by the van.  I said switch off the TV I've saw what I wanted to see, just switch it off.  Okay we stayed until it was late that day and we told everybody about what happened.\n Two or three days later the boers kept on coming.  Some would just stand outside - some would come inside.  Barnard arrived he was a policeman accompanied by other police.  He was very rude to us, and he was actually laughing about this whole matter.  Asking where is - where is your son, where is this Christopher.  But we didn't answer  him.\n A week before we buried my son, we were told not to - we were told to bury my son - there is a letter from the Magistrate, the Magistrate said that we must bury all this children a time - a while before we wanted us to do this.  We are still waiting for our relatives coming from the rural areas to come to the funeral.\n But the boers said to us, no the Magistrate says you must bury these people now, no but we refused.  We took this matter to the lawyers and the lawyers said if you don't  want to bury your children, at the time that the Magistrate wants this, do it at the time that you want.  I was with these woman next to me, we said we cannot bury these children yet, we are still waiting for our families.\n When we ended up burying them at the time that we wanted to, while we were still waiting there were these policeman patrolling around and after \nthe funeral - a week or two after - I can't remember well, the police came arrived in this morning, it was around half past six.  I heard a knock on the door, my daughter answered the knock, just before she was - she went to work.\n They said we are the police, we looking for your mother, so she woke me up and I woke up.  Put on my gown and I went to them, I said what is it.  They said we want you to take - to make a statement, what statement when you have killed my son.  I don't know what statement to give you, I wasn't there when you killed my son, you are the ones who killed my son, you are the ones to make the statement.\n Oh! I got ready, my full - my house all of a sudden was full of detectives.  When I was from the toilet, I saw that there were police at the backyard with guns, I asked them what are you doing here.  They didn't tell me anything, I said are you here to shoot me.  Now you have already shot my son, now you want to shoot me.\n I saw five or six police vans in front of my yard, I asked them what are you doing here, and one of the detectives his name was Blackie he said mamma what is it, I just want to know what are these police doing in my yard, get out of my yard.  You have already killed my son, now you want to kill me.  Mr Blackie scolded them and told them to leave, but they went to the vans and \njust stayed in - into their vehicles.\n After I got ready, I knelt down and prayed, one of the police asked you all - there is this candle that's been on all the time she asked what is it about.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Just take it easy don't rush, are you all right mamma.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Sure would you like some water - some water.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Mr Blackie told this policemen to leave my house.  It was - my house was full of detectives, we were left with one of these vans, we went to Ms Mia at no 21, we went to speak to him.  We were going to all these woman who are next to me here, we went to Town.\n When we got there, we were being taken one by one, but I was the first one.  Now I was the one who said a lot and after me Ms Mia was the next one.  These people were asking about AK47's, I said I know nothing about AK47's.  They said if this policeman wanted to kill me where were you, what were you going to do about that.\n Okay after that we left, they took us home.  After a long time we have \nalready - we had already forgotten about this, we were told that there is going to be an inquests.  We were told that it is going to last for a month.  So we went to Wynberg.  We kept on going to Wynberg about this because we are going to this inquest.\n We were told that Christopher was shot by Barnard and Coetzee.  And these woman next to me were also told that, who the people shot their sons.  One of the children who had his hands up, was also shot, he was also one of the Big Seven.  He was one of the innocent ones.  Some of these witnesses also mentioned the fact that the police shot somebody who even had his hands up.\n As the trial went on, just at the end - towards the end of it, the boers \nsaid to me, if you want, you can also come to the place where these people were shot, the crime scene.  But I forgot to tell you this before, but this - this sight we want to - we want to - we want to do this again, just to show you again how everything happened.\n We said we cannot show - we cannot see that drama again.  We can - we cannot re-life this whole experience.  Now we were told that nobody can be blamed about this, it's only our children who had - who were the offenders.  Thank you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much helping us to try to understand what - what happened and what you went through.  Can I ask you just a few questions to help us understand a little better, may I go on.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you - tell us first a little bit about your son Christopher, who was he - ho old was he when he was shot, just a little bit about his - was he at school, was he working, was he - tell us about him.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Christopher was 25 years old, he had already - he was already working.  He was also working, helping me a lot around the house, sometimes he would fix the house, he was very helpful in - around the house.  He was working at Albany bakery   He had a three year old daughter at that time.\n Peza - was he a member of any political party, was he interested or active in politics?",
            "Female"
        ],
        [
            "MS NGEWU",
            "He just kept himself well informed about politics, but I didn't know about these things.  But I realised this much later that he was an ANC member.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Ms Ngewu there was a lot - lots of stories written about the killing of these seven men in the newspapers on television, on radio, what do you remember, what did you remember reading about what happened or what you think happened on that day?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "During that time when all these happened, I was too weak.  What I - what I knew is that I didn't want to see any white man in front of me, because I was - I was full of hatred at that time because of the way my son was - was killed.",
            "Female"
        ],
        [
            "DR BORAINE",
            "What was the cause of death, was there one wound on your sons body or many wounds?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "He had many bullet wounds on his - on his body.  Even the doctors after the post-mortem the doctors told me that he had 25 bullet wounds.",
            "Female"
        ],
        [
            "DR BORAINE",
            "There were about 30,000 people who attended the funeral on the 15th of March, do you remember that day?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes I remember.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Tell us a bit about that.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "There were many people at that time, I remember even the boers didn't want all this to happen.  I even remember that some of the people didn't even manage to come over, they were told to turn back.  The stadium that we were holding this whole funeral in was surrounded by the boers, that was in NY49.",
            "Female"
        ],
        [
            "DR BORAINE",
            "The service went on all right?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Everything went well, because nobody - nobody was taking any notice of this boers.  We decided to ignore them, the only thing that we were concentrating on was the funeral.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Now just going back again to the actual day on which your son was fatally wounded there were witnesses at the inquest who said that even some of the seven who were killed, was standing with their hands up in the air and they were shot.  Do you remember that?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes that is so, I remember.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And the other witness said that while they were lying on the ground, the police came and put the gun to their head and shot them, do you remember that?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes it is so.  Even in my son's case, I actually saw the bullet on his head.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Now Ms Ngewu there was an inquest and you attended that inquest, in fact there were two inquests is that right?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes I went to the inquest in Wynberg.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Yes, can you remember what the final result of that inquest was?  I am sorry can you repeat that please.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "I was told there is nobody - there is nobody to be blamed about the death of my son.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Do you remember a person by the name of Colonel Britz?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes I remember him.",
            "Female"
        ],
        [
            "DR BORAINE",
            "At the inquest the Judge was very critical of Colonel Britz do you remember \nthat?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "I can't remember that well, I can't remember what the Judge said.",
            "Female"
        ],
        [
            "DR BORAINE",
            "According to the judgement which was in the newspapers and on the television and radio, the judge criticised Colonel Britz because the police not only shot people there but went around shooting from the vans and he was very critical of that, do you remember that?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "I remember that, but I - it's only from hearsay.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[indistinct] ... the actual Court case.  What do you think happened now when you look back what - what do - I mean what is your feeling about what actually took place?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "I think what happened is that even when I am just alone I am thinking to myself I was just thinking was their any survivor out of all these - out of all these killings and why did the boers kill everyone?  Could they just warn them, or even kill - or even shoot them on their legs just to save their lives.  \n Didn't these boers have any feelings at all, why did they just kill everyone, absolutely everyone.  Not to leave even one to give witness.  Now nobody knows - knows the real-real story.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And that is one of the reasons why you are here.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "That's precisely why I am here.",
            "Female"
        ],
        [
            "DR BORAINE",
            "We nearly-nearly finished, one of the people who gave evidence at the inquest and you may not remember his name but he was a doctor and he was a doctor Van der Spuy.  Do you remember a doctor giving evidence? Yes I remember that doctor.\n Now according to him six of the seven of the so-called Guguletu Seven were killed at very close range, in other words the gun was held very close to the person not from afar, do you remember that story too?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes I remember that  - in Court.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And the doctor also said he thought that the witnesses were more reliable than the police.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes I remember that well.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And still the verdict was that nobody could be blamed for the killing of your son.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes they said that.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much, would you like to add anything that we may have left out?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "If there is something that I have forgotten these woman next to me will also add, because they know what - that happened they were also there.  If there is just anything that I haven't added, I haven't said, they will add.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[indistinct] want to consult with the Chairperson and my fellow Commissioners as to whether they would like to ask you questions now, or whether they would like to listen to your friends first may I do that, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let's take a break until eleven.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Ms Ngewu, hello again.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Hello sir.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I just have one last question which I forgot to ask you and I'd like to do that now.  Are you ready?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Ms Ngewu, did you receive a death certificate when your son was - was killed?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "No I didn't.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Have you applied for one?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes I applied for it but they didn't give it to me - they said my son was never identified.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Your son was never identified.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Even though there were two inquests and a burial.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes that's correct.",
            "Female"
        ],
        [
            "DR BORAINE",
            "When was the last time you applied for the death certificate?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "It was February.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Of this year?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes of this year.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Would you like to get a copy of that death certificate?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Yes I would like to have a copy of it please.",
            "Female"
        ],
        [
            "DR BORAINE",
            "We will try and do that for you as a matter of urgency.  Thank you - thank you very much.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Thank you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Now I want to welcome again your friends and I am hoping that they all can hear what I am saying, all right.  I have to ask you to take the oath and we will do it in the following order, first of all Ms Irene Mtsingwa.\nIRENE MTSINGWA Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much will you be seated please.  Then Ms Eunice Mia will you stand please.\nEUNICE MIA THEMBISO  Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "And finally Ms  Khonele.",
            "Unknown"
        ],
        [
            "MS KHONELE",
            "Duly sworn states",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very-very much indeed.  Now I will start with you Ms Mtsingwa and are you ready to tell us your story.",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "Yes I am ready but please excuse my feverish voice.  I am not sure if I am going to be heard correctly here, I am feverish.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I am so sorry to hear that and you might want to come as close to the microphone as possible and don't worry too much, just take it very slowly.  First perhaps tell us a little bit about yourself, who you are.",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "I am Ms Irene Mtsingwa my home is at Whittlesea.  I come from Whittlesea, I got married in the Transkei at [indistinct].  Thank you very much I am from Whittlesea, I got married in the Transkei at [indistinct] in Butterworth.  I have nine children but the ninth one is the subject today he is the one we are talking about today.  end of Tape 7, side B... - about the matter of the funeral Ms Ngewu has already covered that one, I am just going to talk about my own child.\n I was from work that day, it was on a Monday.  I just heard that some children have been shot.  There were seven of them, but I didn't know that one of those was my own child.  He didn't come back on that day, on Monday but usually he wasn't a person who usually comes back.  But just because he is a - you know he is a teenager some of them usually don't come back at night, that was one of those nights.\n But that day, I didn't really think that there was anything going to happen to him, because he wasn't naughty.  He wasn't well, the reason why he wasn't so well is because he had a terrible shock which he got because of the illness of his father.  Like I said I heard that there were seven, there were children who were shot at Guguletu but I wasn't - I didn't know that one of those was my child because I couldn't think why my child would be there in the first place.\n After a long time, after several days we were looking for him even in hospitals.  There were mischievous things that Mr Barnard who as a policeman use to do to the children, who use to be - who use to insult them.  But now we just thought that okay he may - he may be in the hospitals or even in prisons.\n During this period, one of my grandchildren was very ill and she was at Somerset Hospital.  When I saw him, I saw that no his or her days are numbered.  Some of my relatives helped me to look for my child who has gone - who has disappeared, nobody knew what happened to him.  We tried to look in the prisons and hospitals and my grandchild on Thursday passed away.\n In the meantime we still didn't know anything about the one has just lost, we just heard that somebody heard - saw him at Guguletu, so I just thought maybe he just visited at Guguletu, and I sent somebody to - to check - to check him out at the mortuary.  I gave them his ID, so that they can identify him at the mortuary.\n One of my neighbours who was my husband's friend, and also a friend of the family who is now in the rural areas, that's when now they found him in the mortuary.  That's where they identified him.  That's now how he was also numbered as one of the Guguletu 7 as how it is now called.  Well I accepted that because anyway that time our children didn't tell us anything about their activities because they were afraid of the boers.\n He wasn't so well even though he was serious, now when all this pain came back about the death of my child, I didn't even know where I was at that time.  But the worst part was to actually see this in the newspapers and the TV's where we saw our children lying on the ground and I saw the bullet wound on the left side of his head.  I saw this on the day of his funeral, I saw that the bullet wound was on the left side of his head.\n We also saw this even in the picture - I also saw this, he also had some wounds which I am not sure if they were bullet wounds on his back.  What happened was after they've been - they were shot, the same guns which were - were used to shoot them where put on the bodies, now I don't know how this was done.  Now the purpose of this was that the police wanted to accuse the victims themselves to say that is the victims who wanted to kill the police.  I asked myself something that I couldn't even answer it myself.\n I said why did the police shoot everybody, what will the police gain for shooting our children.  And why were they being killed, why were not - why were they not arrested.  They could have been shot even on the legs, or just anywhere in the body, where they wouldn't die of the wound.  I asked myself those questions, but I couldn't answer them.  But I was terribly hurt by this whole thing, because even I just heard - I just lost my grandma - my grandchild.\n We had two funerals in one week on Tuesday and on Thursday.  That's something that made me to be disorientated all together.  I forget some of these things, please forgive me.  You can just forgive me because I am old, I forget some of these things.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much, what was the name of your - your son who was killed?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "It was Simon Mtsingwa.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And how old was he?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "In May he was going to be 24.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And what was he doing, was he studying was he working, was he out of a job, what was he doing before he was killed?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "He had just finished school and he was just waiting to get a job.  And at that time, we were still trying to get a job for him at Ohlsons and he was waiting to go to the job the following week in the casualty.  He was going to be full time there, but now he got this.",
            "Female"
        ],
        [
            "DR BORAINE",
            "You heard that your son was amongst the children who were killed and young people who were killed, from your friends or how did you get the news?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "I heard this news from people who were from the mortuary, those are the people who actually identified him as one of the Guguletu 7 and also the lawyer who was there, told us that my son was one of the Guguletu 7 that's how I knew this.",
            "Female"
        ],
        [
            "DR BORAINE",
            "When you heard that your son was killed and they said that they had seen the \nbody, did you try and find out what had happened?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "I never tried to find out what happened, I just heard that they got killed because the police thought that they were - that they were going to kill the police.  But now I didn't ask because I had too much misery at that time, because of the illness of my grandchild.  So I didn't really have all - all the power or the energy to go and find out because I was already drained.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Yes I understand.  You mentioned that there were guns placed on the bodies of the young men who were killed.  Just please tell me a little bit more about that, whose guns were they?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "Like I said that we saw this - this thing on TV and on papers.  I don't know if I saw this correctly but we saw this - these guns were on their bodies.  I don't know what happened, I don't know what happened right from the start.  I don't know where were they, when they were shot.  But I only saw that the guns were on their bodies, I saw this on TV and in the papers.\n But now I couldn't actually identify my own son, amongst the bodies.  Because I didn't know at that time that my son was one of the seven but it was later that I - that I realised that he was one of the Guguletu 7.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Okay, just one last question about that, were the guns on top of the bodies, were they on the side of the bodies, were they in the hands of the bodies?  Where were the guns?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "Please forgive me here because I am not sure about this, but it looks like these guns were just put here on their chest, the guns were not on their hands the guns were on the chests - on their chests.  Now these were pictures from the - from the pictures please forgive me if this is not so.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you, you being very helpful all I want to know is what you think and what you saw so that's fine.  Did the police come and tell you about what had happened to your son?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "There was not even one policeman who came to inform me about this.  We were fetched to Town to give statements just to tell what happened.  Just like as Ms Ngewu has said, we were picked up myself and Ms Ngewu and Ms Mia but I didn't - I didn't say anything.\n We were sent to the lawyers that's actually also where we vented everything through this lawyer.  From there we went to Wynberg, that's where \nthe trials were.  What I saw at Wynberg - Afrikaans was spoken a lot and there were no interpreters and we could hear here and there we didn't really understand what was happening because of the Afrikaans that was used at the time.\n We didn't even know what were the people discussing all these - we had no interpreters.  We didn't have interpreters to know what is going on here, to help us with this.  And at the end our lawyer told us that nobody can accuse the police because they were defending themselves from these children.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I see so to this day you don't really know how your son was killed and why.",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "There is no other way, it's only what I am telling you now.  Only that he was one of the seven and I saw this also in the media, even our lawyer showed this only in the papers.  Now I could also see him that it was him.  But now we couldn't - we didn't see the guns now in these pictures that the lawyers showed us and I also could identify the clothes that he wore then I could see that okay it was him.  But I didn't really know why he was shot.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much, is there anything else you would like to add that we haven't covered.",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "If there is anything that I have forgotten I would just ask one of the authorities to take it up.  I will tell him or her then and then he'll take it up.  I might leave something out.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[indistinct] are there any way in which you think the Commission can be of help to you?",
            "Unknown"
        ],
        [
            "MS MTSINGWA",
            "Could you please help me with something, because my son was going to work for me.  He was going to support me, he was going to work and I was going to gain from him, but my children are not violent, they were obeying whatever I was telling him to - they were obedient children.  But the ones that I have now they are still helping me here and there because even now it's not much because they have their own houses to maintain and I would also like to have a tombstone for him to honour him.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much, there may be other questions that my fellow Commissioners would like to put to you.  But if you could rest a while because I'd like to ask Ms Mia to tell her story as well and thank you very much indeed.  I know you are not feeling well, but you managed very well indeed, \nthank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Perhaps if you could just move the microphone.   Hello Ms Mia, I - can you hear me all right through the earphones?",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Yes I can hear clearly.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Let's start where we started with your two friends.  Tell us a bit about yourself where you come from.  About your family - about your background before we talk about your son.",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "I am Eunice Mia Thembiso.  I have five children.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Sorry to interrupt you - could you sit a little closer to the mike, that's - we all want to hear your story, thank you, you may continue.",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "I am Eunice Thembiso Mia, I have five children, the fifth one is Jabulani, he is the one who passed away on the 3rd March 1986.  I am from Bloemfontein, on this day, the 3rd of March 1986, I was working in the offices in Town.\n I was leaving my house at half past four in the morning rushing for a quarter to five train, rushing for six o'clock at work.  But on that morning, just before I left, it was usual for my son to go through the back kitchen from where she - from where he slept.  He knocked and I opened - I opened for him.\n Now that time it was - it was quarter past or twenty past four.  When he came in, he ate bread and cold water.  He said mamma please give me R2,00.  I said to him I only have R5,00, now I'll be short if I give you this R2,00 because I want to buy a weekly ticket.\n But now because I want him to get a job, I gave him this R2,00 because I want him to work.  He said thank you, then he said mommy but I want to accompany you to the station.  I said no but you are not use to this.   I've been going to work at this time of the morning every - every year, but you never accompanied me.  No it's all right you don't have to accompany me.  But he forced too, he said no he insist that.\n He left through the kitchen back to his place where he usually sleeps, then I closed the door, I bolted it.  We have a garage here next to our house.  He appeared through the garage and he was insisting that he must accompany me.  Now at that time now I was becoming suspicious don't do this - now I told him not to do it - not to shock me like this.  I said to him look turn back I don't want you to accompany me.\n But then he insisted he did accompany me and up to NY59 if I am trying to cut a story short.  He wanted to still go on with me but I told him no turn back.  That was actually the last time I saw him.  I got into the train at quarter to five, got to work, I was working two shifts, two hours in the offices from there I would go to the char, just to have more pocket money because the money that I was getting from the offices was too little.\n I worked as usual, I continued working but around about half past ten my boss Ms Van Horvet I can't remember the actual station of the radio where we listened to all this, she came to me and she said Eunice, I looked at her, I said madam in response.\n I just heard from the news that in Guguletu there are - there are Russians in Guguletu who have been killed.  They from Russia and then he said is your son involved in politics, I said no, I don't have - I don't have any - a son involved in politics.  So well I just continued working.  Around two or - around two o'clock in the afternoon it was time for me to go home.  I did my usual  shopping, I finished them.  Then I went home, no I mean I went home with the train.  The train that I took home was a quarter - around five past five train or something to six.  We  switched on the TV for the news, it's my daughter who did that her name is Thombisodwa who switched on the TV..",
            "Female"
        ],
        [
            "DR BORAINE",
            "It's okay just take your time, would you like to have a short little break just sit there quietly.",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "I am going to continue.  When the music started for the news, then in the news I was told that there are this seven children who were killed by the Guerrillas from Russia.  And one of the children was shown on TV who had a gun on his chest.  He was facing upwards and there was a gun on his chest and now we could see another one and the second one only to find that it's my son Jabulani.\n We were arguing myself and my daughter, she said it's him, I said no it can't be him, I just saw him this morning, it can't be him.  I can - I can still remember what he wore this morning.  He had navy pants and green jacket and a warm - and a warm woollen hat.  I prayed I said oh! no Lord, I wish - I wish this news can just rewind.  Why is it just him, why were the others not shown why is it just him.\n I was told it is - it was just a hand grenade that did this to him, that was next to him.  And now policeman came to me to tell me anything, I saw it with my own eyes on TV.  That's the time I collapsed, I don't know what happened after that.  What makes me to cry now is that these policeman they were treating people like animals, that's what makes me cry right now.\nBut even a dog, you don't kill it like that.  You even think that the owner of this dog loves it, even an ant a small ant you think you have feelings even for an ant.  But now our own children, they were not even taken as ants, if I say they are treated like dogs are, that's not how it happened, I am actually honouring them they were treated like ants.  If there is anything that I've left out I think I will just say it later, even now I didn't even take my high blood tablets.\n I haven't been well since this incident, I've been going for a treatment every month since the incident.  If I don't take these pills I have short memory I usually loose memory.  I would ask you - the people who killed our children to please - sorry I cannot finish.  Please give me a few moments there is something else I want to think about, give me a few minutes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Okay don't worry.",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "The pain that [indistinct] - I would like to say some more, something has really disturbing me now, this is something that took me to Court.  If the Courts - when they called somebody's name they would laugh, now we wouldn't know what they were laughing at us or who else, we didn't even have companions with us.\n We were just families - some of us were working.  There is a play that our children usually do that is the play by the crucification of Jesus Christ.  We heard that the boers were fighting with these children, our children.  But we can't find out  who was it exactly who did all this.\n If  I am not - if I am not mistaken there were two, these boers who did this to our children.  If somebody puts his arms up, he is actually giving up, he is giving himself up and he says that I am defenceless.  But the police kept on, he was my only son - he was the only one.  I can never forget - I can never forget him.  He has now three children, I am trying to struggle with his kids and his wife.  Sometimes they don't' even have money to go to school and while he was still alive he would sometimes get some casual jobs.\n And I am just staying at home, I am just knitting and crocheting and selling all those things to people so that we can have bread for the day.  Sometimes when he came back from this casual jobs he use to have, he gave me some money.  But now today I don't have anyone to do that for me.  I have - I have daughters, one is married  end of Tape 7, side A ... [a bit of information has gone astray during the changing of tapes] ...when I saw here on stage the day Mr Mandela was released, I saw all this on TV.  This all still hurts me now.  In 1985 we are still looking for our daughter who left that time.\n We don't even know where she is, no police came to me and I couldn't even go to the police that my daughter has just disappeared.  On the 4th of June 1987 my husband died.  He was taken by a - by [indistinct] at work, lots of horrible things happened to me.  I am living - I am living a horrible life.  My son has three children",
            "Female"
        ],
        [
            "DR BORAINE",
            "Ms Mia we have two very short questions then perhaps you should rest a while and if my fellow Commissioners has additional questions you might be ready to receive them.  But first just to make very sure, your son was killed, who's name was Jabulani.",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Yes his name was Jabulani.",
            "Female"
        ],
        [
            "DR BORAINE",
            "How old was he when he was killed?",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "He was born in 1963 so he was 23 years.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Last question is - I just want to be absolutely clear first news you had of your sons death was when you saw it on television.",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "That was the first time I saw him, it was on TV.  Nobody told me anything, I saw it myself on TV during the news.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much Ms Mia we appreciate how difficult it is for you to relive those moments and we are very grateful to you.  Thank you.  I wonder if Ms Khonele could now answer some questions please.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Hello Ms Khonele, can you hear me all right?",
            "Unknown"
        ],
        [
            "MS KHONELE",
            "Yes I can hear you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Tell us where you come from, where you've been about your family before you tell what happened in 1986.",
            "Unknown"
        ],
        [
            "MS KHONELE",
            "I am Ms Khonele from [indistinct] I have three children the fourth one who was shot, they are all daughters, they are all married.  The one I was living with was my son, because I didn't have a husband, he was the one who left us, he passed away quite early.  I was living with my son, just the two of us.  \n When he came to Cape Town we were going to be given sites here in Cape Town, but he decided no we must come to Cape Town.  Now - or he wanted to come here because he wanted to join his brother-in-law.  We were told to go and register - to go and register all our sons, because as woman we were not allowed  to have sites on our own.  So he said to me I am going to work here in Cape Town, because he knew that we are going through a miserable life, he thought okay the best thing is to go to my brother-in-law in Cape Town.\n Indeed he went, I heard this from his brother-in-law that yes he is working, he use to usually give me a little of what he was working for.  And yes I got myself a site.  People's names were being called, but mine was not one of those during that process.  During that process Peza arrived, we were on our way to get pensions, if I am not mistaken it was on a Thursday, I was on my way out.  Peza said to me no here he is, quickly I was scarred.\n But I never thought that because Peza was usually coming to Cape Town I am not - I don't even know Cape Town and now we went on to the pensions.  We went and came back from getting our pensions.  I said oh! I had a very - a very scary period, there was this - this was this goat looking up, this one next to me said oh! having a dream like that with a goat looking up is a very bad dream.\n When we saw on TV - I am sorry Peza came in, I was very scared when I saw Peza and I said Peza what is it that you have to tell me.  Say to me now - say it - say it now, Peza said he asked me where is  Zabonke, I said he is in Cape Town.  Then he said I am here I am sent by the comrade in Cape Town the ANC.\n So I asked where is that, he said among - among the shacks.  I asked what happened, he told me that my son has been shot.  He said let's go now, I am here to fetch you.  Your son before he left, he said your name.  He said because he has this shack which is his place now, he said that seeing that he left his own mother without any place, his mother must be brought into shack.\n This place - this new place that he got because he is a comrade.  So I asked to Peza, I asked to Peza - Peza what is a comrade..  I said do you know this place that you taking me to, he said yes I know  this place I am taking it - I am taking you to it.   These - these are the houses belonging to the comrades, Peza didn't tell me that he is taking me to a mortuary.  He just said to me - told me that he is taking me to places of the comrades.\nWhen we left, I didn't even know what Cape Town was and I didn't even know what a town looked like.  He took me to Cape  Town.  When he would hold my hand, I would just shiver, my whole body would just shiver.  He took me to the hospital he spoke English for a long time, and I was taken, I was getting tablets and I was getting an injection.  He was told that to leave me alone for a while, well I stayed there just for while.\n Then I started to sweat, well I was starting now to be conscious, I wasn't sure whether I lost consciousness, I don't know when I lost consciousness.  I wasn't alone we were, I was with other woman.  We [indistinct] Cape Town I wasn't even shown what was going on.  When I got there, there were lots of comrades all - it was woman and men.  And young men and boys, Peza - okay Peza had dropped me at this place.\n Then I was told that your son Zabonke has been killed, there were seven.  I was told that they were in a certain forest, him and somebody else.  Him and someone else were asking for forgiveness, they held their hands up asking for forgiveness.  I asked them where is he now, where is this new home that he has.  So they took me to his place, that is now where - where I saw the mattress.\n When I saw him, I had this vision - after I was told and I regained my consciousness, I remember people were praying there.  A Kombi arrived, people asked if I had arrived already and they were told yes I have.  We were four mothers, then we were told to go to the mortuary.  We all left for the mortuary and now my - my grandson was at work.  I was asked who will accompany to the mortuary.\n Now these men, these men in the mortuary says he will - one of them will accompany me.  When we got there - when they opened the door I felt this cold breeze that's when I lost my consciousness.  Then they took me to some place that I don't know, they took me some pills and they asked me do you still want to back there.  I said yes I do, so I went and I saw him.\n When I looked at him, his body, I couldn't see his body.  I didn't want to look at his body.  One of his eyes was out, there was just blood all over.  He was swollen, his whole head was swollen.  I could only identify his legs, because they were just thrown all over the place, one of his eyes was out.  His whole head was swollen.\n What I can only remember now are his feet, I could only identify his feet, that's how I could see my son.  They asked if I am satisfied, I said yes I am.  And in the morning, in the morning we were told that these children should be buried now because after all - after all these dogs have been dead for a long time.\n So this - the comrades went I don't know where they went, they came back  they said you don't have to bury him whenever - when somebody else says you must bury him, bury him when you want.  So we decided we will bury him on Saturday.  We went to fetch him at the mortuary.  Zabonke was the first one, they were arranged according to the - to their lengths.\n Zabonke was the first one because he was the tallest.  He stood out of everyone else.  Now I - what I don't know was he was already working or he had stopped working by the time he died.  Okay we chose the boxes of our children, we could see the boers had - somewhere at the back there, on the gravel road.\n The youth - the youth just was scattered all over the - all over.  The youth now was throwing stones to the police, we were left on the gravesides with the priests and the youth were throwing stones to the police.  After that now we went back - the funeral was a big-big occasion.\n I wanted to go back with my son- the boers told me that you can never go back  [indistinct] these boers have already communicated with the other boers at [indistinct].  They said that my son has a bomb, they said he will never - that's how I gave up.  So now this comrade said okay he will be buried where he was shot, that is what I know about my son.  I don't know all the other details that's all I know.\n After that I was so miserable.  I had no where to go,  I wanted that house, that shack, it was very difficult.  Something told me to go and pick up coals, it was on a Thursday.  I was knocked down by a rock, and this big rock hit me on my waist.  I tried to move so that I can get some air, it was at eleven at that time, but they could only get me out of that  rock around 5pm.\n When I woke up, I felt like I was just getting out of bed.  And there was a continuous cry that I could hear.  It felt like I was going down - down - down.  When I looked, I was wet - wet - wet - I was wet all over the place.  I asked for water, they said no we don't have water.  I said - I was talking to one of the women who was with me.  I said please - please urinate on a plate so that I can drink, she did and I - then regained consciousness, I woke up.\n When I was awake they put me into a van and I was taken to hospital.  The doctors said to me I must just go away, I must go back under those rocks where I was before, I am no-one - I am nothing, what is ANC, what is ANC.\n He said this woman's son is the one who was - who appeared on TV.  You must be aware that I didn't even see my son on TV, I don't even have a TV, I still - I didn't have it then.  Somebody pleaded with the doctor and then they admitted me.  On Christmas I spent my Christmas in the hospital, I even spent New Year in the hospital, two months there.  My children were trying to fend for themselves while I was - while I was in hospital.\n It's very difficult in the township if you have no-one to take you.  And now I haven't left out anything, I have said anything - everything right now.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much, Ms Khonele you son's name was Zabonke.",
            "Unknown"
        ],
        [
            "MS KHONELE",
            "It was Zabonke, his other name was John and that was - that's how he.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[indistinct] was killed.",
            "Unknown"
        ],
        [
            "MS KHONELE",
            "I don't know how to account this, we - we use to give but at that time we didn't have - we didn't differentiate between time and dates and the years.  But what I know is when he was circumcised, he was - that was how - that happened three years ago before he died.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Oh! so he was a young man.",
            "Unknown"
        ],
        [
            "MS KHONELE",
            "He was already too old when he got circumcised.   But what I am trying to point out he was - circumcised, he as been circumcised now for three years, but his age I do not know.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Fine, I want to thank you very much for telling your story and about your experience and I am going to ask my Commissioners if they have any questions for any of the four who have given their testimony today.  Please just feel very relaxed if the question is for you they will mention you by name, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mary.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you, I would like to ask two questions just to try and get absolute clarity about some details.  My first question is to Ms Mia.  Ms Mia, thank you Ms Mia, I won't call you up again.  You told us that your son's name was Jabulani, on one of the documents that we have, there as a note that his name was recorded as Godfrey Jabulani, were those other names that he had or  is that a mistake?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "I only know that Simon and Godfrey that's how he is registered in his certificate.  But we have our African names.",
            "Female"
        ],
        [
            "MS BURTON",
            "That's fine so he was recorded as Godfrey, that's his name on his birth certificate, on his identity document, you knew him as Jabulani.",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Even this name that certificate appears Simon and Godfrey.",
            "Female"
        ],
        [
            "MS BURTON",
            "And is that wrong [indistinct]",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "No, no those are his - those are his names, those are correct names actually.",
            "Female"
        ],
        [
            "MS BURTON",
            "And the other question I want to ask is [intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It may be better if we dealing with the one, then if she moves away she knows she doesn't need to come back.",
            "Unknown"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "You said to me before your daughter got lost before.",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Before that in 1985, she said to me she was going to Bloemfontein to my mother, that was the time - that was the time I saw her.  The next time I saw here was the day Mr Mandela was released from jail.  Even to my mother, she said to me she was going to Lesotho.",
            "Female"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Wasn't she part of the struggle.",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "If they say  somebody is in exile then that means a struggle, the person is in the struggle.",
            "Female"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Bishop, I would like to ask are there any children who are Jabulani's kids in here.",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "They are at school, they are all - the three of them are here in Cape Town.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What are the ages of Jabulani's children?   Just please tell us if they are daughters.",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "There are two daughters and one son.",
            "Female"
        ],
        [
            "MS GOBODO",
            "How old is your son - is the son?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Smolegi is going to be 12 years now.  The second one who is the daughter is going to be 11 in October, Juvulile will be ten.",
            "Female"
        ],
        [
            "MS GOBODO",
            "About the children mamma, what can we do to help mamma?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "The other two are with their mother, here - the last one, the second one, was dumped on me by her mother, she is now 11, that one now is with me even now.   These other two they are with their mother.\n Their mother is also struggling.  He has stands that he usually use to sell just to try and get money for him - for herself, they don't have a place to stay and they - they are struggling to get the kids to school.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Excuse me mamma Mia, I sorry, I am going to go  back to the story that you told us.  What I am trying to find out on the day that your son died, you said to me that  he [intervention]",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Yes in the - during in the morning, he was from me, I gave him R2,00 we shared the R5,00 he said he was going to go and look for work.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Now did he have anything in his hand that would make somebody think that he is hiding so firearms somewhere, maybe in a bag or anywhere - anything else.",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "He was accompanying me he didn't have anything in his hand.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Was there anything that showed that he was armed?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "No he wasn't armed.  I would - I am the one who had a bag, I was going to work.",
            "Female"
        ],
        [
            "MS GOBODO",
            "And do you at home during this whole period you were living with him, was there anything that made you to be suspicious about any firearms where he usually sleeps.",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "No there was nothing where he slept in his slept in his little shack.  Even  end of Tape 8, side  ... ... [a bit of information has gone astray during the changing of tapes] ... dogs to be buried now.  I said to him, that day I was from the doctor, I said to him, you have already killed my dog, I am going to - I am going to bury it when I and his father wants.  I am the one who says, who calls the shot in my house now, you are not going to do anything else.",
            "Female"
        ],
        [
            "MS GOBODO",
            "In other words was there any period way there were arms at his place when he was still alive?   When did you actually see - when was the first time you saw these  arms?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "The first time I saw them was when he was dead already.  The police said to me we are here to search for firearms because we heard that his has firearms.",
            "Female"
        ],
        [
            "MS GOBODO",
            "According to your knowledge do you know if he has been to Russia?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Oh! no he has never been to Russia.",
            "Female"
        ],
        [
            [],
            "Sorry just - just on this last point that my colleague asked, was hi living with you all the time?",
            "Male"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Yes he was living with me all the time.  He would just come into the kitchen to fetch his food during mealtimes.",
            "Female"
        ],
        [
            [],
            "[indistinct]",
            "Unknown"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Never.",
            "Female"
        ],
        [
            "MS GOBODO",
            "You said something about the police, about the place where your children were shot.  Did you ever hear - did you ever hear about police who was injured - something that was said in the news or that was said by somebody else about this injury?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "This is just something that I had thought for myself.  I thought at least one of the police will come up and say this one has been injured by Jabulani but there was no other police that was injured by my son.",
            "Female"
        ],
        [
            "MS GOBODO",
            "If these people were - were armed, that is your sons, I think that there must be some evidence  of that.",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "Is this why you were asking this question.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Yes that is why I am asking, if they were also armed, then it means one of the police could have been injured, thank you mamma.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mary which one do you want now?",
            "Unknown"
        ],
        [
            "MS BURTON",
            "This is a question really to all - all of them because we know that in addition to your four sons, there were three other young men who died that day.  I just wanted to know whether any of you know anything more about them or where there families are now?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "We have no idea - some of these parents were living at Nyanga bush.  And now we don't know what happened to the people who lived at Nyanga bush.",
            "Female"
        ],
        [
            "MS BURTON",
            "We have - we have the names of two of  them as being Themba Mlifi and Zenneth Mjobo, and - and there is still one name missing as far as we know.  Do you know those names?",
            "Female"
        ],
        [
            "MIA EUNICE THEMBISO",
            "We only know Mjobo, the other one is Swelani, this Mlifi we have no idea who he is.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, thank you.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Again mamma I am going to go back, please forgive me for this, when this thing happened, I am not sure if you know that this is something that was highly published especially in the Cape Times.  Did you know about this report in the Cape Times?",
            "Female"
        ],
        [
            "MS NGEWU",
            "When I saw this in the newspapers they were called Guerrillas.  These people were called Guerrillas.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Do you know any reports - do you know if these people were reported in the newspapers?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes I saw this in the newspapers.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Now what I want us to talk about really is there are reports that were made her by somebody who was called to Tommy Weaver, who was a reporter of Cape Times.  I just want to find out if - what Tommy Weaver said is exactly what happened.  Some of the things that he says are Christopher and Zabonke while they were already on the ground, the police came and finished them off, they shot them while they were already lying down on the ground, that is how the reporter says this.  Did you hear that?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes I did.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Now this young man says again Christopher - Christopher in particular had 16 bullet wounds, did you hear that?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes I did.",
            "Female"
        ],
        [
            "MS GOBODO",
            "There was this other one that you say you know nothing about Mlifi - Mlifi but there is something that says he was shot when his arms were up, which shows that he was already giving up and he - while he was also on the ground he was again shot.  Did you hear all that?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes we heard that one of them had his arms up, but he was shot still.",
            "Female"
        ],
        [
            "MS GOBODO",
            "According to this report two of these children and I think of them was Mandla - Simon [indistinct]  the second one was Zenzile  Mjobo, they said - this report says they chased to the forest and they were shot in the forest, did you get that report?",
            "Female"
        ],
        [
            "MS NGEWU",
            "We heard that when it was said in Court.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Did you also hear that the police who were - who were mentioned a lot where police Barnard and  Sergeant McMaster, did you hear that report?",
            "Female"
        ],
        [
            "MS NGEWU",
            "No I can't remember that well but I know Barnard.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Can you remember Barnard?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes I can remember that one.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you.   My questions will be directed to Ms Khonele could you please move the mike - oh! you haven't okay thank you.  Thank you mamma - can I ask, thank you for coming because I know that  it is your daughter who heard about our programme on Radio Xhosa she phoned you in [indistinct] and she told you about  this Commission, we are were happy that you came.\nWhat's in my mind that I want to ask you is seeing that you don't know Cape Town, but you know that your son is in Cape Town, how did it come to you that - how did you feel when you heard that your son has been killed in a foreign place.",
            "Female"
        ],
        [
            "MS KHONELE",
            "It really hurt me, because it was the time when - it was the time when I was in pain after I have been hit by this big rock I was talking about.  That time I was taken to [indistinct] hospital.  Now I was already from Cape Town with her - with his daughter, now I went to hospital, the neighbours were struggling with me now.\n When I got to [indistinct] I was given injections, I was given injections on the tips of my fingers - on  my shoulders and all over the body.  This injections were very painful.  Since - since then I've been too weak, even though I have been hit by these rocks I tried to survive.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Mamma how do you feel now, now that you are venting yourself in this Commission?",
            "Female"
        ],
        [
            "MS KHONELE",
            "No nothing is better about this whole thing, I don't know, I cannot tell you how I feel.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Can you tell us about Zabonke's child where is she now and how old is she?",
            "Female"
        ],
        [
            "MS KHONELE",
            "She is here in Cape Town she is now doing std 8.",
            "Female"
        ],
        [
            "INTERPRETER",
            "I am sorry now the witness says the child is the same age as the father.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "No, thank you mamma, mamma last question please.  Mamma how do you feel - how do you feel now?",
            "Female"
        ],
        [
            "MS KHONELE",
            "No you can ask.",
            "Female"
        ],
        [
            "MS GOBODO",
            "The last time mamma, if now you can meet these people the people who injured your son, what message would you give them?",
            "Female"
        ],
        [
            "MS KHONELE",
            "I wouldn't be able to talk to them, it is their fault that now I am in this misery, now I wouldn't know what to do them - to do with them.  I wouldn't know, I would never be able to say what - I can never tell them what to do, I've just given up everything, I don't know.  I don't know anything.  I will be just - be grateful if I can just get anything, but I personally cannot do anything.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Mothers I would like to say this to you, all of you if you can just see these people, if these people can come in front of you, what kind of a message would you say to them?",
            "Female"
        ],
        [
            "MS NGEWU",
            "I personally feel what the Commission can do for me is that these people should be brought to justice.  The whole nation must see these people and they must say why they shot our children, they must account for the death of our children, why would they drag my son, was he a dog?\n Were their hands better than mine, better than my son's.  Were their hands so clean that they couldn't even touch my son, why did they have to drag him?  Barnard would come in and out of my house and he would be telling me that your dog Christopher is dead.\n After I got - I was pregnant for nine months with my child, after killing them - after my child was killed they got promotions and they got more money.  They were put in high positions, but today - Barnard also died like a dog, when I said - when I heard that, I said the way my father - my son died, will be the way all these people will die too.\n He is still alive and he is living very well today, and I am poor, I am in misery.  His child is going to school, but my son's - my son's child is going to school, it's very difficult.  How is he going to eat anything, thank you.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Mamma I would like to ask a question to all of you, what is your wish - oh! I am sorry my Xhosa is not so good.  I would like to ask you how can we honour your children.  When I say we - I mean here and everybody else in here - how can we do that.",
            "Female"
        ],
        [
            "MS NGEWU",
            "In connection with our children, nobody did this before but how they can be remembered is there were no memorial services done for them in Guguletu.   That is something that we still feel that it should have been done.  We feel that they were not important in the - in the nation at all.\n What I would ask is something - a memory that will be held for them, even if it's just a creche or a building or a school that could be named after - after our children.  Anything that could be named after our children, then we can be satisfied, yes we know they'll never come back.  But at least we want to have something that will take all that - that hurt inside.  We really feel very bad about our children.  I didn't finish talking about this before, but I wonder if I can still go on.\n There was a white policeman who was at special branch that time, who asked me certain question that I couldn't - which I couldn't answer.  But I ended up questioning - answering them because he kept on asking me the same thing.  He repeated it for a long time, I had to answer.  This white man now is in high positions, I don't know if I'll be able to say this correctly but I think it's Trollip.\n Now it was from nine to lunch time when he asked me something like this, why did you ask - why did you allow the ANC to come and take your son's coffin.  Why did you bury him on your own dates, not the date that we gave you.  When I answered him I said, every person has his own people, if there are just too many people a group of people coming to you saying do anything that they say, and you will be knowing that during that time, people would - people would just think of me as an informer.\n And these people didn't come here because they didn't know who he is, they knew who he was.  They knew him, they were with him all this time.  The boers have did - did horrible things to us.  Even today I can't educate my children, how do I  do that, even their father was completely destroyed by his son's death.  I have two children at the university, one at the University of Western Cape, one tried to be registered at Western Cape but because of sufferings of poverty we couldn't continue.\n I am the only one, I am the mother and father in that house, it is this boers fault.  Yes they didn't kill my husband, but it's the same thing because he couldn't do anything since his son was dead, was killed.  My request is these boers must be put in front of us - in front of this Commission so that everybody here can see them.  We want them to be put here so that the people can see.\n They are living with their families happily, our families are incomplete now, we are still crying - we still have this big lump in our throats.  If - if they can be put here in front of us maybe that lump can go away.\n The Truth Commission has really helped us, we are grateful.  To those people who had this idea in the beginning we are very grateful.  People who just used to just look at they didn't know how we felt inside, we are very thankful to the Commission for this whole idea, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mothers we are grateful for the report that you have tabled in front of us, we are also grateful for you to be so brave to come and tell us all these details this afternoon.  We are thankful for you to come over - to come to us to tell us your  hurt.  On our side we will and try and do what we can do as this Commission.  We are also thankful for your gratitude, thank you.",
            "Unknown"
        ]
    ]
}