{
    "header": {
        "type": "TRUTH AND RECONCILIATIOIN COMMISSION",
        "starting date": "1996-04-23",
        "location": "HEIDERVELD",
        "day": "2",
        "case number": "CT/00304",
        "victim": "ZENZELI ERIC MAY",
        "testimony": "ZENZELI ERIC MAY, TANGO LAMANI",
        "nature": "TORTURE AND SOLITARY CONFINEMENT",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55171&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/heide/ct00304.htm",
        "speakers": [
            "ADV POTGIETER",
            "CHAIRPERSON",
            "DR BORAINE",
            "MR LAMANI",
            "MR MAY",
            "MS BURTON",
            "MS SOOKA",
            "UNKNOWN COMMISSIONER"
        ],
        "original_speakers": [
            "DR BORAINE\n",
            "MS BURTON\n",
            "MR MAY\n",
            "UNKNOWN COMMISSIONER\n",
            "CHAIRPERSON\n",
            "ADV POTGIETER\n",
            "MS SOOKA\n",
            "MR LAMANI\n"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "As the first witness today we invite Zenzeli May to take the witness stand please.  And I understand that he is going to be accompanied by Tango Lamani, so I invite both of them to the witness stand.  I'd like to offer a very-very warm welcome to Mr May and Mr Lamani.\n We are very pleased that you have joined us to give witness to events which took place in your lives and which touched your lives very deeply.  Before we ask you to tell us your story, I have to ask you to take the oath, so I'd be grateful if you - Mr May would stand please.\nZENELI ERIC MAY Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much, will you be seated please.  And Mr Lamani you are also going to address the Commission, would you please stand.\nTANGO LAMANI Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much, please be seated.  Mr May you will start, you have a horrible story of harassment, of detention, of torture, of accusation and in order to assist you to tell that story, Mary Burton will lead you, thank you.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Good morning Mr May.",
            "Female"
        ],
        [
            "MR MAY",
            "Morning.",
            "Male"
        ],
        [
            "MS BURTON",
            "Would you like to testify in Xhosa or in English?",
            "Female"
        ],
        [
            "MR MAY",
            "Both.",
            "Male"
        ],
        [
            "MS BURTON",
            "That's fine and have you got.",
            "Female"
        ],
        [
            "MR MAY",
            "I can testify in English and Xhosa as well.",
            "Male"
        ],
        [
            "MS BURTON",
            "Okay if you want to use the earphones you are welcome to do so for the translation.",
            "Female"
        ],
        [
            "MR MAY",
            "Okay.",
            "Male"
        ],
        [
            "MS BURTON",
            "You were a member of COSAS in the late '70 and early '80's is that correct?",
            "Female"
        ],
        [
            "MR MAY",
            "That's correct.",
            "Male"
        ],
        [
            "MS BURTON",
            "And the story that you are going to tell us today is one of interrogation, detention for long periods, harassment and in fact also smearing your name.",
            "Female"
        ],
        [
            "MR MAY",
            "That's right.",
            "Male"
        ],
        [
            "MS BURTON",
            "Is it correct, well let's - let's begin to hear your story.  In June 1980 you were working in the Ciskei and you were detained at that time is that right?",
            "Female"
        ],
        [
            "MR MAY",
            "That's right.",
            "Male"
        ],
        [
            "MS BURTON",
            "Would you like to tell us a little bit about what happen then?",
            "Female"
        ],
        [
            "MR MAY",
            "That's correct.",
            "Male"
        ],
        [
            "MS BURTON",
            "Well let's begin to hear your story.",
            "Female"
        ],
        [
            "MR MAY",
            "In 1979 I joined COSAS in Port Elizabeth and then at the beginning of 1980 I went to study in Whittlesea, Sada and then at the same time we established COSAS branches in Whittlesea and  Queenstown, and then later in that year in fact mid -year around June, the police - the Ciskei police that have to harass us and then the school was closed, classes were suspended, that is in Mhlotshana  it's at a township.\n And then we were told to come back on the 11th of September 1980.  So when we came back to the school, the school yard was filled with police men holding whips and batons.  So when they saw me and a group of students coming towards the school they said here is the man we were looking for, and then they chased me around.  And there were lot of police vans around, and I tried to run away but they caught up with me.\n So I was beaten up and then until I pretended to be dead, and  then they loaded me at the back of the police van and then - by  that time a group of students have gathered in the school yard and around the school and  the policemen were charging towards the students.  And subsequently the policemen who was driving the police van drove me to Whittlesea police station where I was kept for few hours.\n And then whilst I - whilst I  was held there I heard some cries from young students who were being detained by police.  Some of them had wounds and they were crying and then later in that day at about three o'clock I was taken out of the cell into the police station.  And then at the police station there was a white policeman a tall guy and a hefty one, and then he said that he was worried that I was arrested earlier on in the day because he wanted to shoot me because of the troubles I was making in that area.\n And then after he had discussions with the Station Commander of the Whittlesea police station and then he took me with him to the police van that was waiting outside.  So he lifted me up and pushed me into the cage that was meant for police dogs, and he drove with me to Queenstown with the gate open.\n And then I was - my body was wounded because of the beatings by the Ciskei police,.  And then we arrived in Queenstown in the late afternoon so they took me into the cells.  And then the following day another Security policeman he introduced himself as Sergeant Jordaan of the Security Branch in Queenstown.\n They took me to their offices where they interrogated me,.  They wanted to know about COSAS activities, which I told because by that time they had our minute book and then they wanted to know the people who were backing us like old people in Queenstown.  And then I said I have no knowledge of any person old person who was influencing us.\n They particularly mentioned Mr [indistinct]  Sondlo that he was the man, I mean the suspect was behind us and then they were influencing us to promote the aims of the ANC.  But I said we know nothing about the ANC we were just a student organization and were interested only in students affairs.  And then - so they do that - did that almost - for almost three months.\n I mean three months and they would take  me from the cells in the morning and then to their offices where they interrogated me.  And then when they saw they couldn't get the information they wanted they started to beat me up, and then they punch me and then the person who was doing that it Sergeant Jordaan, Sergeant  Nel and Captain Venter who was a leading  the group - the group.\n And then it was - they would pull plastic bags over my face demanding that I should confess to the people that were ANC members .  And they wanted to know who were putting people to go to Lesotho or Angola to be trained as ANC guerrillas.  I told them that I had no knowledge of that kind of activity I'm not a member of the ANC, I know nobody who is doing that thing in Queenstown and top of that I was not living in Queenstown.\n I was taken in Whittlesea so they should direct those questions to the guys who were or comrades who were living in Queenstown.  But they couldn't believe what I was telling them they were saying that I had more information because in 1979 - 1979 around December I was arrested in Queenstown in fact we were just briefly held together with Mr Thozamile Botha.  \n And he went to Queenstown for his own business but they realized that he went there to meet some Civic people in Queenstown so they said I definitely had some connections with all that people and I've got some information that I must tell them.  But I told them that I don't have any information to tell them I know nothing about the activities of Mr Botha so I can't tell anything about him.\n So at one stage they took me from my cell in the afternoon they made me to put on police camouflage and then they put a balaclava over my face and they drove me out of the police station into an isolated spot.   They were - I was handcuffed and I had leg irons on and  they repeated the same questions and then they said that they were going to shoot me if I don't tell them that and they will tell the public that I ran away from the police station long time ago and I've come back being a well trained ANC terrorist.\n And then because of the fact there again that there was nobody who knew where I was being held.  So they will shoot me and leave me there but I said to them I've got nothing to tell them.  So Captain Venter he moved about 20 meters from me and pointed a gun at me so he said he was going to shoot me.\n But I told him that I've got nothing to tell him, so he shot at my feet but he didn't - I mean he missed me.  So he said am I still not prepared to tell the truth but I said I've got no other truth to tell him.  So they were just frustrated, so they took me back to the police cells and they kept me there for a further two months now without interrogating me.\n And then I was held under solitary confinement for the whole period.  And then after about five months Captain - Sergeant Jordaan came to the cell, he opened the cell and told me that your mother is dead and you are not going to bury her.  And then he closed the cell and then he left me there.  So I the [indistinct] that my mother is dead, but we had a way of communicating with the outside public in the cells.  So I sent the message outside to ask if that was true, but somebody else told me that it was not true, my mother was there still alive.  So they kept me thinking that I was being frustrated because of that.\n And then after six months there were about fourteen  of us held in - in fact detained in that period and then we were transferred to Fort Glamogan Maximum security prison in East London.  So we were still kept in solitary confinement for that period and then after two months we were charged for terrorism.  And then the trial went on for a month and I was discharged.  There was no evidence against me.\n And then they - three of us were discharged and then eleven of us - of them stayed behind.  And then after another month they were discharged as well.  But I couldn't attend their trial because when I was discharged Captain Venter said that I was responsible for having distributed copies of  the Freedom Charter in Queenstown and Whittlesea and the Freedom Charter was a banned document then.  So they wanted to arrest me again, so I had to run away from East London. and try to - in fact I [indistinct] in Port Elizabeth.  So  when the trial was over [intervention]",
            "Male"
        ],
        [
            "MS BURTON",
            "Sorry to interrupt you, by then it was about early 1981, was it about that period?",
            "Female"
        ],
        [
            "MR MAY",
            "At the end of 1981.",
            "Male"
        ],
        [
            "MS BURTON",
            "End of 1981 okay.",
            "Female"
        ],
        [
            "MR MAY",
            "And then when the trial was over I went to stay in Port Elizabeth and most of the COSAS leadership at this stage was out of prison.  And at the beginning of 1982 we started to regroup again and form - established COSAS branches again.   And then in February I went to Johannesburg I  attended the funeral of Neil Agget who was - who died in detention at that stage.\n There were about five of us from Port Elizabeth.  After the funeral of Neil Agget we went to Brandford to visit Ms Mandela's place.  We were supposed to have a meeting there but the meeting couldn't take place because some of the delegates didn't arrive.  Whilst we were leaving Brandfort we were detained in Brandfort by the security branch there and then we were kept in the cells for a about two days.\n And then during the week I think on Monday or Tuesday they released us saying that the reason why they detained us, we were cheeky we didn't answer the questions they wanted us to answer.  Then when I arrived in Port Elizabeth about two weeks - after about two weeks in the middle of the night some people knocked at the door at my home.\n And then my brother answered the door and then some people came in, they said they are looking for Mr May, when he said he was Mr May they said no we are not looking for you, we are looking for your brother.  So he - they woke me up and took me to Sanlam police cells in Port Elizabeth, and then there were about four policemen.\n I recognized Mr Bahlekazi Zitongata and also there was Roelofse as well.  So they took me to the cells, and then they wanted to know about our visit to Brandfort and my activities in Queenstown and Port Elizabeth which I told them.  And then they wanted to know why did we visit Brandfort, I told them we were suppose to have a meeting but it didn't take place.\n And then they asked if I could be their informer, and then  I would be paid for that but I said to them I was not looking for employment.  I was a student so I cannot I mean do that kind of a thing.  And besides I was part of COSAS leadership so if I could attempt to implicate some other leaders of COSAS that would mean implicating myself as well so I could not do such that kind of a thing.\n And then Mr Roelofse said to me that do you see we have done to Siphiwo Mthimkulu, he can't do anything now he is just useless.  And if you do not want to work with us we are going to do the same thing to you. Then  I said to them, well I'm used to being tortured and I'm used to being I mean detained so there's nothing that can make me  - I mean work for them at this stage.\n So they said okay they will deal with me and then they released me at the early hours of the day.  And then after about two weeks I heard from other COSAS members that there was a receipt that was found at the place we used to frequent in New Brighton, Port Elizabeth.  And this receipt had my name on it and a certain amount of R500,00 or R600,00 which to some other people meant that maybe I was a paid up police informer.\n So there was some kind of a division within COSAS some other people wanted to believe it and some other people didn't want to believe it.  They were saying that how would they would go and drop a receipt at that place where they know that I mean everybody used to go there and it's where when we want to have some meetings we'd start and proceed to a place where we would meet.\n And then I  couldn't get hold of the receipt and I couldn't challenge that in Court.  But  just decided to not to be involved to any political activity at that stage until I could have a chance of proving to the public that what they did was blackmail me.  Because they couldn't convince me or make me to be their informer so they resorted to blackmail.  I didn't have a chance of - is of  proving  that to the public.\n But now I've decided to take up this opportunity that has been created by establishment of the Truth Commission to tell the public that the police blackmailed me because I refused to be their informer, thank you.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you Mr May there are a couple of questions that I would like to ask you.  In the - in the statement that you gave to our statement takers there is a mention of police officer called Tonzata but I think now you said Tongata.",
            "Female"
        ],
        [
            "MR MAY",
            "Tongata ja.",
            "Male"
        ],
        [
            "MS BURTON",
            "Just so that we get that straight - Tongata.  And the other person then in the - on that occasion in the Sanlam offices in PE was Roelofse is that right?",
            "Female"
        ],
        [
            "MR MAY",
            "That's right.",
            "Male"
        ],
        [
            "MS BURTON",
            "Now, and they are the people that you suspect of spreading the information that you were now acting for them as a paid informer is that right?",
            "Female"
        ],
        [
            "MR MAY",
            "I suspect them to be part of that group that is responsible for that.",
            "Male"
        ],
        [
            "MS BURTON",
            "One of the coup that you had was that there was an attempt to get your handwriting, could you tell about that.",
            "Female"
        ],
        [
            "MR MAY",
            "When they detained me that evening, they made me to write certain sentences repeatedly, I was writing on an A4 page and then at the bottom of the page they asked me sign.",
            "Male"
        ],
        [
            "MS BURTON",
            "And they were the same people who threatened to do to you the same as what happened to Siphiwo Mthimkulu.",
            "Female"
        ],
        [
            "MR MAY",
            "They were the same people.",
            "Male"
        ],
        [
            "MS BURTON",
            "You mentioned also in your statement somebody who had told you that the rumor was circulating that you had been persuaded to act as an informer.",
            "Female"
        ],
        [
            "MR MAY",
            "Yes it was Fundile Mafungosi whose is  at present national organizer of AZAPO.   He came from the executive meeting and told me that there was this information that has been discussed by COSAS executive .and that the executive was divided because of this issue, so they do not know how to deal with it.",
            "Male"
        ],
        [
            "MS BURTON",
            "Also some people do not want to believe it and some of them want to believe it.  Would you say that, that was something that was done quite often in those days?",
            "Female"
        ],
        [
            "MR MAY",
            "Yes, some people told us some people were taken by the Security police and driven around the township against their will creating the impression that they were friends of the police or were part of the Security police so as to confuse the public.",
            "Male"
        ],
        [
            "MS BURTON",
            "Is there anything that we have left out you want to tell the Commission?",
            "Female"
        ],
        [
            "MR MAY",
            "No.",
            "Male"
        ],
        [
            "MS BURTON",
            "Well thank you very much for telling us your story, and with all the details I think before we ask Mr Lamani to corroborate your evidence perhaps we could ask if any of the Commissioners want to ask any questions  end of Tape 6  Side A ...",
            "Female"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "[indistinct] forces, to spread a rumor and an  impression that somebody was their informer - was to move the person around in the townships with them against their will",
            "Unknown"
        ],
        [
            "MR MAY",
            "That's right.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "And did that then create the impression was acting in cahoots with the Security Forces?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "And was if not so that on some occasions having done that they would release the person even though the person was a known activist and had been active in the township.",
            "Unknown"
        ],
        [
            "MR MAY",
            "Sometimes they would release you into an area where they know that the sentiments of the public are very high and if the public have seen you driving around with Security police they would think that you are their informer and you would be killed.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "In fact is it not solve that  perhaps to your knowledge documented cases of people were killed by the necklace method as a consequence of those who have skills to spread the rumor about people being informers.",
            "Unknown"
        ],
        [
            "MR MAY",
            "Definitely yes, although some of the murders were committed by the people in the townships.  But  the real people behind those murders were the Security people.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Yes, now is it your view or an impression that your handwriting was being sought by the police in order for them to use it on the receipt that allegedly indicated that you had been receiving money from the police?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I believe that they've done that, in fact they've taken that writing specimen with most of the political detainees in that period.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "And is it your believe that the receipt was deliberately left at the place where it could be seen by your comrades therefore perpetuating the impression that you are receiving money from the security police?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I believe so they deliberately left that receipt so as to divide COSAS.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "They couldn't deal with COSAS effectively by detaining us they knew that we have been detained, we have been through lot of tortures.  So in order for them to succeed in dividing us or confusing the public they must resort in other methods \n Was this strategy and I hear you that the strike was aimed at dividing COSAS.  But are you in agreement that it could also have caused great harm to you, you could have been killed?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I - I believe that",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "And can you tell the Commission how you felt when it appeared that some of your best friends were accepting that you were an informer?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I was very humiliated and embarrassed because there were lot of other people young people, for example students who were looking at us as role models.  And so to hear that I mean some of these people they were regarded - that they regarded as role models were also working for the security police, it was really embarrassing and humiliating experience.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Were there times when you felt that you didn't want to continue been an activist as consequence thereof?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I decided not to take part to any political activity until this matter has been - at least proved to be incorrect",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Has that impression in fact been disproved with the passage of time, or do you thing that there's still a need to investigate that further so that your name can be cleared if it is possible?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I feel that there should be further investigations into the matter and it should be exposed as police lies.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Ja thank you, now one final aspect that I want to cover, you mentioned Mthimkulu both in your testimony when being asked by my colleague, Mary Burton and in your statements.\n Now this Mthimkulu, you are referring to, are you referring to the gentleman who was called Siphiwo Mthimkulu?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I'm referring to him.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Is he the person who was arrested in Port Elizabeth and was severely tortured in detention?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, that's him - I am referring to him.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Is he the gentleman who was released from hospital - I mean from prison but needed hospital treatment in Port Elizabeth?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I am  referring to him.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "He was the person who was in very great pain and could not walk and was hypersensitive and hysterical you know that, don't you?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I do",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "And he is also the person who was transferred to Groote Schuur Hospital here in Cape Town, as a consequence of the pain that he received in prison.",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Is he the man that was diagnosed and was treated for thallium  poisoning?",
            "Unknown"
        ],
        [
            "MR MAY",
            "That's right",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any other - Denzil?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson, just Mr May in regard to  Mr Mthimkulu, who was it that reminded you of the fate of what happened to Mr Mthimkulu?",
            "Unknown"
        ],
        [
            "MR MAY",
            "It was Mr Roelofse of the security branch in Port Elizabeth.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "In Port Elizabeth?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was he - was he on his own when he reminded you of that?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No, there were some other guys I think there was Tongata and also Niewoudt as well he was in that group as well",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And Tongata was also a - or might even still be, a member of the police?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, he is one of the Security police guys in Port Elizabeth",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And Niewoudt?",
            "Unknown"
        ],
        [
            "MR MAY",
            "And Niewoudt as well",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you - did you come to know these - these police people when you were down in Port Elizabeth?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I used to see them driving their cars around the townships.  I've seen them several - on several occasions and then also when they went to fetch me from home in Port Elizabeth",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Have you - have you received or become aware of any lately - recently of any news of Niewoudt?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I'm following the proceedings",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Which proceedings is that?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Like these statements that have been made on TV by Mr Mamasela who - who has been part of the Vlakplaas security network.  I was watching him on TV when he confessed that Niewoudt was beating- in fact was responsible for the beating of the PEBCO 3 who disappeared in the '80's",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Have you got any knowledge whether Mr Niewoudt is presently on trial for any charges?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, I'm following the fact that he is involve in another case in Port Elizabeth where some police members were bombed whilst they were driving a car, so he is involved in that case.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you  - just a regarding to the allegation that you were a police informer, was it also alleged that you were receiving money from the police at that stage?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was that a specific allegation against you, that was made against you.",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes, see the reason why I'm here today is to definitely to spell that kind of allegation, I never received any moneys from the police.  If they claim to have given me some moneys it means they owe the public an explanation.\n Now, at this stage you were in Port Elizabeth if I understand your evidence correctly.",
            "Male"
        ],
        [
            "MR MAY",
            "That's correct ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now, what did you - what did you do after this rumor was spread against you, did you  have to leave there?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I, couldn't do anything because I didn't have the receipt to would be able to challenge this thing in Court.  So - and also I was also worried because of the fact that some of the COSAS members were disillusioned, and then  some of them joined other political organizations like AZAPO.\n So it - I was very much concerned with this kind of a rumor I didn't know how to deal with it.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you eventually leave Port Elizabeth?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No-no, I didn't I worked for the - after 1982,  I worked for SA Breweries, in 1983 and then also because of the conditions within the company I was part of the people who founded FAHWU within the company itself and also nationally because there was, in fact many unions were coming together on specific industries.\n So again whilst I was working for the breweries I think a personal officer in 1985 asked me how did I get employment om Port Elizabeth - in fact at the breweries because senior management were concerned of the activities of the union within the company and that there were there quite a number of activists who were employed and I was one of them.\n And they wanted him to explain how he employed us,  it was a black personnel officer.  But I explained to him that he was not the guy who employed me, I was employed by a white personnel officer so they should rather direct those questions to him not to the black guy.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr May, thank you very much.",
            "Unknown"
        ],
        [
            "MR MAY",
            "Okay.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Mr Chair, Mr May was there any discussion within COSAS about the fact that you were  being accused as an informer.  I'm trying to determine how you managed to escaped being killed because the communities were very definite about people who were identified as - or accused of being informers.  Was there a discussion within the organization about that - that receipt.",
            "Female"
        ],
        [
            "MR MAY",
            "Yes there were some discussions within COSAS although some people wanted to believe it.  But I believe they had also in their mind that I couldn't possibly had been a police informer because they know my involvement in COSAS and how I suffered at the hands of the Security police.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Now the second question is, I know that you asking the Commission to help clear your name, but is there anything else that you would like the Commission to consider?",
            "Female"
        ],
        [
            "MR MAY",
            "No, all I want is for these guys to acknowledge their illegal activities and clear my name.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MR MAY",
            "Nothing else.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr May  you told us quite quickly about the times of arrest of detention and of  torture.  During the period when you were arrested and detained and without trial there were 100's perhaps 1000's of people who suffered a similar fate as you know.\n And they suffered it under the law which was commonly known as the 90 days Act and then later on the  180 days, where the - you could be held by the authorities without trial for that particular period.  Can you recall how many days or how many months were you kept under  detention or told, the total period, have you ever worked that out?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I think I was held for over - for about eleven months. Two months in Mdantsane, East London under Ciskei Security Laws and then nine months under S.A. Security Laws.  I was held under Section 6 of the Terrorism Act.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Ja and when you were held were you in solitary confinement or were you with a group of other people or what were conditions like?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I was held on solitary confinement, the conditions in Queenstown were better off than in East London because I was held in a bigger cell and also the food was better there.  But when we were transferred to East London the conditions were definitely very - very bad.\n The cells were moist and then when you lift the mat you were sleeping on you would find that there was moist and some fungi underneath that mat.  They were very small cells, and there was - so we were not allowed to speak to or to sing, to do anything, you were just allowed to be in that cell at all the time.",
            "Male"
        ],
        [
            "DR BORAINE",
            "So it wasn't five star hotel?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No-no it was not.",
            "Male"
        ],
        [
            "DR BORAINE",
            "No.",
            "Unknown"
        ],
        [
            "MR MAY",
            "But there were calling it a Blue Train, so that [indistinct]",
            "Male"
        ],
        [
            "DR BORAINE",
            "Ja, can you describe for the Commission some of your own feelings and impression particularly a period of nine months in solitary confinement without trial.  How did you feel about that, how did you cope with that?.  What was happening to you?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I think during that time for any political activist I mean we believe it, in fact it was sort of necessary for you to go through that kind of  a pain and situation before you could be I mean regard yourself as an activist.\n I was not feeling very bad but it was painful to be in solitary confinement, after some - for about six months we preferred to be in Robben Island than being held in solitary confinement. It's very bad, it's very-very-very bad.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Ja do you have any lasting feelings or mental worries or strains flowing from that very long period of solitary detention?",
            "Unknown"
        ],
        [
            "MR MAY",
            "No nothing, I am okay.",
            "Male"
        ],
        [
            "DR BORAINE",
            "So you strong?",
            "Unknown"
        ],
        [
            "MR MAY",
            "Yes I am.",
            "Male"
        ],
        [
            "DR BORAINE",
            "And what are you doing now?",
            "Unknown"
        ],
        [
            "MR MAY",
            "I'm working as an consultant.",
            "Male"
        ],
        [
            "DR BORAINE",
            "All right, thank very much.\nOkay.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I have some remarks that I will make but I probably ought to wait until your - your friend testifies.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Shall I go on then?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes please yes.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Okay then we welcome Mr Lamani.  Thank you for coming to contribute your evidence this morning.  Could you start of just by telling us a little bit about yourself on how you come to know Mr May before we go to the question of the receipt?",
            "Female"
        ],
        [
            "MR LAMANI",
            "Okay thanks, I am from Port Elizabeth, in the Eastern Cape.  And together with Zenzile we've been activists in Port Elizabeth and in the Eastern Cape generally.  And we were together involved in the student organisation called COSAS which was Congress of South African Students, so we have known each other for sometime now, late 70's early 80's up to university level where we were at the University of the Western Cape and we still together now in Cape Town thanks.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you very much.  Now I believe that you have some additional information to give us about this receipt which was used as alleged proof of Mr May's being a paid informer for the security police.  Could you tell us about that please?",
            "Female"
        ],
        [
            "MR LAMANI",
            "Okay thanks, I believe the year 1982 and I was doing matric at that stage.  In the township there in New Brighton, there in Port Elizabeth there is a house most COSAS activists used to stay.  The house situated at Masangwana Street, and many people in the township knew that if you want to get in touch or contact COSAS members you would go to that particular house, they always hang around there.  That also implies that even the Security police knew about the house.\n The Security police had the tendency or had a practice where at some point in time they will take rounds and visit people in the township particularly people who were banned or house arrested or activists.  They will just pop in your house just check where - whether are you still around, stay 10/20 minutes, then they go, they visit all of us.  So in this night they arrived at the house and there were few other comrades with us in the house but Zenzile was not there, I think Themba Manqashe was there and some other comrades.\n So when they knocked at the - when they knocked at the door, one other comrade went to open the door, so as he was opening the door, then he saw that is the police.   Then he said in Xhosa that abelungu bafikile, then we knew that when he said abelunga he don't mean any ordinary white person you know.  When you say abelungu you mean the security police the system yes.\n So when he said abelungu bafikile then we knew that okay they came.  So they got in there, there were some two or three other black security policemen with them and some white security policemen.  But the only one I can remember now it's Gideon Niewoudt, he was amongst the group of policemen who were in there.  So when they got in there they just asked us what are we were doing, and so on.  It was late in the evening and somebody, or one comrade was preparing food in the kitchen.  So they sat and they just talk whatever thing they wanted to say.\n They asked so many questions, where's so and so where's comrade so and so. Then as they were sitting down Niewoudt had a packet of cigarettes in his shirt in his front pocket in front, so he took out this packet of cigarettes, and there were small other white papers.  So he took out this packet of cigarettes and this small pieces of papers then he put them on the floor.\n Whilst other people asking questions to various individuals.  So they stayed there for a period of about 20 - 30 minutes.  You know just talking nonsense.  And after some time they said okay they are leaving now,  as they were leaving so Niewoudt bent down to pick up the packet of cigarettes and the small pieces of papers.  I was standing across him on the other side.\nSo as he was picking up this packet of cigarettes and this small bits of papers he left one piece of paper on the floor.  He took all the others and the packet of cigarette and he put them back in his shirt pocket and then they were preparing to leave.\n Then there were this small piece of paper he left there.  At that stage I couldn't say, sorry luitenant, you've left that piece of paper there I couldn't do that because I was also interested, and we were all interested - interested to see what's in the paper you know.\n`So we can't help them and say  sorry luitenant you forgot something there.  So we let them go, and we said okay good bye, whatever, then they  left.  After they left them we jumped for that piece of paper and  when we got this piece of paper, it was a receipt.\nAnd the receipt had a name there  Zenzile May, and on the amount side there was an amount of R500,00 or R600,00 but I can't recount whether it had a  stamp from the,  SA Police or South African Police was written on it.\nBut it was - but there was an indication that it is a receipt from the police.  And it had Zenzile's name and an amount of money and some signature at the bottom.  And many of us were present in the house we were mainly executive members of COSAS.  And immediately this created an impression, it implied that Zenzile was a paid police informer, here is the receipt from the police with his name and the amount of money.\n Then we said we'll have to convene the executive meeting the following day to look at this issue.  Then Zenzile was not there at that time.  Then we had the meeting, and this matter was tabled in an executive meeting and we discussed it.\n The house was divided on this issue, there were those of our activist of our comrades who believed that Gideon Niewoudt deliberately left this note to create a confusion and the impression that Zenzile May is a paid police informer.  And there were those of our members of the executive who believed that, it was so fortunate for us to bump into this kind of information.\n That all these time we had people within our mist who were selling out.  We couldn't resolve the issue but we decided then that this should be contained within the executive.  Because at that time COSAS was very strong, it was in 1982 you know.\n We just had a very successful school boycott in 1980's throughout the country, so COSAS was really very strong and to say - we said we couldn't let this go out of the executive.  So we should contain this within the executive and unfortunately it went out, it lick out of the executive and it went to the membership and not only the membership to many other people in the township.\n Thus Zenzile was then labelled by some as the police informer.  I think that's all I can say thanks.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you Mr Lamani, were there no other possible mechanisms that could have been used to try to established the truth or otherwise of this suspension that he was being paid as an informer?",
            "Female"
        ],
        [
            "MR LAMANI",
            "You see it was very difficult especially us as students, at least if we were a trade union where trade unions maybe they do have money we could explore other means but as students it was very difficult because the state at that time was very powerful especially the police.  They were very powerful they  had all the resources.\n And the only thing we could do is to get Zenzile and ask Zenzile whether he was an informer or not and if he says no and then that's it. Or if he says yes, then that's it.  So we couldn't explore all avenues on this matter.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you - yes.",
            "Unknown"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "[indistinct] oh! sorry it's modern technology.   I just want to know what you think saved you from being killed.  You have testified that most people who were labelled informers in those days were usually killed.  What you think saved you?",
            "Unknown"
        ],
        [
            "MR LAMANI",
            "Well as I said earlier on that I did not participate in any active political activities, so also the fact that a lot of people have seen what I've gone.  It was difficult for anybody else I mean to challenge I mean or to come to me and tell me that I was a police informer.  So I just kept a low profile, so I think I survived in that way.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "So though you think the damage was caused to your name you think that it may have been [indistinct] it wasn't that bad, is that what you are implying?",
            "Unknown"
        ],
        [
            "MR LAMANI",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "I just wanted to complete the inquiry about Mthimkulu, it is so that Mthimkulu has since disappeared to your knowledge.",
            "Unknown"
        ],
        [
            "MR LAMANI",
            "Ja.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Do you know that, is it so?",
            "Unknown"
        ],
        [
            "MR LAMANI",
            "Yes, I do",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "That his whereabouts are not known he disappeared from around Cape Town here.",
            "Unknown"
        ],
        [
            "MR LAMANI",
            "Yes, I'm aware",
            "Male"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well I - I just wanted to thank both of you the remarks that I wanted to make in East London we were listening to some quite extra ordinary testimony, a kind of things that have been repeated here when one old person spoke.\n I refer to our pride in those - in people like herself and to their testimony to the fact that it was because of people like themselves that democracy and justice had happened in our country for all of it's people.   And listening to young people like yourself you were a great deal younger even then when the things that you are describing happened.\n It is remarkable that you can be so old that you can smile and laugh and have such a remarkable lack of bitterness and speak of your experiences in detention and solitary confinement in a matter of that way.  And we just want to be able to salute you and salute all the young people of this country and say that we - we are a remarkable country with some quite extra ordinary people of all races.\n And we - I certainly believe myself that our country is going to succeed wonderfully because one of the greatest gift that God has given us is the quality of human beings we have in this land and thank you very much.",
            "Unknown"
        ]
    ]
}