{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-04-24",
        "location": "HEIDERVELD",
        "day": "3",
        "case number": "CT/00500",
        "victim": "EZRA EM MASEKO [son]",
        "testimony": "PHYLLIS MASEKO",
        "nature": "KILLING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55172&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/heide/ct00500.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR BORAINE",
            "MS BURTON",
            "MS MASEKO",
            "MS WILDSCHUT"
        ],
        "original_speakers": [
            "DR BORAINE",
            "MS MASEKO\n",
            "DR BORAINE\n",
            "MS BURTON\n",
            "CHAIRPERSON\n",
            "MS WILDSCHUT\n"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "You can hear my voice?",
            "Unknown"
        ],
        [
            "MS MASEKO",
            "Yes I can hear everything.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Much more important can you hear the [indistinct] - I'd like to [indistinct] on and my fellow Commissioners, you are very-very welcome.  I hope you feel relaxed and comfortable.   You can hear all right, let's just make quite sure.\n Okay now - all right I was saying I hope you feel comfortable and relaxed thank you.  It's not an easy thing for you to do, we know that and we feel for you because you have come to tell us a very sad and distressing story.  And I have asked - we have asked as a Commission Ms Mary Burton a Commissioner to help you tell your story and if you are ready, then I will ask her to start, are you all right.",
            "Unknown"
        ],
        [
            "MS MASEKO",
            "Yes I am all right thank you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Mary - once again before Ms Burton asks you some questions and helps you to tell your story, I'd be grateful if you would please stand for the taking of the oath and I will ask you a question.\nPHYLLIS MASEKO Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much will you be seated please, now Ms Burton.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you Alex, welcome Ms Maseko I am glad to see you here.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Thank you.",
            "Female"
        ],
        [
            "MS BURTON",
            "And you have family members here with you, welcome to them too.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes there are.",
            "Female"
        ],
        [
            "MS BURTON",
            "The year 1985 and especially the second half of 1985 was a very turbulent time in Cape Town.  You remember those years.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes I remember them clearly.",
            "Female"
        ],
        [
            "MS BURTON",
            "Now in August there was the Pollsmoor march and many people were caught up in that, do you remember that?",
            "Female"
        ],
        [
            "MS MASEKO",
            "No I am not quite sure about that Pollsmoor march.",
            "Female"
        ],
        [
            "MS BURTON",
            "But can you remember that there were many things that happened in those months, many meetings and rallies and also many funerals.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes I do remember that, but most of the time I was at work at Sea Point, I use to leave early for work.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you, now on the 21st of October of 1985, your son Ezra Emmanuel Msimelelo Maseko was shot dead, he was only 15 years old.  Sorry I interrupted you.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes that's true.",
            "Female"
        ],
        [
            "MS BURTON",
            "Will you tell us what you know of what happened on that day.",
            "Female"
        ],
        [
            "MS MASEKO",
            "On the 21st of October I left my children at home and was on my way to work, I told them not to go to school because there were riots at that time.  They were at their peak during that time at Langa and Khayelitsha.  I told them not to go to school at that time, because they were going to [indistinct] at Langa and a Mr Gobo who was the principal.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct] at that time?",
            "Female"
        ],
        [
            "MS MASEKO",
            "I was working at Sea Point, but we got a house at Khayelitsha coming from Guguletu.",
            "Female"
        ],
        [
            "MS BURTON",
            "[indistinct]  your children were living in Khayelitsha.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes that's right, but they were attending schools at Langa.",
            "Female"
        ],
        [
            "MS BURTON",
            "On - on that day you told them not go to school because it was too dangerous.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes that's correct, I said  but that particular day they mustn't go out of the house at all.  While I was still at work, between eleven and twelve I got a telephone call from one of my neighbour's at Khayelitsha.  I was told that my children were taken by the police at Khayelitsha.\n And the person who got the telephone call was my boss Ms Davidson.  She - she said I must take the phone, the I wanted to find out what was happening at Khayelitsha they told me that I must come back quickly to Khayelitsha because my children were being taken to the police station by the police.\n Immediately I took a bakkie who was one of the caretakers I asked him to take me to Khayelitsha quickly.  When I got there, there were many people in the streets and in my house.  I shouted for Thembila who is one of my children.  She responded from the next door, I asked where is Misimelelo, she told me Misimelelo has been shot.\n So I asked where was he shot, she told me she was - he was shot here in the yard, in the premises.  So I was told to go to the police station at Khayelitsha.  But that time they were not taken to the police station yet.  I went to the police station at Khayelitsha with the bakkie, when I got there, there were two doors at the police station, there was a door for blacks and another door for whites.\n So I went to the black policeman's door.  When I got there I told them that I am Phyllis Maseko I am from 260.  I want to find out more about my child who has been shot at the C-Section.  When I asked them they said I must look for him among those children who was - who were there - who were their friends.  I told them no - he  is not one of those.  So this black policeman told me to go to the white policeman.\n When I got there I also told them who I am, I told them I am looking for my son who they have shot at 260.  They asked - they asked  end of Tape 14, side A ... asked them what is doing in the van when the others are outside, he said he is dead.\n Immediately I grabbed him, I grabbed the policeman, I said what are you saying the policeman said he is dead.  So I asked where is he, he said he is in the van, so I asked what is he doing in the van, he said he is dead, that's all.  So the station commander took out a gun I looked at him, I asked him why did you kill my son, where did you get the permission to shoot.\n So I said one who shoots will also die by a gun, I saw him putting the gun back in it's own place.  I told this policeman to take me to my son, he took keys just when he was about to open the van at the back, I heard a voice shouting saying that no don't show her anything.\n I pulled a green curtain, I saw my child, sleeping among tyres, and he was foaming in his mouth, he was already dead.  When he opened the door of the van I also wanted to go in, he pulled me back, so that I wouldn't be able to hold him, then he closed the door of the van.  I asked him why were they keeping him in the van, they said they are waiting for the ambulance.\nWhile I was still waiting, crying, some of the nurses coming from next door came to help me, they gave me some pills and water.  So I went back to the driver of that bakkie that brought me here to leave, I told them to leave back to work.  Now after 20 minutes the ambulance came - arrive.  I came closed but they push me away, they drag my son out of the van and they threw him on the floor.\n When they threw him on the ground, my keys fell on the ground as well.  So I told them those are my house's keys, so they throw him in the ambulance again.  So I asked them where are you taking him, they said we are taking him to the hospital so I went in the - in the ambulance as well but they push me back, they took him away.\n In the following morning, I was told that my son is in Salt River in the mortuary.  I went to this mortuary, I saw my son, now he was wearing white clothes, he was in the ice.  I was given his clothes, some ANC members come to my house and I told them this.  And I told them about [indistinct] mortuary in Guguletu where it was dealing with the ANC.\n His body was taken to [indistinct] - the police kept on coming into my house.  I collected all the - all the bullets, the shells of the bullets that were left and I tried to look beyond the slabs where he jumped over, that's when now he - he got shot while he was trying to jump over these slabs.  Now they dragged him towards 255.  Kenneth du Plessis was one of those.  During that time they kept coming to my house, one of the policeman took this bullet shells, I didn't know who he was, because they kept on coming.  They kept on asking me when am I going to bury my son.  They told me I should bury him on a Wednesday and there mustn't be more than 30 people who will be attending this funeral.\n I told my family this story, I told them that the police are telling me not to bury my child on a Saturday.  Because at that time there were six funerals on a Friday, on a Saturday I am sorry and my child now was one of those, he was now the seventh.",
            "Female"
        ],
        [
            "MS BURTON",
            "Do you know who were the people who shot your son?",
            "Female"
        ],
        [
            "MS MASEKO",
            "The people were there, by the - the police were - two policeman were there by the time - the time they were in the Court at Wynberg, Magistrate Court, was Mr Kenneth du Plessis, and Sidwell Tembile Mayongo, they were both policemen at Khayelitsha.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you there was - there was an inquest that was held into the death of your son and at the inquest Constable Mayongo said I will read what he said\nOn Monday 21st October, approximately eleven o'clock I received complaint of stone throwing at C-Block, Khayelitsha.  I then proceeded to the scene with Sergeant Kelly and Constable Magadla.  On our arrival at the scene Kelly and Magadla chased the rioters with the police van and I chased the other on foot.\nAs I chased some of them around the houses, a few stood still and one of them threw a half brick at me.  As he was about to throw the second brick, I shot at him with bird shot.  I tried to hit his upper legs, but had to dodge stones at the same time.  He fell and the others ran away, I managed to grab Maxwell Sotyanya and EM Maseko was wounded on his left arm and chest in front.\n Do you believe that, that is a true account of what happened that day?",
            "Female"
        ],
        [
            "MS MASEKO",
            "None of that is true, there were no running children, Msimelelo was staying with his friend right in front of the house, two white policeman came out, when they approaching them with the gun, and one of the children who was running with them from the D-Section said let's run away because here the policemen drawing their guns.\n This other one from the D-Section went next door and hid there under a taxi, and the other one came to - came to my house to hide in.  When he tried to jump over the fence to the next door, Mayongo was shot now.  And when he fell, he - this policeman came and turned him over and shot him again, finished him off.",
            "Female"
        ],
        [
            "MS BURTON",
            "That's what you were told by somebody who saw it.",
            "Female"
        ],
        [
            "MS MASEKO",
            "My child here next to me, told me this and she was there as well.",
            "Female"
        ],
        [
            "MS BURTON",
            "They said that your son had stones or bricks in his hand, was that true?",
            "Female"
        ],
        [
            "MS MASEKO",
            "At that time, you couldn't even get a brick at Khayelitsha, even - even a brick to nail on - to nail a nail on the door or on the wall, you couldn't get bricks anywhere at Khayelitsha.",
            "Female"
        ],
        [
            "MS BURTON",
            "You - your family was represented by some lawyers at the inquest, do you remember those lawyers?",
            "Female"
        ],
        [
            "MS MASEKO",
            "The lawyers that we went to at Athlone were Mr Adam and Mr Chetsy, Mr Wilkenson, Joshua and Kwala.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you, would you be satisfied if we were to go back to the lawyers and ask for more details as we follow up the story.",
            "Female"
        ],
        [
            "MS MASEKO",
            "In the Court they said to me, now I said to them I know the whole Mayongo family I am going to call them to come and testify that Mayongo killed my son.  Kenneth du Plessis said if there is anything that has happened to the Mayongo family, my whole family now will be destroyed.  When I - we went back again, Kenneth du Plessis was holding the door and he was preventing anyone from coming in.",
            "Female"
        ],
        [
            "MS BURTON",
            "Kenneth du Plessis threatened you if you - if anything were to happen to the Mayongo family?",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes he said if there is anything that has happened to the Mayongo family, my family he will destroy my whole family.",
            "Female"
        ],
        [
            "MS BURTON",
            "Was that in the Court at the inquest that he said that?",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes he said that in Court, we were going out of the Court at that time.  I asked him how can this case be dismissed like this, and now my lawyers just told me no, we also belong to the Government you need to bring more witnesses, there is nothing we can do as lawyers.",
            "Female"
        ],
        [
            "MS BURTON",
            "So mamma Phyllis what  you expect that the Truth Commission can do for you and your family?",
            "Female"
        ],
        [
            "MS MASEKO",
            "My wish is that if there is anything that you want to do is to please educate my children so that they can be some - somebody in this world.",
            "Female"
        ],
        [
            "MS BURTON",
            "How many children do you have?",
            "Female"
        ],
        [
            "MS MASEKO",
            "At the moment I have two - who is doing std 8.",
            "Female"
        ],
        [
            "MS BURTON",
            "Is that three children that you have?",
            "Female"
        ],
        [
            "MS MASEKO",
            "And [indistinct] is doing - there are two - Felicity [intervention]",
            "Female"
        ],
        [
            "MS BURTON",
            "Felicity is this one, your daughter here with you.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes Felicity is the one next to me right now.",
            "Female"
        ],
        [
            "MS BURTON",
            "Would it be acceptable to you if we try to establish the truth of what really happened?",
            "Female"
        ],
        [
            "MS MASEKO",
            "I will be satisfied very much.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Thank you.",
            "Female"
        ],
        [
            "MS BURTON",
            "If any other Commissioners want to ask any questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there any others with questions, Glenda Wildschut.",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Having seen your child after the shooting, must have been very terrible for you, how has - how has your life been since that incident - how have you been feeling?",
            "Female"
        ],
        [
            "MS MASEKO",
            "This hurt me very much because my son was quite helpful around the house, especially on Saturdays, he use to have casual jobs on Saturdays, even in the house, he was my right hand, my  heart was quite broken at that time.  I have a great vision for my son.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Do you think about him a lot now?",
            "Female"
        ],
        [
            "MS MASEKO",
            "Yes very much so, I still have his photo's, but they make me remember hurtful things.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma is she Felicity your daughter, would you like Felicity also to make a statement or no?",
            "Unknown"
        ],
        [
            "MS MASEKO",
            "No I don't know it's up to you if you want to ask her questions?",
            "Female"
        ],
        [
            "MS BURTON",
            "I think that we have the information that we need, unless there is something more that you want to add that we haven't asked you.  We are satisfied that we have the answers that we need.",
            "Female"
        ],
        [
            "MS MASEKO",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much mamma we hope that we will try by all means to satisfy you.",
            "Unknown"
        ],
        [
            "MS MASEKO",
            "Thank you sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ]
    ]
}