{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-04-24",
        "location": "HEIDERVELD",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55177&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/heide/ct00600.htm",
        "speakers": [
            "ADV NTSEBEZA",
            "CASE NO",
            "CHAIRPERSON",
            "DR BORAINE",
            "GLENDA WILDSCHUT",
            "MLANDELI WALTER MQIKELA",
            "MS BURTON",
            "MS GOBODOMADIKIZELA",
            "TESTIMONIES FROM",
            "TORTURE",
            "VICTIM",
            "VIOLATION"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "MLANDELI WALTER MQIKELA\n",
            "VIOLATION",
            "TORTURE\n",
            "TESTIMONIES FROM",
            "DR BORAINE\n",
            "MR MQIKELA\n",
            "MS BURTON\n",
            "CHAIRPERSON\n",
            "MS GOBODO-MADIKIZELA\n",
            "MS WILDSCHUT\n",
            "GLENDA WILDSCHUT\n",
            "ADV NTSEBEZA\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00600",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "TORTURE",
            "",
            "Unknown"
        ],
        [
            "TESTIMONIES FROM",
            "MLANDELI  MQIKELA [son]\n NTOSILE  MQIKELA [father]",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Mqikela can you hear me?",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Have you got the earphones all right - okay I will be speaking to you in English the translation will be into Xhosa is that all right, is it coming through all right.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes I can hear it.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr Mqikela I have to ask you to please stand for the taking of the oath.\nMLANDELI WALTER MQIKELA Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank very much.  Mr Ntosile Private Mqikela that is you.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes that is me.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Stand please for the taking of the oath.\nNTOSILE PRIVATE MQIKELA Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Please be seated.  Mr Mqikela you have come to tell a story about what happened to you and yourself in 1985 I think it was.  It was a very grim experience and it's not easy to go back and to think about these awful events again.\nBut we need to hear your story, so as to have a completed picture as possible of what has taken place in South Africa between 1960 and 1993.  So I hope you will feel very relaxed you are amongst friends and to assist you in telling your story I am going to hand you over to fellow Commissioner Mary Burton.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you, perhaps for those of you who have a programme of the days hearings in front of you, this is the second family on our programme because we are still awaiting the witnesses who will testify to the first story.\nMr Mlandeli Mqikela welcome here this morning, I hope you will feel comfortable and relax as we give you a chance to tell your story.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "I am sure I will.",
            "Male"
        ],
        [
            "MS BURTON",
            "It's good that you have your father here with you.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Okay.",
            "Male"
        ],
        [
            "MS BURTON",
            "You were at school in New Crossroads in 1985 and there came a day when there was a meeting and all the students went to the meeting, is that right?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "That is all true.",
            "Male"
        ],
        [
            "MS BURTON",
            "And then the police arrived and told you that the meeting must disperse.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "That's right.",
            "Male"
        ],
        [
            "MS BURTON",
            "Would you like to tell us a little bit more about what happened then. -",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Okay, yes I am ready to tell you - I would like to tell you what happened.  I can't remember the exact day, but it was on the 2nd  of October 1985.  I was the 2nd of October 1985 when this incident happened.  I was at school, at X-3 and I was doing std 7 that time.  \nWe didn't have normal classes that time even though we were coming to school, there was something that prevented us from coming to school.  The previous Saturday of that incident, we had a funeral of one of our students called Stambile Matiso.  In that funeral many people were beaten up and there was also a bomb, there were also lot of police.  The police were also beating people up in there - in that funeral.  Food was also thrown out  end of Tape 11, Side A ...  [indistinct] during the discussions in this meeting we saw the police they were outside the fence.  It was around - it was after ten, they forced themselves into the school.\nWe went to call Mr Jimba our principal, we spoke to him, he told us to disperse because our meeting was illegal.  We tried to plead with him, and the principal also tried to plead with the police to tell the police to leave.  But they said no, they were just going to stand outside the yard - outside the school premises.  We were almost 3,000 that is my estimation I can't really recall.\nI live at Nyanga East they blocked the way - they blocked the way to my place.  We also saw the soldiers wearing brown uniform and the police were wearing blue uniform.  Seeing that the way to cordon off street was blocked by the police I had to take another route.  I took NY78, I  was with a colleague, his name was Simon Skeye who use to live at Guguletu at that time, no 53.  While we were at NY78 we were told to disperse by the police, and we were shot at but we didn't care about that, we just ran.\nWell I decided let me obey the police, and I was just trying to - to get back home at Nyanga East.  All the way we were hiding, hiding away from the police, all the way to my place.  When I was trying to get to the terminus road, on my way to my home.  When I was still at Terminus Road, the police approached me, there were too many.  I was trying to go to New Crossroads, I saw several policemen.  Some were in their vans, they were quite a group, a large group, they were in their uniform.  I was also in my uniform, because I was from school.  \nThey were talking to me in Afrikaans, they said there is another one, I was so confused and it was so - it was clear on the road, there was on-one else on the road.  I just told myself I shouldn't run because I could see that they were coming straight to me and I was forced now to go through KTC that's where I ran too.",
            "Male"
        ],
        [
            "MS BURTON",
            "Take your time.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "I was forced to run, I went through KTC right in the middle of it, when I was facing now that shop called KTC Bazaar I went in there.  When I got there I found that some of the police were inside, then I was also forced again to go - to leave KTC and try to go into another house in the same vicinity.  When I got in that house there was a hard knock, I hid under the door - under the bed so that they won't be able to see me.  I told those people in that house that I am running away from the police, they are chasing me.\nAnd now these people opened for these police, they asked where is the student who came in - into this house, one of those men who was with a grandma and another sister in that house and their parents.  They said to the man of the house, he denied - he denied knowing anything about me.  And the grandmother said yes there is a student in here, so the police came to fetch me out of - under the bed.  \nWhen I was out, I told those people the owners of the house, that now relax these police are not going to do anything to me.  But we had a - we had a short argument with the police but I was just trying to explain something now to the owners of the house that - just to tell them to relax and I told the police to let me go, because I didn't do anything.  It's them who are just chasing me from the school up to here, I didn't do anything.\nNow eventually I was taken out of the house by the police.  After they took me out of the house, they kicked me and they beat me up.  They had a baton, immediately after I got out of the house, they beat me up with the baton all over my body.  I tried to run, while I was still running, they tripped me and I fell, they were kicking me, I tried to cover my face because I didn't want my face at least to be injured but they were too many for me, they overpowered me.\nThe soldiers also joined in now I was beaten up by the police and the soldiers with blue uniform and brown uniform.  I still have those photo's I don't know where I got that, but I got the photo's.  The whole agony lasted for 30 minutes.  As a result of that I discovered that I couldn't write - I couldn't work well, and I as also affected mentally, my behaviour totally changed after that.\nAfter that torture, they told me to get up and run, poking me with the batons. Poking me with the guns as well.  I ran to KTC there was another man who helped me who I cannot  now mention.  He organised a car for me so that I can be taken to the hospital.  During that whole confusion I found myself in the Guguletu police station, they were taking my statement, there was another man who helped me a man that I met when I was at Guguletu police station, his name was Mr Van Eck.\nHe asked me what is my intention seeing that I have been beaten up like this, I said I want to open a case because point no 1 I was beaten up being innocent because I didn't do anything I was just from school I didn't do anything to anyone.  So he said yes he will try and give me an address to - addresses of the lawyers that he know here in Cape Town.\nAnd from there I went to Sacla Clinic that clinic was in the Crossroads.  On that day on the 2nd of October that's where I was treated.  I was torn up, my lips were torn up and I had wounds all over from head to toe.  From that clinic I went home I tried to explain everything at home to tell them what happened.  And I had to rest.  And I was told that further treatment I will get it from KTC.  They took all the stitches out and from there I went to Groote Schuur just for a check up to check if there are any after effects.\nNow I tried to read a book, just to see if I can be able to do this, but even now I still have a problem now, mentally.  Even at school I encounter enormous problems, my memory is too short, that really affects me now at school.  I got lawyers from Market Street in Cape Town.\nMy first lawyer was Bapro but we didn't last long with him because he had to go to a certain course, the second one was Steven.  He is the one who took me through, we went to Court with him, we were together until 1987.  During the Court proceedings, there was somebody also representing the police who was Mr Odendal.\nHe said that students were throwing rocks to the police and the hippos and petrol bombs and that was not true.  Even that case just ended up in a hazy manner there was nothing concrete about it.  And at the end of the day I was forced now to pay for all the Court - for all the Court expenses, even though I didn't do anything.  But more of these will be told by my father here because he knows about this, he will add - my father will add more on these.\nThe case was ended up being dismissed and I had to pay for the expenses.  I was told that I have defamed the police.  And I tried to protest and I asked the lawyers how can they allow this, but I was never given any gist of a reply.  So seeing that I didn't get any satisfactory answer then I decided let me come to this Truth Commission.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you - thank you very much for telling us all of those details.  How old were you when all of this happened?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "I was 19 years old.",
            "Male"
        ],
        [
            "MS BURTON",
            "Were you able to finish school?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "No that whole year we didn't go to school we ended up not going to school at all, so therefore I didn't go back.",
            "Male"
        ],
        [
            "MS BURTON",
            "And have you found it difficult to find work?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes I worked before, I have been only working on casual jobs.",
            "Male"
        ],
        [
            "MS BURTON",
            "Do you remember or did you ever know the names of any of the policemen who beat you?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "No I can't remember their names, what I know is they - they took me out of that house, there were four of them, two white policeman and two coloureds.  They were wearing blue shirts and navy pants and they had normally navy hats.  There were also two brown soldiers who were coloureds.  But I would be able to point at them, I wouldn't be able to identify them it's been a long time now.  Even then in 1985 I wouldn't have been able to point at them.",
            "Male"
        ],
        [
            "MS BURTON",
            "What have you hoped that the Truth Commission can do for you?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Firstly I would appreciate it if the Truth Commission since I was beaten up by these whites, if they can investigate for me all the things that happened on that day.  To please investigate for me who were those police, all those police who beat me up, all those police who said that I lied and yet they did.\nSecondly, when I reported this case through to the Court I claimed for - for some assistance, and I would appreciate it if the Commission can give me assistance to - to treat me properly so that I can be able to be well again like I was before, that is my problem and now that is my wish that the Truth Commission can help me with.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you very much, I don't know if the other Commissioners want to ask any questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are there any other questions, Pumla Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you, thank you for the explanation that you gave me - you gave us, I am trying to have a picture of what happened to you on the 2nd of October, you were leaving school that day.  Are you all right.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Okay yes we can continue.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Which school did you attend?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "It was X-3 then which is now called Stembilo Matiso.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Where is the school today?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "It is at 78 Koornhof Road at New Crossroads.  It is opposite 3A, NY78.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When I estimate this distance from terminus to 78 how long is that distance?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "From where.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "From the point where you started running to KTC.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "From school to this point to where I started running, it was - it's approximately a kilometre.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I was listening while you were telling us that you have been running, it looks like that's really what was so painful to you, to run away from the police and yet you didn't know what you did.   I think that's - that's what hurting you the most, running away and at the end of the day you find that you are beaten up.\nJa you are justified to ask who are the people who did this.  All I want to find out is that the most important thing to you to find out who are the people who beat you up.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes that's the most important thing to me.  As I have described this before, I was beaten up, but they said to me no I was lying.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "What were you doing, why did they beat you up, why did they chase you, why was it you, can you just tell us a little what happened then, why was this happening to you?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Maybe it's because I was wearing a uniform and they were looking for students.  They didn't want to see any students walking around in the streets, so I just think they were the only ones who - they wanted to be on the streets - no students they were just chasing anyone who looks like a student, they were just chasing anyone.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you saying actually is to wear a uniform.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes I think so.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Before we continue, the Archbishop, Chairperson of the Commission has been called out from a very urgent matter and he will be leaving us now and return as soon as he can, thank you, Glenda.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mr Mqikela, I would like to - I would like to ask you a few questions which would help us to understand how you feeling now after the incident.  I know it might be a bit hard for you to talk about that, but may I have your permission to ask those questions, just a few to give us an idea of how you are feeling now after the incident.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Spiritually I am still not satisfied even my health is not 100%, even now as I am trying to talk to you, my chest hurts, I am not free even now, spiritually and physically, no I am not free at all even mentally things are still very difficult for me.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "You - you talked about the headaches that you getting and the problems with your memory.  Can I ask you a few questions about your headaches, when you get those headaches now, what do you - what do you have to do when you get headaches, do you have to stay at home, do you have to lie down and sleep, what do you do when you get those headaches, try and give us an idea of how severe those headaches are.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "When I try to explain this to other people they usually tell me no it's stress.  But usually when - when it attacks me, I have to sleep because it's intensity makes me very weak, I can't do anything when - when it starts, that's why I end up sleeping, try to relax.  Then after that it becomes better, gradually that is now how my headaches  attacks me.\nSometimes I have a blackout, as a result of this headache and it's very difficult for me to think about anything I can't think at all when this happens.  If somebody tells me something now, I forget about it immediately.  So my memory is also affected, sometimes I even get angry, something that I cannot explain.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "And this - you are getting very angry now, you didn't have that experience before the incident, before the beatings you didn't easily get angry.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "No I didn't have these before.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr Ntsebeza.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you - I would like to investigate more about your lawyers.  Aren't these lawyers, they not V Potash, they not Vukic and Potash they are from Cape  Town.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "I cannot interpret this name,  I think it's V U K I C and Potash.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "During this time - during the Courts were you told to go and identify these police?",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "No that didn't happen  end of Tape 12, side B ...",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Is it because you were not - even not - these people were not put in front of you, is that why they said you were lying.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes that's true.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Did they say you lying because you said you don't know the names of this policeman?",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "What I can remember is that there was another question that I couldn't answer well while I was trying to explain to them.  Because I couldn't answer that question well I was told no then I am lying.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now do you think that these lawyers can have the details about this?",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes I am sure they would.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Would you allow us now to go to these lawyers and ask them.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes I would be happy if you can.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Any further questions, would you like to proceed to the next witness.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you, thank you very much Mlandeli, we will now ask your father what he remembers of this case.\nGood morning Mr Mqikela.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Good morning.",
            "Male"
        ],
        [
            "MS BURTON",
            "You can hear me all right and the translation is working.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Yes I am listening to you.",
            "Male"
        ],
        [
            "MS BURTON",
            "Your son came home to you that day on the 2nd of October.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Now I don't know much about this, but I know some.  When all this happened I was at work, I heard that - I know that the students were at a funeral on a Saturday and there was choas.  There were - people were shot at and one of the students died.  As a working man at the time, we would go to work worried, because we could see the hippos patrolling around the townships.\nWe didn't know what they were - they - what they were looking for, but anyway during that time it was a usual sight to see a hippo in the townships.  When I came back from work at the usual time, I saw my wife was quite anxious.  And this one, my son was sleeping at his usual place.\nI heard that Mlandeli was beaten by the police.  Now my wife told me all the details that he was taken out of KTC I haven't seen him at this time, my wife is still telling me all this.  I asked why, she said no he was running away from the police so he ran down 78 and he approached KTC and the police were already there.  That's how my wife told me this.  I haven't seen him yet, this house that he ran in to trying to hide in, the one has explained to you already, I was shocked about this and then I went to him.\nWhen I got to him I saw him his whole head was bandaged and his lips were split apart and his whole body was swollen, he was beaten up.  I asked him why were you beaten up like this, no I was just running away from the police, we were at school and we ran away because they were chasing us.",
            "Male"
        ],
        [
            "MS BURTON",
            "And then what happened?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "No we didn't do anything, we just ran away from the police as much as we could.  Oh! is that so, I went to my wife, what are we going to do about this.  Go to another man called Figizolo one of our neighbours,  we went to him because he has a camera, we asked him to take photo's of these wounds while they are still fresh, they are going to give a clear picture of what happened to our son.\nWhatever happens after this but we want this to be recorded while it's still fresh, yes we took the pictures.  I looked for [indistinct] and I found him and we took the pictures.  At this time my wife was ready to get to work, now you will forgive me because I am a little old now, some of these things I can't remember all of them in detail.\nThese were things that are happening then and we were trying to forget them then, we didn't know that this Commission is going to come up now and ask these questions, so I am trying to - try to forget these.  We kept the photo's my wife did and my wife told me all the stories that my son went to the Guguletu police station he was told to go to this other police station, indeed they took his statement there.  I am sure if his mother wasn't there, this police could have arrested him.  I was him - his mother who had to stop this whole thing.  The police were accusing my son of being one of the people who were [indistinct] because they had all the powers to do whatever they wanted to do to you.\nThis whole case ended up to the lawyers, is there something that I am leaving out - indeed he met Van Eck when he went to Crossroads, he is the one who - who really helped us because he was heavily bleeding at that time.  You can also imagine if your mouth is split in two - the mouth that you are looking at now, it is the Groote Schuur that fixed it, it was split in two, his teeth were broken, that one I can remember clearly.\nI have been watching him because he is my son, that time he was still very young.  Now this case went to the lawyers, these lawyers he is talking about.  I was also called upon to sign some documents so that we can be able to go to the police station which was called Royal that time.  After that we were told we should wait to be called to Court.\nIndeed we were called I was there, but my wife was at work at that time.  My knowledge about this man next to me is that this case was going on for two days.  This case took the whole day, they couldn't finish it.  We - we experienced some hiccups because there were also some Minister involved here because the police were denied - denying everything that was happening, it's only he who was giving all the evidence saying what happened in this - at the scene.\nAnd the lawyers representing him was lying so much that he was telling everybody that the police had no - were not to blame for this.  Now after that we were told to come the following day at nine o'clock, I am saying these things in segments, those are the things that I can remember.  The last day was on a Friday, then I was told the case has been dismissed.  The case has been dismissed and my son was like this, it is true that all these things that he is saying his mental - he is affected mentally, he thinks that it's working but I can see it is not.\nIf he is asleep he is totally asleep sometimes I become rude  I prefer that a child should be independent.   But he cannot be independent at this stage.  He told me that the Court said that I should pay for the State expenses, because I lied, that's what the Court told him.\nI got someone's [indistinct] while I was at work, from the police station, I was asked to come back and tell everything that I have - all the assets that I have, the money at the bank, just absolutely everything that I have to tell them how many kids do I have, how much do I earn, I told them everything.  But they didn't tell me why they wanted all this information and in 1992 Guguletu police station came back again asking for another statement.\nNow the reason why the second statement was - just disappeared  I have no idea.  Now this one now was my problem when it was like this, this now was too much for my son, I had to do this - I had to stand up for this myself.  And I told myself I am going to get a lawyer now for this, I am not signing anything my lawyer will sign.  I told them give me all the documents so that I can give them to my lawyer, then the lawyer will be dealing with your bosses.  He met them, they never came back to me, giving me any response to that.  \nMy lawyer didn't tell me exactly why the police came back and ask me all this statements that they were asking from me.  I was never told again why was the case dismissed, all I know was I had to pay the State expenses, and I don't even know I don't even understand why should I pay this - what Court expenses while I am the victim.  When we got to the - when we got to the police station, we were never told any details.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you Mr Mqikela,  can you just tell us that was a different lawyer that you went to.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Now that was for my own purposes in connection with my work, I just had a small problem, but he said to me any document that comes to you even if it comes from work, do not sign anything with your own hands, it could be very difficult and dangerous for you.  Now that one was not connected with my son.",
            "Male"
        ],
        [
            "MS BURTON",
            "I see thank you Mr Mqikela, I have no more questions.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "I am happy that what I said is clear, thank you.",
            "Male"
        ],
        [
            "DR BORAINE",
            "There are a couple of other questions that we might have, Mr Ntsebeza.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Just one question Mr Mqikela.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "I am listening to you.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Did you eventually know how much those State expenses were?",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "No I don't know, because in the first place this was illegal I was never told, I was just told that I should pay the State expenses that is why when I went to the police station I thought no these people - these people are going to take this money from my salary, that's why they wanted to know my salary.  I was never actually told the exact amount, that it was just dismissed like that.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Was there any money taken from your salary?",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "No it wasn't I would be lying if I say so, and I was never detained.  And I don't even know if - if they were going to detain me or possess any of my assets but they didn't.  This was just 1987, this happened in 1987 but now in 1982 there were still people coming in asking questions about things that happened then.  But I didn't see any changes.\nBut I am happy that there is a Commission like this, that is going to help us unveil al those things that we - and give us answers of all those things that we didn't have before and now we are relieved.  It's difficult for us to accept the fact that these people with their own children can be able to kill and torture other people's children.\nOur children have been in prisons for a long time and we had to pay a lot of money for these.  They were innocent, we would be waking up at night, and you would ask your child what have you done and they would say no I haven't done anything.  Sometimes they wouldn't even sleep at home, because they are afraid of this police they were running away from the police.\nThen once - one incident, this son of mine here, he was wearing a white jacket, he had to jump over a fence in another - in another house, he was running away from the shooting police, it was on a Friday that day.  My house is a corner house, I could see this.  I saw a police station van - a van from the police I am just talking about all these things that happened before, all the agony that we went through, I am just telling you all this, if I can just go on I will never stop.\nYou know yourself how it was before.  You would be sitting in your house not secure at all not knowing what's going to happen next.  Not being sure if you are going to see your child again.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Ms Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You have said two things in your - in your presentation, the first thing you said is that the law allows them to do whatever they want to do to us.  And this was the case in those days, the second thing that you said is that if you were a person in authority, even if you gave false evidence in Court, this was your rights.  Now this is what you said.",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Okay.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I would like to ask you sir, as you were going to Court, taking your son's case, what did you expect from the Court, what were your wishes and what did you expect from the Courts?",
            "Female"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "You have a good question there, according to my opinion, it is a Court that is suppose to have judgements it is suppose to have - it is suppose to sift which is the truth and which are lies.  If the Court cannot do that, then you get very disappointed.  What I expected was that the Court should bring up the truth as it was.  But I found out the Courts themselves were lying instead I had to pay.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you sir.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Mr Mqikela on behalf of the Commission I'd like to thank you very much indeed for coming along with your father.  I am glad - I am sure you are that you have him alongside of you, during these very difficult times.\nAnd you have reminded us again of the very high price that children and young people had to pay in order for South Africa to move towards a new dispensation and a new democracy.  We are grateful to you for in the mists of your own ill health and still suffering from the results of that savage beating coming here to us today, you and your father.\nYou have heard what we have asked you if you could do for you, we going to try.  We are not people who possess miracles and great powers, but what we can do, we will do and that you have our promise of.  Thank you very much indeed again for coming to us today and go well.",
            "Unknown"
        ],
        [
            "MLANDELI WALTER MQIKELA",
            "Thank you.",
            "Male"
        ]
    ]
}