{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-02-04",
        "location": "KIMBERLEY",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54029&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200204ki.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "MR DU PLESSIS",
            "MR KOOPEDI",
            "MR Mkosana",
            "MR NOMPOZOLO",
            "MR SIBANYONI",
            "MR SMITH",
            "VAKELE ARCHIBALD MKOSANA"
        ],
        "original_speakers": [
            "MR NOMPOZOLO",
            "CHAIRPERSON",
            "MR MKOSANA",
            "VAKELE ARCHIBALD MKOSANA",
            "ADV SANDI",
            "MR SIBANYONI",
            "MR DU PLESSIS",
            "MR KOOPEDI",
            "MR Mkosana",
            "MR SMITH"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Today is Friday the 4th of February 2000 and we are continuing with the amnesty applications of Mkosana and Gonya.  The Panel and the appearances are as would be apparent from the record.  Mr Nompozolo has in the meantime joined and he's acting on behalf of Mr Gonya.\n\tYes, we've reached the stage where all of the questioning, apart from that on behalf of Mr Gonya, has been concluded so what remains is, Mr Nompozolo, to hear if there are any questions on behalf of Mr Gonya.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you, Mr Chairman.  Yes, I do have some few questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mkosana, I just remind you that you are still under oath.  Do you understand?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NOMPOZOLO",
            "Thank you Mr Chairman.  Mr Mkosana, I am instructed by Mr Gonya that on the day in question you were having three radios with you, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "According to him, you had a radio which communicates with the commanders of the companies.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "You also had a radio which was communicating with a helicopter.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "You also had a radio which was communication with what he called \"van der Bank\".",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No van der Bank was on a helicopter, he was an airborne commander, we've got only two radios.  The one of the ground, communicate to the ground personnel and the one to communicate with the Brigadier on the helicopter.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "According to him you were so busy on that day to the extent that he feels that you were given too much work to handle in the circumstances.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's not true.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, if a soldier does not follow the instructions of a commander, let's take a troop who does not follow instructions of a commander in terms of the Army laws, what happens to that soldier?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, he got a punishment, or he come to the orders, I mean ...(indistinct) office orders.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Were those steps taken against Mr Gonya?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir, because he was involved in the Board of Inquiry, which was conducted by Mr Skrube.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "According to my instructions, no inquiry was every held against him and also that no matter was reported that he defied the orders of a commander.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, we take it as a blanket issue, this matter, because Gonya was also involved with the troops that were deployed along Parliament and Ministers residence, so we took them that he's also a ...(indistinct) soldiers, so they were involved, all of them, in this Board of Inquiry.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "According to him, he was never charged on any departmental inquiry with disobeying your orders in particular.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, in this case, Sir, no one was being punished or being given a fine or a charge at least in this matter because we take it that the Board of Inquiry must be opened, must be convened.  We haven't specifically said, \"you have fired so now you must come to the office ...(indistinct) and get orders\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, Mr Nompozolo.   So the Board of Inquiry, was this just a general inquiry, was this just a general inquiry into what happened on the scene?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, because we haven't speak up individuals, that \"you must come, you must come, you must come\", because it was the overall issue of the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so it is - there was never a situation where Mr Gonya as an individual was charged for having done anything wrong.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He appeared as one of the people at the general inquiry.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  Mr Nompozolo.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, just explain one thing here.  Tell me, Mr Mkosana, the use of the rocket launcher by Gonya, wasn't it something you took a bit seriously?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.  ...(indistinct - mike not on)",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you say you took it seriously?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I took it seriously.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What steps did you take to show that this was a matter that you took seriously?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's why I've decided to appeal.  It was also my initiative to tell Mr Skrube that Gonya must also apply for amnesty because he'll be in trouble because he  ...(indistinct) violence, if under instructions of myself.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But I don't know, according to the papers I have before me, you appeared before the Special Board of Inquiry, didn't you?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And that appears from page 20 to 24.  When you appeared there, you were asked a number of questions which you answered.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir,",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you say anything at the Board of Inquiry about the manner in which Gonya had conducted himself?  He had used a rocket launcher without authority from you.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir, I mentioned to Maj Skrube that Gonya had fired with a rocket launcher without my orders.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but that does not appear in these papers.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think Sir, in myself, that's why Gonya is here today.  I don't know why he didn't appear on that Board of Inquiry, because I have stated to Mr Skrube.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Mr Nompozolo.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Before he used this rocket launcher, you saw that he was armed with it, is that so?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, he was allocated with that one, that rifle.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes, he was allocated with it.  At what stage was he supposed to use it?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "He was supposed to use it when the situation prevailed under my orders.  When the situation is tense, when I take that initiative that now it is the time that I must fire with rocket launcher, its the time that I will give him an order to fire, not individualities' own orders.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were you supposed to give him different orders than those which you gave to Mbina?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.  That's why that rocket launcher was employed in my vehicle.  I would give him that fire - two rounds per minute, maybe fire, five round per minute.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was that pre-arranged?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairperson.  Now is it correct that the firearms, that includes rocket launchers and every weapon which was used on the day in question, they were taken out of the armoury and allocated to each and every soldier who was going to be deployed?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it also correct that soldiers were not given any briefing but they were just deployed there?  There was no briefing in the army that: \"We are going to do this and this.\"  It was said that the police would be in the forefront and then it's only when the police cannot settle the situation that the soldiers will take over?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No Sir, orders were given.  Every soldier knows that he will have an operation that on the 7th of September and then we'll be deployed at the stadium.  Everybody was given orders.  I've given a warning order to my deputy and then I also to affect my own orders and then I give them to my 2 IC, my second in command, give them to the Majors and the Majors go to the troops specific on the ground to tell them:  \"We're going to deploy this way, because then such and such and such and such.\"",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, but according to my instructions there were no orders as to - there were no orders as to:  \"We are going there to attack or to do this.\"  The troops were just given armoury and were told that they will only be deployed at such and such a place.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, there were orders, tat deployment is also included in the execution of the orders which means that they were given orders.  In the army you cannot take troops and then go, we say we go to Mdantzane without briefing them or giving them orders, that we're going to Mdantzane and go to search such a house at this time and then after that we come back.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Are there any levels of orders in the form of telling people when to fire?  Are there any levels that if I say fire, it means that you only use rifles, if I say fire twice, you use side arms, if I say fire strongly, you use rocket launchers and other heavy armoury?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I can say, yesterday Sir I indicated that when I was talking about a minimal force, which stages we go through them until we say now fire with full fire.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "No, all I'm asking is, if you say fire and nothing else, wouldn't every soldier use the weapon he is carrying?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, your order must be specific, that I'm talking to this Rifleman or to this Lieutenant that:  \"Fire.\"",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Who are the Riflemen that you referred to on the day in question?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I referred to Mr Gonya.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now according to Mr Gonya, you said fire for the first time and the soldiers did not carry out your instructions and you said fire for the second time, they still were hesitant and you said fire for the third time, they started firing at the marchers who were approaching.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, no, no, no.  I never said that.  I said fire only at once to Maj Mbina, to say:  \"Maj Mbina, enforce fire\", only to Maj Mbina, there was no resistance in the vehicle because nobody had shot them because that's a command vehicle, the command vehicle doesn't shoot at the people, it only shoots when the battlefield or when there's an intensive battle, you don't fire in the command vehicle, no one is permitted to fire.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And according to Mr Gonya, you were outside the vehicle when you gave the instruction to fire and you were not using a loud hailer but you were just shouting that:  \"Fire\", you said that three times.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, how do you reconcile the fact that you never made any report to the army that Mr Gonya did not follow your instructions and fired with a heavy armoury to the people without you giving that order, yet he was not charged according to the army?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir, I did report to my higher authority about the incident that who have fired.  The people at the parliament, the people at the Fort Hare branch and the people from the Telkom and even Gonya fired with a rifle grenade, that's why the General said there must be Board of Inquiry, must be convened, the Board of Inquiry.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it correct that each and every soldier who fired there, fired after you gave the instruction?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "They fired while I was, after I gave the instructions and say:  \"Major Mbina, fire\", they fired.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now there was also a helicopter there.  Did they also get the instruction from you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "To what?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "To fire.  To fire at the people there?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, there's no helicopter that fired there, I'm not aware of that fact.  The only helicopters were there, were the military helicopters of Ciskei Defence Force and the helicopter of the South African Police Force.  I have no idea if they fired or what.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I may be mistaken Sir, but I saw it on TV,  helicopter firing shots at the people.  Now all I'm asking ...(intervention)",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Objection, Mr Chairman.  With all due respect, my Learned Colleague indicates to the - under cross-examination that he himself saw it on the TV that there were shots fired from a helicopter.  Am I then to understand that my Learned Colleague is to testify in this matter, this application?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well, I think the idea is for the applicant to respond to that.  I think the applicant has already said he is not aware of any firing from the helicopter.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "As the Commission pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So I think he has responded to that already.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "As the Commission pleases.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, as you have indicated that you are not aware that people fired from the helicopter, am I correct to say you can't dispute that?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes Sir, I am saying that I am not aware whenever helicopters fired, but the rumours which I got from the media, the rumours that are coming from the community in the village, they are saying the helicopters also fired, but I was not aware that helicopters had fired, it's just a hearsay for me.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, let's go along and say that what has been said in the media is correct, that the helicopter fired.  If that is the case, could it have been flowing from the order you gave that they must fire?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, if that is so, it cannot be the following of my order because I was using a ...(indistinct) radio, which only communicated for myself and Col van der Bank at airborne, so the radio which Maj Mbina said he had given,  the order to Ndandiso, was not linked, when fired was opened, was not linked to the airborne radio.  They have got separate channels.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I understood you to be saying that you were communicating with the helicopter.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Did you communicate to the helicopter that the helicopter can fire or that you have given an order to fire because you were being attacked?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No firstly, the helicopter I believe, it hasn't got any guns there.  I think the Brigadier only has a pistol.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now listen, all I'm asking, did you communicate to the helicopter that you've given an instruction for the troops to fire?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.  Now you obviously were not in the helicopter and you were not aware of the armoury they had in the helicopter.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I'm aware of the armoury which was in the helicopter.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I see.  Do you know what was used on the helicopter or - sorry Mr Chairman, he has already said he is not aware.  Now,",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Nompozolo, are you moving on to something else?  I want to ask him a question about this, talking about helicopters?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, I was going to move to something else.  Yes, you can ask.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay.  By the way Mr Mkosana, how many helicopters are we talking about here?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "There were two helicopters there, a Ciskei Defence Force helicopter and a South African Police helicopter.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I take it that, well let me put it this way - what was the reason for the use of helicopters on that day?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot tell the reason of the South African police to employ a helicopter on the air but the reason of our helicopter was to make a surveillance as to tell us in detail the estimation of the crowd, what is happening in Zwelitsha, what is happening in Mdantzane, all that information.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but more specifically to have a clear visibility of the crowd to see who is doing what from the crowd, not so?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, as I understand, it was to monitor the situation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But, why did you not ask these people from the crowd if they had seen anyone shooting at your troops before you gave the order?  Why didn't you ask them?  Why didn't you say:  \"Gentlemen, I've got a problem here.  I've just heard two shots here.  Are you able to see from where you are what is happening?\"",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "At that stage, Sir, the Brigadier was not on that specific point of the crowd which was embarking to us in Jogelanga ...(indistinct), it was not in that position at that time.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who is the Brigadier?  Can you give names?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I mean Col van der Bank.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But were you not able to speak to anyone from one of those helicopters and say you've just heard two shots, can they establish what exactly is happening before you give the shout and say \"Fire\"?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I've just said to the Brigadier:  \"Brigadier, there's some shots fired\", so he was not in that position to say \"Okay, I've spotted people on the ground that are firing.\"  He was not in that position, but South African Police, I had no communication with South African Police.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Mr Nompozolo.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "So again, where was the helicopter belonging to the South African Police?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I beg yours?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Where was the helicopter?  You said there were two helicopters.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, Sir.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "One the Ciskei Government and the other the South African Police.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And you said the one in which Col van der Bank was travelling was not in the vicinity of the crowd which was embarking on you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Where was it to start with?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot tell Sir, because he was monitoring the situation, the whole situation.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now where was the helicopter used by the South African authorities?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Also I cannot say exactly he was here or there, but I was just seeing them time and again, time and again, flying over, time and again flying over.  But at that stage I didn't notice the whereabouts of those helicopters.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, you said you had to sit down to communicate because there was this noise of the helicopter.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I take it it was just around there in the vicinity.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's why I say I am saying that I didn't spot where the helicopters were, but Brig van der Bank, at that specific moment, our helicopter was not there.  The police, I didn't notice where is it or where are they at the moment, but there was a noise.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Assuming the sound of the gunshot was from the helicopters, were you able, or could you be able to make a distinction that it wasn't from the ground but from the helicopters?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot make a decision, Sir, I cannot.  Only the medical people can say, maybe the people are shot on the head, can say that was being shot at on top, but I cannot tell.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "No I mean the direction of where the sound of the gunfire was coming from.  Would you make any difference whether it was coming from the side of the ground or from the side of the helicopter, or it was impossible for you to establish?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's why I was saying, to my belief it was from the ground.  That's why ...(intervention)",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But you've got no basis to say that?  On what are you basing that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "What I have told the Commission is that there were no other people maybe at our rear that can fire on us, there were only the people that were confronting us, that we heard shots from.  So I don't know the helicopter or who have shot, but there were shots being fired.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes but the helicopters were hovering above and making a lot of noise, that is why you had to sit down and communicate.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can I just round this off?  Are you saying that it is possible that the sounds that you heard, the gunshot sounds that you heard, could have come from the helicopter as well?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I cannot say Sir, because I don't know the armament that they have there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  No but I'm just talking about your situation and the conditions on the scene.  Were the conditions such that it was possible that what you heard could have come from the helicopter?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I can say so, maybe from the helicopter or from the ground.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It could have come from either of that?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Yes, Mr Nompozolo?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.  Now you have said you don't know the armament they had in the helicopter, so possibly they could have used more than what you instructed to be used in the helicopter because you don't know what armoury they had.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Positive.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now on page 5 of your affidavit, paragraph 5 you say\n\"At the time when I required instructions from my commanders, I honestly believed that my troops and I were in danger and conveyed this to them.\"\nNow my question is, were you in a position to measure the danger you were facing at that time?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I think I can measure it.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What sort of danger was that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Firstly the crowd was running on us, so we never know, maybe they can take the guns and shoot at us.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's why I feel threatened.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now you have said in your evidence-in-chief then you instructed the soldiers to use the minimum force.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, correct me if I'm wrong.  If I am carrying a rifle and I'm instructed according to you to use a minimum force, a minimum force with a rifle would be to fire fewer shots to just stop what is dangerous or the danger I'm facing, am I correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now if one is carrying a rocket launcher with six grenades on it, if he uses two, that would amount to a minimum force, am I correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What would it amount to?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Ja, the minimum force, we use it in the urban operation when controlling the crowd and then we use rifles and then the rocket launcher is used only when there's, I can say a battle but I've never experienced a battle, when the situation is very tense.  We were fighting or we were doing exercise to demolish a bigger target or a hard target.  Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "What would be the purpose of the army taking to the crowds a rocket launcher if you know that it's only used on a battle?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.  As I have stated yesterday, that according to the information there, we the army, we were only carrying live ammunition and then according to the information we received from my Intelligence Section, that there would be a fight between the MK and us.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "So we were going to fight with them.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.  So there is a possibility, according to you, that the MK was shooting at you, because on the briefing you knew that the MK was going to fight you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So then, when you took that racket launcher, you knew that there was a possibility that it can be - in fact there was more a probability of using it, than a mere possibility?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I mean to use a rocket launcher in that situation, it was wrong and unlawful because if there was the attack of the MK, the attack will be purely an attack to us, they will never involve the civilians, the marchers, they will openly come forward and then they charge.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But on your own evidence, Sir, you have told the Commission that you believed that you were attacked and you and the troops were in danger.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And you believed that shots were fired at you.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And at that time you had troops who were armed with heavy armoury.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And when you left the base with that armoury, you knew that there would be consequences that that armoury might be used there at the scene.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And when you knew that it might be used at the scene, the scene you knew that if it had to be used, it's not going to be on a calm situation, it might be on the situation where there is no proper control of the situation.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No Sir, when using rocket launcher, firstly I must clarify this, the heavy points are being employed by myself, which means the rocket launchers and the other guns and the motors are being controlled by the regimental sergeant major.  No one can give an order, or can fire those weapons without our order.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now was it part of the briefing before you left the base that the people who are armed with rocket launchers which I believe there were about three people who were armed with rocket launchers, were they informed that:  \"You cannot use those until you are under specific instructions to do so\"?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "They have gone through the course and they fully understand that these weapons cannot be fired.  Every soldier has been given an order to fire.  You cannot just fire at your own, you must be given an order to fire.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "So, would you concede that the situation was a chaotic situation and sort-of a moving scene there at the scene?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was not - ja it was a chaotic scene, but to employ it, they have weapons, that was not meant for it, that was not the time to operate on those weapons.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Who was your senior you were reporting to?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was Col van der Bank.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Did you, on that day, report to Col van der Bank that:  \"Mr Gonya has unlawfully used a rocket launcher?\"",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, when we were doing the debriefing, Col van der Bank, I told him, he asked who gave the order to fire those people at Parliament and at Fort Hare Branch.  I said:  \"No one\" and then I also told that Gonya, because we thought that was the grenades that were exploded from the masses, I said - he asked me that, I said:  \"No, it is this Rifleman Gonya who has fired these launchers without my orders.\"",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now according to Mr Gonya, there at the base he informed you that he has used two grenades and that was the first time you learned that he has used the rocket launcher himself.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, no, that's why I was saying that Maj Zulu, is my  key witness, because he tells me that - he use a vulgar language - \"This fucking tube has fired\" and I also said to him:  \"Why you have fired, why, who gave you an order?\"",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now there at the scene, I am instructed that the situation was very chaotic and you were not in control of the situation.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I don't understand.  Can you elaborate?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.  Mr Gonya tells me that there at the scene, after you had said they must fire for the third time, they've started firing and you were up and down trying to communicate with the radios and all that and all that and you couldn't monitor properly the situation and that's when he saw that he can use only two rocket launchers, I'm sorry, two grenades, which was what he believes stopped the danger from coming to them.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I can say, Sir, it's my belief, there was no situation that was chaotic, the situation was under control, only when the people were firing, that was a chaotic situation.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Which people were firing?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Those who were deployed in parliament and the Fort Hare Branch.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now, did you write a report there at the army that Mr Gonya did not obey the orders?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I didn't write a report because Col van der Bank told me that no, everybody who has fired, there will be a Board of Inquiry that will be convened, that was the situation.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Was it on the same day?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "It was on the second day.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "On the second day?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, when Mr Skrube was on the scene and to us the troops who have fire ...(intervention)",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now after everything had happened on that day, were you not supposed to write a report about what happened and to also write a report about those who put the army in disrepute by not following their orders?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Sir, I verbally speak with my senior authority, Col van der Bank and then he said a Board of Inquiry will be convened, so there was no necessity to write a report and then, the report which I made was verbally during that day because the next day we were also deployed on that same spot.  We withdraw at about 1 o'clock from the spot.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Is it a normal procedure that after an incident of that nature has happened, reports would be made verbally and those who you believe they had acted unlawfully will not be charged, is that the normal procedure?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No the normal procedure, we must write a report, but at that stage Sir, we haven't write a report, it was verbal.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And in fact at no stage a report was written.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "According to this incident, there was no report written.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And in fact the situation of Mr Gonya was a unique situation in the sense that he used a heavy calibre armoury against people who were coming, therefore according to you he acted unlawful, therefore it warranted that either he can even be charged criminally, not so?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "If I can have you clearly, Sir, you said Gonya has said the next day he reported to my office?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "No.  No, no.  No.  Let's first answer this question.  All I'm saying, Gonya acted unlawfully in the circumstances as you have said, now there would even be a possibility of him being criminally charged, yet you did not write a report about that and hand it over to the relevant authority so that they can see what they can do about it.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think that my report is there with that Board of Inquiry because I was the first person to go to Mr Skrube and to testify about what happened there on the scene.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.  No, let's leave alone the Board of Inquiry because the point is, the Board of Inquiry was going to establish what happened there but this one, it's an isolated incident of a person who acted unlawfully, not as a group, but as an individual because he used a heavy calibre which he was not supposed to use.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, the Board of Inquiry was being convened, Sir, I have no other answer on that because we didn't write a report, that's why I was saying.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Nompozolo.  The following day when you were redeployed, was Mr Gonya included in the group of soldiers that were to be under your command?  Was he again part of the group?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.  We have not withdrawn because all of the group that was deployed have stayed there until about 12 o'clock and then we withdraw to see that the situation is calm, everything.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but was he directly under your command the following day when you were redeployed?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you not concerned about the behaviour of this man who just goes on his own and does things he's not been ordered to do?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's why I say we have confronted Gonya, when Maj Zulu spotted him, that he was firing.  We say:  \"What were you doing?  Who has given you an order to fire?\"  And then, when Mr Skrube came, I told Mr Skrube who had fired with my instructions, who had not fired with my instruction and then the Board was being convened.  Yes, I was worried because - but I haven't take a stop or write a report.  I was worried about the situation.  Why he uses this - to employ a launcher.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As the Field Commander, were you in a sense held responsible for the shooting by your superiors in turn?  In other words, was their attitude:  \"Mr Mkosana, you are going to be one of those people that will be called upon to explain what happened there\"?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because, were you the person who was supposed to have given the order to fire on the ground?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And their attitude was that they want to know whether you are responsible for  all this chaos that erupted there.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, because they asked me what had happened there.  I told them and then they said:  \"You must meet Mr Skrube so that you can have a statement, to make a statement with Mr Skrube and then the Board of Inquiry will be convened about the situation.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were almost like one of the suspects in this inquiry?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "As a commander, because I was the commander.  I cannot say I was a suspect but I was - maybe I was held responsible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Because I was the commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  The term suspect is used advisedly, but you were one of the people who could possibly be called upon to answer for this.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I was one of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you went into the Inquiry under those sort of circumstances?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Possibly there could be action taken against you.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Dir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand.  Yes, Mr Nompozolo.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.  Now, according to Mr Gonya, the shooting incident happened probably towards lunchtime somewhere there.  In the afternoon round about 5 o'clock nothing was happening.  You, together with him and other soldiers, you were patrolling the area together, is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And according to him, there was no talk of him not obeying the orders of yourself.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes I told Gonya when we were shooting that why were you shooting, but during the time we were doing patrols to look for the situation, I didn't speak because the troops had fired, I was just conducting patrol because I know the next day we will deal with Gonya because we were busy with a task.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he still have the rifle grenade and everything in his possession?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, no weapon was withdrawn.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And when Mr Gonya testifies he will deny that you ever said minimum force must be used and that after he used the rocket launcher, you reprimanded him.  he's going to deny that.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think if he can deny it, I think Maj Mbina's statement can also say that I've said minimum force.  Maybe he haven't understand what I was talking about.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Because of the situation, is it possible that he did not hear you, he only concentrated on the question of fire?  Is there such a possibility because of the situation?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I cannot tell because why only Gonya fired in that vehicle, why the others have not tried?  Why the others have not tried?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, that's exactly the point.  It's about him understanding what was being said, you see, he understood you to be saying fire and everyone was panicking, so he fired with the rocket launcher.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, that was impossible, because why is that, there were seniors also in that vehicle, like Corporals who were there, why they haven't fired themselves, but he is the only one who was having a rocket launcher in that vehicle, is that correct?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "And was he the only troop?",
            "Male"
        ],
        [
            "MR Mkosana",
            "No, I think we were about four or five troops and the section leader and the section 2 I.C.  They were superior there, myself and the other corporals.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Were the soldiers panicking?  Was there a sense of panic and urgency?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, to those who were deployed, who have a threat that ...(indistinct)",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman, nothing further.\nNO FURTHER QUESTIONS BY MR NOMPOZOLO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just on that point Mr Mkosana.  Would it be correct to say that there was a sort of a build-up to this confrontation in the minds of the troops?  There was this idea of a looming battle involving Umkhonto weSizwe?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I can say so, because that's why they were given orders.  They know that there will be an attack from Umkhonto weSizwe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that is why all this heavy lethal armament was deployed?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because you were expecting a full-scale battle.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And would it be fair to say that there must have been a great deal of apprehension amongst the troops?  Wouldn't there have been some concern, even fear, amongst your troops?  They were preparing for war in a sense, in their minds.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's correct, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they would have been edgy on this day.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that it looks as if it would have taken very little to spark off action on the part of the troops.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has the Panel got other questions?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Yes.  Just a follow-up on that.  By the way, I understood you yesterday to say these are very inexperienced soldiers when it comes to crowd control.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I can put in that way.  All of the Ciskeian force who were not fully trained in riot control and we never conducted a control as such, we were always in support of the police.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you not personally concerned that things could very easily go wrong, having a group of inexperienced soldiers on crowd control?  Wasn't that something that really concerned you?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir, it was my concern because we were told that the marches would be on at the stadium and then we haven't been told that the marchers would go out from the stadium, that was my concern, although we were always in support of the police.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but the same soldiers which you say were very inexperienced, you still give them order to shoot using minimum force when you've not even seen a person or an object around that has been struck by one of those gun shots which you heard, same soldiers telling them: \"Shoot.\"  You tell them \"Fire.  Fire.\"",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, they are trained Sir, the soldiers, but they are not trained in this riot control so much.  They know ...(indistinct) in riot control, they don't understand fully, duly, like police did, but they are trained soldiers in any aspect of how to control a weapon, when to open fire.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can I take it that before you gave this order that your soldiers should shoot?  You were not  really under a serious pressure to return fire to the marchers, not so?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            ";  We were under pressure, Sir, because the people were coming to us, so what we can do because we have no water canal to draw the people away, we have no tear gas to tear gas the people away.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But you still take the time to contact van der Bank and say to him:  \"We are being shot at, what should we do\"?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes.  Why don't you simply return fire to the crowd and explain to van der Bank later?  Why you ordered your soldiers to open fire?  Why don't you simply return fire?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, that's an order.  If there's something wrong, wherever I'm being attacked, I will attack back but in that situation I said the shots were being fired, so I  report to van der Bank:  \"The crowd is coming to us with speed and then there are shots being fired\".",
            "Male"
        ],
        [
            "ADV SANDI",
            "I understood you to say you had not seen any person falling down onto the ground as a result of having been struck by a bullet.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, from our side, I haven't seen anybody falling down.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You did not even see an object such as a tree, a building or any physical object being struck by a bullet?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No I haven't ...(indistinct) contact Sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "There was no physical indication whatsoever that someone was shooting at you, just something in your ears.",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir because that's why I heard shots being fired.  I haven't see a person firing to us directly.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but why did you not contact other commanders, Field Commanders and ask them if they were in fact being shot at before you gave the order that your soldiers should fire?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I didn't ask them Sir, because the crowd was coming at us on speed and then there were shots fired, so it's why I acted.  I haven't asked company commanders why, they can here fire or...?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, but why did you not say to Mr van der Bank:  \"van der Bank, what is this thing I hear?  I think they are now shooting at us.  Have you heard shots, have you seen anything, where are you?\"  Why didn't you do that?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I haven't done it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you have any reason for not doing that?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, the only chance I have to speak to him that we are being fired at, I didn't say to him to identify, I don't think a person from the helicopter can hear shots on the ground.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Tell me one thing, when you finished talking to van der Bank on the radio, were they still firing at you?  Could you still hear these shots?",
            "Unknown"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, as I've said yesterday that it was only about two shots that were fired.  Why did you not say to van der Bank:  \"van der Bank, they've just been shooting at us, but they've just stopped now, I don't know what's happening.\"  Why didn't you do that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I didn't do that.  The only thing I said:  \"They are coming at us now, so what to do?\"",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Thank you, Mr Chairman.  Perhaps with the consent of the Commission members, would I be allowed to raise two issues with the applicant before he stands, or before he is re-examined, Mr Chairman?  It's not the case of a second bite at the cherry, it's just that I could not find what I was looking for yesterday in these volumes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, you say you want to put two issues to him?",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Only two issues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well ...",
            "Unknown"
        ],
        [
            "MR SMITH",
            "If the Members feel that it's not relevant, I will not proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, no, put it, Mr Du Plessis will be able to re-examine in a minute.",
            "Unknown"
        ],
        [
            "MR SMITH",
            "Thank you.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR SMITH",
            "Mr Mkosana, you knew on the day of the shooting that Gonya had fired a grenade launcher?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR SMITH",
            "You made an affidavit on the 18th of September which was submitted to the  Board of Inquiry.  Is that correct?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, if I'm on the truck.",
            "Male"
        ],
        [
            "MR SMITH",
            "It's page, I don't know if the documents are available there, it's page 166 of bundle two.  Ja, paragraph 7.19, it starts on page 165 and it goes over to page 166.  Do you have it before you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "17.9, yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "It's paragraph 7.19.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now you say there that you saw and heard two explosions which you knew to be grenade explosions.  Why did you not, at that stage, place the fact of Gonya having fired those two grenades, before the Commission of Inquiry by way of this affidavit?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir, that's what I've indicated yesterday.  The only person who had noticed that Gonya fired, is Maj Zulu.  It's the first person who have said that:  \"Gonya is firing.\"  Yes I see the explosion from Fort Hare.",
            "Male"
        ],
        [
            "MR SMITH",
            "What I'm asking you Mr Mkosana, by the 18th of September you knew that he had fired those grenades, you had spoken to him about it, on your version.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I had already spoken to Maj Skrube, the one who was convening a Board of Inquiry and the Brigadier.",
            "Male"
        ],
        [
            "MR SMITH",
            "I'm asking, at the time that you made this affidavit, it was 11 days after the incident.  Why did you not say that Gonya had fired?  Okay, then can I just continue?  Go to paragraph 7.2.1.  You now say at the end of that affidavit, to the best of your knowledge, the troops under your command did not employ any weapons other than R4 rifles.  By the time that you made this affidavit, you knew that that was incorrect.  Gonya had fired the rocket or the grenade launcher in the Buffel that you were travelling, or from that Buffel that you were travelling in.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I think this version, Sir, when I think I've sign it, but I must be talking lies that I ...",
            "Male"
        ],
        [
            "MR SMITH",
            "Were you lying to the Board of Inquiry?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.  If I have not say that, I don't think I said the guns were not employed because I said we have all weapons all the armament of the military was employed.",
            "Male"
        ],
        [
            "MR SMITH",
            "Will you look at that paragraph 7.21 again?  It says\n\"The troops under my command did not employ any weapons other than the R4 rifles.  The light machine guns were not deployed, but at that time you knew that the grenade launcher had been employed.\"",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR SMITH",
            "Why didn't you say that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I have no answer on that Sir, because ...(intervention)",
            "Male"
        ],
        [
            "MR SMITH",
            "Let me put it this to you, Mr Mkosana, were you covering up that that rocket or the grenade launcher had been used?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No.  I was not covering up.",
            "Male"
        ],
        [
            "MR SMITH",
            "Because I also see that Mr Gonya was never called before this Inquiry.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "I don't know because I was called for the Inquiry and Gonya was called only for the Board of Inquiry.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now, just one final issue.  There was a Rifleman Dlodlo was deployed at Jongelanga Crescent.  He was called.  Would you agree, that his affidavit or statement is on page 39 of that same volume?  Do you have that in front of you?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now towards the end of his answer number 1, he says that\n\"We were told by Captain Ndandiso to fire.\"\nThat is the fourth line from the bottom of that paragraph.  Do you have where I am?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.\nMR SMITH\n\"The orders were followed.\"\nAnd then he says:\n\"The Captain said, 'Ready', they changed the levers and he then said: 'Fire one shot.'  The crowd turned back immediately.\"\nWere those the instructions that you expected to be issued?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "That's positive.",
            "Male"
        ],
        [
            "MR SMITH",
            "Now can you look at question 2 where it is raised whether there was any firing from the crowd and he says\n\"No, but they were rushing at us.\"\nDo you have any comment on that?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, I cannot tell because he was also deployed there.  Maybe he have heard the shots or not heard the shots.",
            "Male"
        ],
        [
            "MR SMITH",
            "No, look at the question.  It says\n\"Was there any fire from the crowd?\"\nand he says:\n\"No, but they were rushing at us.\"\nHe excludes shots having come from the crowd.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.  There were no fire but the shots were there.  He's right when he said no, there was no fire.",
            "Male"
        ],
        [
            "MR SMITH",
            "Do you agree with what he said?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes, because there's no fire, but there were shots fired.",
            "Male"
        ],
        [
            "MR SMITH",
            "No, the question that was asked to him, was there any fire from the crowd, which I presume were gun shots fired from the crowd and he says no, they were only rushing at the troops.",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No maybe he haven't yet heard the shots, he haven't heard where the shots were fired, maybe.  I can put in that way.",
            "Male"
        ],
        [
            "MR SMITH",
            "That is all, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR SMITH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Smith.  Mr du Plessis, any re-examination?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "One or two questions Mr Chairman.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR DU PLESSIS",
            "Mr Mkosana, were you part of the planning concerning the deployment prior to the 7th of September 1992 at the H.Q.?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Were you also part of the group that instructed or convened the Board of Inquiry by Mr Skrube or did you only hear that the Board of Inquiry would be instructed?",
            "Male"
        ],
        [
            "VAKELE ARCHIBALD MKOSANA",
            "No, I was not part of the Board of Inquiry, I was also making a statement to the Board.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "I've got no further re-examination.\nNO FURTHER QUESTIONS BY MR DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr du Plessis.  Yes, Mr Mkosana, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will take the tea adjournment at this stage.  We'll adjourn for 15 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr du Plessis, I assume that would have been the case for Mr Mkosana?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "As the Committee pleases, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes Mr Nompozolo, do you want to lead the evidence of Mr Gonya?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "That is correct, Mr Chairman.",
            "Male"
        ]
    ]
}