{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-10-30",
        "location": "KIMBERLEY",
        "day": "4",
        "names": [
            "SEKITLA MOSES MOHASA"
        ],
        "case number": "3137/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54758&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/kim/mohase.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "GIFT SEKITLA MOSES MOHASA",
            "INTERPRETER",
            "MR MPSHE",
            "MR MTHEMBU",
            "MS KHAMPEPE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MTHEMBU",
            "MR MPSHE",
            "GIFT SEKITLA MOSES MOHASA",
            "MR MOHASA",
            "INTERPRETER",
            "MS KHAMPEPE",
            "ADV DE JAGER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I suppose we will now be proceeding to the next application which will be that of Mr Gift Sekitla Moses Mohasa.   Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chair, I will call the applicant to the witness stand.",
            "Male"
        ],
        [
            "MR MPSHE",
            "That's bundle number 3, Chair and members.  Mr Chairman, can you just put on record that the parents to the deceased in the second incident in Kroonstad, the 1991 incident Matshusu Ntema, they are present, they have arrived, thank you.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Full names?  Your full names?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Gift Sekitla Moses Mohasa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Mr Chair, through you I'm not sure at this point whether are we starting first with the application relating to the Kroonstad incident or to the Daveyton incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As you wish.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "May I suggest then that we start with the Kroonstad incident Mr Chair?\n\tMr Mohasa, you are the applicant in this matter, is that correct?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Is it further correct that you are applying for amnesty with regard to a murder that was committed on the 11th of February 1991 in Gelukwaarts in Kroonstad and that the deceased there was ...[indistinct] Albert Ntema?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That's correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "At the time of the commission of this offence, were you a member of any political organisation or party?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I was a member of the ANC Youth League.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "For how long had you been a member of the ANC Youth League?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I started to be a member in 1990.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Were you an office bearer or just an ordinary member?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I was just an ordinary member.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Is that the only structure that you were attached or belonged to in Kroonstad at the time?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I was also a member of the self-defence unit in Kroonstad.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Thank you Sir.  In your own words would you explain to the Committee what happened or transpired on the 11th of February 1991 when the deceased was killed?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "In February 1991, I was from a patrol and all the members of the unit were present, then we saw a Kombi, then our leader said we should go into a Kombi because the Three Million gang members have attacked.   We went there - when we arrived we spread around to observe, then we had whistles, then when we heard the sound of the whistle we should go to that point, then we found a commander facing a gang member of the Three Million - attacking him.  After we have seen that he is attacking our commander with a knife, we shot him.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Just before you proceed Sir, it is common cause that the deceased or that the weapons that were used to kill the deceased herein were inter alias a .38 special revolver, 7.65 weapon and a 9mm and also a knife or sharp instrument was used when he was killed.\n\tFor the purposes of the Committee, Mr Chair, it's on page 37 of bundle number 3, line 29/30.\n\tNow would you tell the Committee with - amongst these weapons that I've mentioned to you, with which weapon were you personally armed?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I was having the .38 special revolver.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Thank you Sir, you may then proceed.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "After we have see that he's attacking the commander with a knife I came on the sight then I shot twice or thrice - who could hear the sounds of the whistles again, then we spread around to look who were remaining there.  After that we went into the Kombi, then we went to our camps.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Just before you proceed Sir, this commander that was being attacked, do you know his name?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "What was his name or what is his name?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "His name is Machaba Petros Thulo.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Furthermore, according to the record in the court accord, the deceased was attacked from three sides, from the left-hand side, the right-hand side and from the front.  Now, you say you shot him from the side, will you tell the Committee from which side - the left side, the right side or in front?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I came from the left-hand side.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "All right, proceed Sir.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "After that attack he fell on the ground, then we heard sounds of whistles, we assembled and went into our cars and went back to our camp.  I knew the deceased very well, he's a member of the Three Million gang.  I know his family, those are the people who brought me up - even now I'm still associated with them because of the situation there was nothing I could do.\n\tHe was harassing the people and the organisation and again harassing the members of the Student's Movement and the organisation.  They were harassed by the deceased and other members of the Three Million gang and we as members of the self-defence unit, it was our responsibility to defend the community and that the organisation is protected, so that nobody would harass them.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "According to the Judgement in your case, it would appear that you and your other comrades first assembled in ...[indistinct] where apparently this attack on the Three Million was planned.  What do you say about that?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I don't know about the plan part of it, I only know that we were patrolling on foot and then when we arrived there we found comrades waiting for a car.  And when we arrived there we just went into the car, I know nothing about the plan and the people who were responsible for the plan.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Would you confirm that the area called Trokbou, was a Three Million controlled area?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, I believe.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "When you say you got into the car, for what reason or purpose did you get into the car - did anyone tell you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mean before the stabbing or after?  Do you mean before the incident or immediately after?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Before the incident Mr Chair.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "The reason was that the Three Million gang members are attacking Gelukwaarts.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Do you still recall how many times did you personally shoot the deceased?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I don't know how many times I shot him but I used ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreters could not get the last part.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Will you please repeat the last part Mr Mohasa?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I don't know how many gunshots went straight to him but I used four shots or four bullets.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, tell the Committee, what political objective did you sought to achieve by committing this offence?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Our political objective which we decided to achieve was to bring peace and that peace would live peacefully and all political parties or movements would have the right to canvass and call meetings and that even students should be able to organise their meetings or do anything which they would like, like rent boycotts and that people should be able to participate in the boycotts if they have that interest or to participate in the marches or call meetings for civics.\n\tAnd because the Three Million gang was operating in those areas, those things were not possible to be done, they were stabbing people.  When people started to assemble, they were to go there and assault and harass people - that is why there was nothing we could do other than defend the community.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "What is the justification for regarding your act to an act committed with a political objective?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Those people were against the political activities of other organisations, people who were involved in politics.  Members of various organisations, they were targeted by members of the Three Million gang.  By so doing, even our organisation was at risk because our members were targeted by these people and then even the whole community was targeted by the Three Million gang.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Were you acting as a result of an order given by your organisation and if so, could you tell the Committee who gave the order and when?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is so.  The instruction from the organisation that we should protect the community, the self-defence unit was formed because the community was attack and members of the various political organisations were attacked.  The Executive Committee made a plea that there should be self-defence units so that be able to protect members and the community at large.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Now, the order that you say was given by your organisation, was this an ...[indistinct] or was - are you saying it was an order given with regard to this specific incident - could you explain to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I interrupt there if you don't mind and ask him - on that particular day, who gave you the instructions that - let us get into the Kombi to go where you went, where you killed the deceased?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "When we arrived at our camp, the message arrived that the Three Million gang is attacking the area, therefore we went so that we should go and protect the people who were attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who said: \"Let us go\"?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "As a unit we were having a commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is that?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Machaba Thulo.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Did you understand the question well Mr Mohasa?  Did your commander tell you to get into the Kombi to go to Gelukwaarts?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I thought he was the one who was being attacked at Gelukwaarts, so it can't be him?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "We were together with him in the camp, then he said we received a message that people were attacked at Gelukwaarts, attacked by the Three Million gang.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So, when you got the message in your camp that the Three Million gang were attacking at Gelukwaarts, you still had your commander with you - Mr Thulo was with you when you got that message?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "The message - he is the one who received the message.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I'm a little confused because I thought in your evidence you said when you got to Gelukwaarts you found that your commander was being attacked.",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "We left in a Kombi, we drove to Gelukwaarts.  On our arrival we took different directions to investigate the direction of the attack and we assembled together and when we assembled, we found our commander being attacked - that is where we started the shooting.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Now, you testified that you were also a member of the self-defence unit.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Now, was the task or the purpose of the self-defence unit not to defend rather than to be on the offensive?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "The task of the self-defence unit was to protect.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Do you have anything further that you wish to add with regard to this incident Mr Mohasa?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "What I would add is that - in regard to this incident, if we didn't go there to see as to whether people were protected something bigger than this would happen.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "And is that your evidence with regard to this incident?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He was also convicted in this connection of pointing a firearm and possession of a firearm and ammunition and for not attending court.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "With due respect Committee member, on my reading of the bundle ...[indistinct] that with regard to the possession of a firearm - which he was sentenced I think sometime in July and with regard to the contempt charge I think it was around September or so of that year, so I'm not certain if the two other offences are related to the murder one or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohasa, you were convicted of illegal possession of a firearm, is that correct?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it the same firearm that you used in shooting the deceased in this case or was it a different firearm?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "It is the same gun.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you get this gun from?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I was given - comrade Victor gave it to me, ...[indistinct] from Daveyton.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For what purpose was it given to you?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "The reason was that I should be able to protect members of the community against the Three Million gang because all the time members of the gang were armed, so we couldn't defend the people without arms - I guess the people who were armed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it given to you in your capacity as a member of the SDU?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does the same thing apply to the ammunition on which you were convicted?  In other words, I'm trying to find out - when this gun was given to you, was it given together with the ammunition?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "He gave me the gun only, the ammunition were given in terms of the situation.  You'd be given ammunitions if there is an incident which you need to go there and defend, then they would count them how many bullets you have used, then others would be returned so that there would not be a conflict that other bullets have been lost and they've been used without an instruction from the commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did you point with a firearm?  Didn't they find you guilty of pointing somebody with a firearm?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I was found guilty by pointing a person with a firearm, that is when we were attacked by the police, then yes, I did shoot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was this - in Kroonstad?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That was in Kroonstad at Pumalung location.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did you point with this firearm - a policeman?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, it's a policeman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was happening?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "We were attacked, then I was shot in that incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By the police?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, that is correct - by the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it during a robbery or what?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "No, we were attacked by the police - I was shot in that incident on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why were the police attacking you?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "We believed that the police were supporting the Three Million gang to harass the community and then because the police knew that the - our bases. When they leave from the police station to do patrols, they would do only those patrols in Pumalung because our bases were there.  And then again on that day of the attack, we heard sounds of the whistles and then when we went outside we heard gunshots and the police were shooting and then I was shot on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  This whistle, was it an arrangement in the area which you people were protecting?  That if there was an attack imminent or something happening, the person would blow a whistle to call for help or what?  What was the position with this whistle?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, that is correct.  If there was an attack somebody would blow a whistle, then we'd go to the direction of the sound, then when there is - we'd go there and observe, then maybe we'd find that the Three Million gang were attacking or maybe the police are attacking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "People had whistles at their places?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, I think we have covered the pointing and the possession of the firearm and the ammunition.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chair.  That will be the applicant's testimony with regard to the first application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can proceed to the next one.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Mr Mohasa, is it further correct that you were also convicted of murder and attempted murder of an incident which occurred in Daveyton in Gauteng?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Is it further correct that the said incident occurred on the 1st of December 1990 and that the deceased in the matter was one Esrom Hapane and that on the second count of attempted murder the victim was one Casium David Gwete?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, were you given an order by an organisation or any person to commit these two offences and if so, who gave you the order?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "The instructions to commit these incidents were given during the time of the fight when it was intensified between the comrades and the Million gang.  The Executive Committee of the African National Congress in Kroonstad gave these orders that members of the Three Million because they are attacking people and harassing people, we should defend the community against them...",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Sir, with regard to the Daveyton incident, did you personally know the victims or not?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I did not know the victims.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Did you know which political party they belonged to?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I didn't know their political affiliation but they have contacts with the Three Million gang.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Did you meet them for the first time at the tavern that day or not?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is correct, it was for the first time.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "And was there an argument or a fight between yourself and them?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "The argument was there because I was accused that I am chasing a certain person whom I did not know.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Would you then Sir in your own words explain in full to the Committee why did you have to kill the deceased Esrom Hapane?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it would be better for us to follow if you were to first tell us what happened.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chair.  Would you tell the Committee what happened on that day, the 1st of December 1990 at the tavern where you met the deceased and Mr Gwete.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "In 1990, the 1st of December, we were supposed to have a meeting with the members of the SDU's in the East Rand where we were going to discuss the strategies used in their region which is the East Rand and to discuss further the exchange of arms between the two SDU's.  We left with Bennie Steven - it was Bennie Sitibe, we were supposed to go and attend the meeting.\n\tBennie Sitibe was not found for the whole day and I left by myself and a girl who accommodated us that other side.  When we arrived at the tavern we enquired about Bennie Sitibe and we found the relative called Pat Namami, we asked him and he told us that Bennie Sitibe went out, he would come back and we sat.  After a while we realised that he was not coming back and I told this lady to leave.  \n\tEven before we could reach the exit these guys arrived and they accused me of having chased one of their friends and just there a fight broke because I did not know what they were accusing me of and their manner of approach gave me a suspicion - I saw them that they full of fighting spirits.  The deceased stabbed me behind because he a knife in his possession and he held me with my hands and the others were hitting me with their fists.\n\tI managed to open his hands and I saw this knife and I got hold of him and I defended myself with that knife.   And because the deceased was more brave than the others, it was discovered that he was the person that I stabbed many a times.  And when the others ran away, I also ran away.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Could you then tell the Committee why was it necessary for you to kill the deceased.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "It was not my intention to kill the deceased, I was defending myself against an attack launched at me - it was not my intention to kill him.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Now Mr Mohasa, this incident occurred in Daveyton and the Three Million was operating from Kroonstad, on what basis or how do you link the victims to the Three Million?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I link the two incidents because Bennie Sitibe, the person who was with me has a brother called Machangani and his brother used to visit Daveyton,  during his visits he was a member of the Three Million and Machangani and the deceased knew each other very well, in other words, the deceased and Machangani were one.\n\tAt one stage I had a feeling that Bennie was also involved in the plan of their killing.  I went back to Kroonstad and I appealed - I reported what happened in Daveyton and it was discovered that during my stay there Bennie was not there, it was Machangani, in other words, it was planned that I should be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did anybody come to that conclusion that Bennie and Machangani had planned to kill you Daveyton - it was their plan?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I think it was their plan because on that day we were supposed to have a meeting with the self-defence units of the East Rand and Bennie knew about this meeting because it was the only reason that took us there and to my surprise he was not there, in other words this whole thing was to take place in his absence - I was supposed to be killed because if he didn't know about this thing he would have there, he would have been present, he would been also involved in this whole issue.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you supposed to have a meeting with the East Rand SDU members at that tavern where this incident took place?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I went to the Tavern to look for Bennie Sitibe.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Where was your meeting supposed to take place?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Our meeting was supposed to take place ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "The last part of the answer was not audible enough.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Won't you repeat your answer so that the translators can translate what you said.",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Our meeting was supposed to take place at Tokohsa.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Chair, may I approach the applicant to speak a little louder.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Thank you.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Mohasa, how do you come to the conclusion that Machangani used to visit Daveyton and was well acquainted with the area?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "On our arrival in Daveyton we were accommodated at Bennie Sitibe's relative and Bennie Sitibe and Machangani are brothers.  And I stayed quite some time there and I discovered that Machangani was well known in Daveyton, especially the gangsters.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "On reading the Judgement in this particular case, it is said therein that it would appear that the fight that ensued between you and the victims was over a cigarette and a girl, do you have any comment to make regarding that statement?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes.  Can I please explain one issue?  When we arrived to look for Bennie, these guys were sitting drinking beer and their cigarette boxes were on the table and there was no reason to fight for a cigarette because they had their cigarettes on the table - they would be smoking while drinking.\n\tAnd about this issue of this girl - of the girl, it was impossible really to fight for the girl - I know the husband to this girl and I know that this girl had a child and I did not have any suspicion that among those guys there was one who was going out with this girl and I was accommodated at her home.  \n\tNow, our fight over a girl with them is something that doesn't give sense, it is an issue brought in so that it's sort of a cover-up so that we do not know the start of the whole issue - I know her husband.  We arrived in Daveyton and we were accommodated at her home and there was no reason to really fight with anybody over her.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "It's further on record that immediately prior to the incident, there is a person by the name of Mpho who was with the deceased who came to you and asked you for a cigarette which you said you didn't have, you then accused him of looking improperly at the woman or the girl you were with and did threaten him with death, do you have any comment to make?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I don't think that is what happened.  I repeat, these people were sitting around the table with boxes of cigarettes - that a person requested a cigarette from me it's not true, they had their own cigarettes.  And even where they were drinking, there's a place selling cigarettes - nobody asked me for a cigarette, it was just a disguise so that it is not known the real depth of the fight.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "The people who were with the deceased at that time testified in court that prior to the fight between yourself and the deceased, the deceased did not have any weapon with him, can you make any comment?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "They were saying that maybe because they were misleading the court but according to me I took the knife from the deceased, he attacked me from behind and we battled until I got the knife from him.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Gwete the victim in the attempted murder charge, testified in court that when went to enquire from you why you were stabbing the deceased, without saying any word you instantly attacked him and stabbed him on the neck.  Do you have any comment to make?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I stabbed that chap at the time when they were attacking me, he was injured before the deceased was injured because the deceased was holding me from behind.  That I stabbed him behind, then he came to ask me thereafter - it's a lie.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When the deceased was grabbing hold of you from behind, was he using both hands?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, but just towards the shoulders.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And in which hand did he have the knife at that stage?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I would not say because his hands were joined together, now it would be impossible to tell whether it was on the left or the right hand.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were the other three who were attacking whilst the deceased was holding your hands from behind, armed with any kind of weaponry?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I could not see properly because we were outside and it was already dark but I think some of them had weapons.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "How were you attacked by them - you've just stated that they attacked you?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "They attacked me when we were leaving the tavern, before we could get out of the gate they came from behind and they accused me of having chased one of their companions which is someone I do  not know.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But how were you attacked?  Were you slapped, were you kicked?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "The tall guy started with the assault - I think he's Gwete, he's the first person who slapped me and the rest followed and the deceased also held me by my hands so that Gwete could be in a position to hit me.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I merely wanted to find out what form the attack assumed, whether you were attacked physically by the use of their hands, whether you were kicked.  Are you not in a position to tell us?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "They used their hands and they kicked me because four of them were assaulting me, the one was holding me and the three were assaulting me.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "How long did this attack last?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "It took quite some time until when I managed to grab the deceased's knife and they dispersed and when they ran away I also ran away.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So when you took the deceased knife they ran away?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "After taking the knife from the deceased I started stabbing the person who was in front of me - I think it is Gwete and after stabbing him he moved back and the deceased came and he acted as if he was the leader, he was showing ...[indistinct].  And we battled and I overpowered him because I had a knife and when he fell the rest of them ran away.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But at the time of you stabbing the deceased, where were the other two?  You've mentioned that you started with Gwete, stabbed him on the hand and where were the other two when you were stabbing the deceased?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I think they were in the vicinity because when this incident took place they were surrounding me.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Yes, and they being in the vicinity they stood there and did nothing when initially they had started by attacking you, they actually stood back and watched you stabbing the deceased?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I don't think so, I think because I had the knife in my hand it was not simple to approach me as they did at first because I now had a knife in my possession.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You really believe these people had been sent to kill you?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I believe so because we were staying next to the hostel and that is the stronghold of the IFP, now I think these people have a contact with Machangani because Machangani used to visit that area and he was a member of the Three Million - I think they were sent.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Mr Mthembu, you may proceed.",
            "Female"
        ],
        [
            "MR MTHEMBU",
            "Thank you Committee member.  Mr Mohasa, I would like to refer you to page 64 of the bundle, it will be line 7.\n\"Mpho reported it to him and to his comrades.  They decided to ignore it, he then left the house, he went to the toilet and when came out of the toilet the accused confronted him.  The accused had a knife in his hand and wanted to stab him with the knife.\n\tHe managed to evade the accused, ran out of the gate and the accused pursued him.  In the street the accused turned around - all the people were still inside the house at that stage\"\nWhat is your comment regarding these two paragraphs that I've just read to you?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I've never chased anybody, I looked for Bennie and I was told Bennie was not in.  I did not even go out to the toilet, I only went out of the house when I was leaving.  That I chased someone of them, it's a disguise to put the blame on me.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Mr Mohasa, do you have anything further you wish to add regarding this application?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I really request the Committee to forgive me because what took place was as a result of the situations of that day and I did not know that my going to Daveyton would end up in this fashion.  I was not sent to Daveyton to kill, I was sent there to meet the SDU's to talk about the working together, not to kill people.\n\tAnd this incident really embarrasses me, I am really sorry - it was not my intention, I was just defending myself.  Maybe if I did not defend myself I could be the dead one.  That will be all from me.",
            "Male"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Thank you Mr Chairman.  Mr Chairman, members of the Committee, I first want to approach as in advance that I'm going to be referring to certain pages now and then, it may seem to be inconvenient for the Committee members to be paging in that way but I've no choice.\n\tMr Mohasa, I want you to have a look at the letter on page 29, there is a letter sent to our offices responding to questions by your legal representative and the letter is signed by your legal representative at the end.  I just want you to have a look at it and tell me whether that is the letter that was written during consultation with you.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MPSHE",
            "Now, that letter is a response to our letter sent to you which will be found on page 96 of the bundle - for the convenience of the Committee.  On page 96 of the bundle, those are the questions sent to him and he responded by way of the letter on page 29.\n\tNow lets go to your answer number 2 on that letter, page 29 where you were asked whether you knew the victims and your answer was:\n\"Applicant does not know however, he believed that the two victims had been hired or sent to kill him\"\nDo you see that?  Do you see that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, I don't know if the - the witness uses his own language and I don't know whether he's able to read English.",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "It has been translated for him into Sesotho or perhaps I should read out for the translator to catch and convey to him.  I will read that number 2 on page 29.\n\"Applicant does not know however, he believed that the two victims had been hired or sent to kill him by one Oupa Kisitibe also known as Machangani who was a member of the Three Million gang\"\nDid you hear that one?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, I heard that.",
            "Male"
        ],
        [
            "MR MPSHE",
            "Now, just tell the Committee what made believe that the victims were members of the Three Million gang.",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I think these people were sent, not necessary that they were the members of Three Million because they reside in the Daveyton and the Three Million reside in Kroonstad.  I think they were sent by Oupa Machangani who is the brother to Sitibe who was a member of the Three Million, I think he is the person who sent these guys to attack me in Daveyton because I was in Daveyton.",
            "Male"
        ],
        [
            "MR MPSHE",
            "Can you ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I - but they not sent, you found them in the tavern, they were already sitting there drinking.",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Can I please be given a little chance to explain?  We were accommodated at a house and the tavern is three houses from where we were accommodated.  The first house where I went to look for Benny Sitibe is in that tavern and when I arrived there I saw those chaps and it was my first time to see them there because I used to sit at the front stoep and people - I saw them when they - I saw the people when they were passing - going to that area, it was my first time to see them.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think the problem that we have Mr Mohasa is, if they had been sent to kill you, how did they know that you would be coming to that tavern on that particular day and at that particular time?",
            "Female"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I was looking for Benny Sitibe and when I left the house I was in the company of the girl who stayed where we were accommodated and when we arrived there I asked Petina Mani who is a relative to Benny Sitibe - he was in the company of these chaps and when I asked where Benny Sitibe was, they said Benny Sitibe was out, he was coming back.  In other words he was sitting with them and I stayed for quite some time thinking that he would come back, he never came back and that is when I decided to leave and when we left this whole incident started.",
            "Male"
        ],
        [
            "MR MPSHE",
            "Benny Sitibe's brother Machangani, you knew very well that he was a member of the Three Million gang, not so?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, I knew he was a member of the Three Million gang.",
            "Male"
        ],
        [
            "MR MPSHE",
            "And you knew very well from Kroonstad that your organisation and the Three Million gang did not see eye to eye, you actually said you'd fight whenever you met, not so?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That's correct.",
            "Male"
        ],
        [
            "MR MPSHE",
            "And it is at Benny Sitibe's place where you were accommodated and slept?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MPSHE",
            "And Benny Sitibe's brother Machangani stays in that very same house, not so?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Machangani resides in Kroonstad, in Daveyton it is their relative.",
            "Male"
        ],
        [
            "MR MPSHE",
            "But Machangani would have know that you were in Daveyton because you went home with his brother Benny, not so?",
            "Male"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "When we left it was not known that we are leaving and our destination was also not known, we left quietly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mpshe, do you have questions which will adduce favourable evidence in support of the applicant in respect of this particular incident?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Mr Chairman, there is none absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think maybe move on to deal with the other incident, if you have got any questions - the first incident that he dealt with.",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Thank you Mr Chairman.  Mr Chairman, the first incident being the Kroonstad incident, I've not questions thereto absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any re-examination Mr Mthembu?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "None Mr Chair, thank you.\nNO RE-EXAMINATION B Y MR MTHEMBU",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohasa, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, where is Mr Monyake?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "He's ...[indistinct] in front.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can he come back please, there is something that I would like to clear up with you which I forgot.\n\tYou are still under oath Mr Monyake.  I'm sorry, I must apologise most profusely, it wouldn't be you, it will be the previous gentleman.  I'm very sorry about that, you are excused.  It was Mr Mohase in relation to the first incident.  You can go back, I'm sorry.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are still under oath Mr Mohasa.",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You were asked as to whether you knew the deceased that you shot and killed with your special revolver and you said something like: \"Yes you knew him, you also knew his family or his people and that they had brought you up\" - something to that effect, am I right?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that you were related to the deceased?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "No, not Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean when you say that his people brought you up?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I meant that they knew me very well, when I was growing they were - I was still there and I used to visit that family and stay there and these are the people I did not have problems with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as far as the deceased is concerned, the only problem you had with him was that he was a member of the Three Million gang?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "That was my only problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think I've cleared what I wanted to clear up.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The family of the deceased, are they here, do you recognise them?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "Yes, they as present.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is there perhaps anything you wanted to say to them?",
            "Unknown"
        ],
        [
            "GIFT SEKITLA MOSES MOHASA",
            "I want to say to them I'm very sorry for what happened and I could not do otherwise, it was the situations and I'm really very sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused, you can go back.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, you indicated that some relatives were here, is there any witnesses you wanted to call?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Mr Chairman, I'm not calling any witnesses.  Both parents, the mother and the father to Matshusu Ntema, the second incident in the last applicant's application, they've indicated that they know what has happened and it is actually their third time to attend hearings on the same incident.\n\tThey don't want to say anything and they state clearly that they are not opposing application for amnesty but if the Committee wants them to come and say it on record, they can put it on record that they are not opposing - they don't want to testify anything.  And on the incident - the application of Monyake, the deceased's people is Annie Molelle and another, Tefo Molelle is the deceased.  \n\tThese are not here, these are the people I'd said to the \nCommittee that they were en-route by kombi with the commander Thulo to whom I was talking now.  He informed upon arrival that the mother to the deceased Tefo could not come because when he went to her to collect her, she told him that she was awaiting the other children from Johannesburg to come take charge of the children at home in order to release her to come down but since they have not arrived, she's not coming and she does not oppose the application as well.  \n\tThe victims in the last incident - allow me to call it the Daveyton or the Benoni incident, they are not here completely.  I was informed by the logistics officer yesterday in the afternoon at about 15H30, that they called and that they received the notices on Wednesday and even if they had received it earlier they wouldn't come because they wanted this incident to be dealt with in Johannesburg because the incident took place in Johannesburg but they are not opposing the application and they don't have a lawyer if - no, no, they said they're opposing sorry, they're opposing the application but they do not need a lawyer and I said to them if they are opposing I will convey this to the Committee and I will do the questioning on their behalf and they were satisfied therewith, that is all.  I have no witnesses to call.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, do you - are you ready to argue or what do you suggest?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "Thank you Mr Chair, I'm not ready to argue at this stage and through you Mr Chair, I would propose that if I could submit written ...[indistinct] simultaneously on the same day with the application of Mr Monyake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which would be when?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "According to Ms Khampepe, she suggested next week Thursday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you be able to do that?",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I should be able to Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please try to keep to the terms because we have had unpleasant experiences that some legal representatives do not keep to their arrangement and as a result they delay judgments.",
            "Unknown"
        ],
        [
            "MR MTHEMBU",
            "I will keep the time limits Mr Chair, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Mr Chair and the Committee, I have no problem what has been said by Mr Mthembu, I just wanted to mention the date, the date will be the 6th of November for the submission of the ...[indistinct] or argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Mr Chairman, then that will form a - that concludes the work for the Amnesty Committee this week in this area, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank the co-operation that we've enjoyed from all the people including the audience in having helped expedite the hearings.  We have come to the end of the roll for the week and we therefore adjourn.  We reserve our judgment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}