{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-27",
        "location": "TEMBISA",
        "names": [
            "JAMES MAKOLOTLA MADEBE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55959&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/madebe.htm",
        "speakers": [
            "MS SEROKE",
            "MR MADEBE",
            "CHAIRPERSON",
            "YASMINE SOOKA",
            "DAVID DAYI GETVESE",
            "DUMUSANI HENRY DLAMINI",
            "MR LEWIN"
        ],
        "original_speakers": [
            "MS SEROKE",
            "MR MADEBE",
            "CHAIRPERSON",
            "MS SOOKA",
            "MR GETVESE",
            "DAVID DAYI GETVESE",
            "DUMUSANI HENRY DLAMINI",
            "MR DLAMINI",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "MS SEROKE",
            "And that's when you decided not to go to the police?",
            "Female"
        ],
        [
            "MR MADEBE",
            "How can I report this to the police because they are the killers? How would I report this matter?",
            "Male"
        ],
        [
            "MS SEROKE",
            "People who died in this shooting, what was done with their bodies?\nI don't know who took these dead bodies, maybe it is the policemen but we just saw that the bodies were taken away, had disappeared.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Do you know Lenon Nondlala at the hostel, wasn't he a resident there?",
            "Female"
        ],
        [
            "MR MADEBE",
            "No I don't know him. We wouldn't know each other because we came from different places.",
            "Male"
        ],
        [
            "MS SEROKE",
            "But most of you came from the rural areas?",
            "Female"
        ],
        [
            "MR MADEBE",
            "Yes it is so.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Where were you injured, where in your body?",
            "Female"
        ],
        [
            "MR MADEBE",
            "There was only one wound in my right arm.  The bullet just went through.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Who shot you, a policeman or a black person who is not a policeman?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I can never say whether it was a black or a white man but we were just running away from these bullets, but unfortunately we were shot.",
            "Male"
        ],
        [
            "MS SEROKE",
            "To which hospital did you go?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I stayed there of two months at the hospital.\nTEMBISA  HEARING TRC/GAUTENG\n \n2 MADEBE",
            "Male"
        ],
        [
            "MS SEROKE",
            "Were you working at the time?",
            "Female"
        ],
        [
            "MR MADEBE",
            "No I was not working at the time.  I stopped working on the 7th of May.",
            "Male"
        ],
        [
            "MS SEROKE",
            "After having sustained these injuries, when you met your friends, didn't they know what the reason was for this fight as you discussed it as friends?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I wouldn't know because it became very clear that it is Inkatha and the policemen and the soldiers that were killing the Xhosas.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did the soldiers and the policemen come into the hostel with their vans?",
            "Female"
        ],
        [
            "MR MADEBE",
            "They were rounding all over the place when these Zulus come and they would shoot anybody.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Those who sustained injuries, including yourselves, did you decide to go and get an attorney?",
            "Female"
        ],
        [
            "MR MADEBE",
            "No we never did.  Because we didn't know what to do, because we didn't even know where we'd be able to find a lawyer because the whole country was in that state.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are you working at the moment.",
            "Female"
        ],
        [
            "MR MADEBE",
            "No I'm not.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Since then?",
            "Female"
        ],
        [
            "MR MADEBE",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "How do you survive?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I'm getting part time jobs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much Sir, I will ask my colleagues here to ask any questions, Yasmin Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mr Makolotla, where did you come from before you lived in the hostel?",
            "Female"
        ],
        [
            "MR MADEBE",
            "Are you talking about back home where I come from?",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Yes please.\nTEMBISA  HEARING TRC/GAUTENG\n \n3 MADEBE",
            "Female"
        ],
        [
            "MR MADEBE",
            "I come from Umtata.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How many years have you been living in Vusumuzi Hostel?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I think two to three years.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How many people were there from Umtata in this hostel?",
            "Female"
        ],
        [
            "MR MADEBE",
            "There were many people but I wouldn't know because we were not staying in the same rooms but I didn't know how many people from Umtata exactly were there in the hostel.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Was there an equal amount of Xhosa speaking people and Zulu speaking people or was the one group bigger than the other?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I would not know, because you can never count people to say exactly how many but we were many people at that hostel.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "More or less what was the number?",
            "Female"
        ],
        [
            "MR MADEBE",
            "You can never know how many people stay in a hostel.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Where were you working at the time you were living in the hostel?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I was working in a Spartan.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Before this incident, had there been trouble between the Xhosas and Zulu speaking people in the hostel?",
            "Female"
        ],
        [
            "MR MADEBE",
            "There was no problem between the two groups. We were united but we didn't know that they had such thoughts about us. These just erupted from nowhere.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Why do you think it just erupted like that?",
            "Female"
        ],
        [
            "MR MADEBE",
            "That is what I don't know, I want to know till today.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "After this incident when you had been shot and TEMBISA  HEARING TRC/GAUTENG\n4 MADEBE\nthe other people killed that particular day, were there still Xhosa people living in that hostel, or were all of them now out of the hostel?",
            "Female"
        ],
        [
            "MR MADEBE",
            "They started moving away the same day, the Xhosas because they were running away because they were being shot by these policemen assisting these Zulus.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "The previous witness mentioned that her son has told her that the police were taking the arms away from the Xhosa speaking people but that they left the Zulu people with their weapons.  Do you know anything about that?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I wouldn't know regarding that because I was never disarmed at any stage because I never had any arms, but I did see that the Xhosas were disarmed but not from the Zulus.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And was it your impression that the police were assisting the Zulu speaking people to shoot at the Xhosas or were they just standing by and not interfering in the matter at all?",
            "Female"
        ],
        [
            "MR MADEBE",
            "They were not standing by and watching. They were killing, as we see, they were just killing.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did they have their uniforms on?",
            "Female"
        ],
        [
            "MR MADEBE",
            "Yes they had their uniforms on, the police.\nThose police, they were moving with their Caspers and vans.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "What was the colour of the Casper?",
            "Female"
        ],
        [
            "MR MADEBE",
            "Some are yellow, some are grey. And helicopters with police in them.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How long did this last, was it one day two days?",
            "Female"
        ],
        [
            "MR MADEBE",
            "It went on for a long time.  It started in\n1990 up until 1991, the same thing carrying on, these people would come daily and kill people, they would kill different numbers, seven or two or one at a time, doing the same thing TEMBISA  HEARING TRC/GAUTENG\n5 MADEBE\nevery day. They even came to the informal settlements and burned down shacks there as well.  They shot even a small child of which I think is the previous witnesses child.  Fur people died in the open field and one was an albino, killed by the same police on the same night.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "On that day when you were injured, how many people had been killed?",
            "Female"
        ],
        [
            "MR MADEBE",
            "On that day six people died and twelve were injured.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did you report the matter to the police?",
            "Female"
        ],
        [
            "MR MADEBE",
            "Report to the police?",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Was there any enquiry after this?",
            "Female"
        ],
        [
            "MR MADEBE",
            "There was no inquest about this.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And where did the people who lived in Vusumuzi Hostel go to then after this had happened?",
            "Female"
        ],
        [
            "MR MADEBE",
            "Some were staying in the field and some were staying in the settlement called Nqlewini, which is shacks and some ran to Western Side.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "At this point in time, is there still trouble between the people in the hostel and the other residents at Tembisa?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I didn't hear that clearly.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I was saying, today, now after the Elections, is there still trouble between the people of the hostel and the people in Tembisa?",
            "Female"
        ],
        [
            "MR MADEBE",
            "At the moment there are no signs of violence. That was the last time.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And did any of the Xhosa speaking people move back into the hostel?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I would not know but I would never go back to that place.  It is not a place where a man would go, but I TEMBISA  HEARING TRC/GAUTENG\n \n6 MADEBE\nwould not go personally.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "When you mentioned to the other Commissioner that at the time you were staying in the hostel, you were not a member of any political party but that now you are a member of the ANC.  When did that happen?",
            "Female"
        ],
        [
            "MR MADEBE",
            "I've just joined the ANC.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much Sir. If I can just ask you one question, when you gave your statement, was there anything that you wish the Commission could do for you, can you tell us briefly if there is any?",
            "Unknown"
        ],
        [
            "MR MADEBE",
            "I didn't have any expectations but it's just that my arm at the moment is not functioning properly.  Sometimes it's numb.  I cannot use my arm like before. Even now my arms are not equal in length.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much Sir. Our procedure is that once we have heard the statement we hand it over to the Investigating Committee which we'll forward to the Reparations Committee which will put forward recommendations to President Mandela so as to see how victims can be assisted, we thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you hear me Mr Getvese.",
            "Unknown"
        ],
        [
            "DAVID DAYI GETVESE",
            "Yes I can hear you clearly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you very much Sir, we welcome you in front of this Commission and we see according to your statement that you are one of those who were victims between the factions of the ANC and the IFP in the hostels but before you can give your testimony I'd request you to stand up so that you can take the oath.",
            "Unknown"
        ],
        [
            "DAVID DAYI GETVESE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As it is our tradition I will ask one of my TEMBISA  HEARING TRC/GAUTENG\n7 GETVESE\nCommissioners, Commissioner Sooka to assist you in giving your evidence.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Tata are you able to hear me properly?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Yes I can hear you.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Tata, before you start, tell us a little bit about yourself, where you live now and whether you remarried and have any more children?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I'm staying at Madelokufa. I am married, I have three children, two girls.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Do you want to tell us about what happened, there have been two things which have happened to you.  The one when you were in the shebeen and the other time when your wife was killed. Do you want to tell us about that please?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Yes I can tell you everything.  I was on my way from doing my part time jobs and I was staying at Vusumuzi.  I was back from this part time job.  It was late in the afternoon. I saw a lady was approaching our houses carrying clothes.  As she was approaching these houses there were people who asked her, \" Where are you from?\"  She said, \"I come from Ciskei, I've come to visit my husband\".  And she was carrying a three year old baby on her back, the name of the child is Lubuyo.  These people wanted to know if the child was a male or a female but they could see that it's a boy. They pulled this child by the foot and they hit the child against the wall and she cracked her skull, and when this woman tried to cry, they said rather they kill her. When I tried to come near, I saw many people coming down in a hurry and they were heavily armed, and I heard people saying that you should get away here because there is trouble.  I saw that this woman was stabbed to death\nTEMBISA  HEARING TRC/GAUTENG\n8 GETVESE\nalready and thereafter we ran to the opposite area in front of the school in the open field.  Whilst we were standing there, this group was approaching, we stood there and we were looking at them and gunshots were fired by this group, but there were many gunshots and they had all sorts of arms.  We ran further up across the field.\n At the end of that day, we were in another house there in the field that's called Mamabalane, the house number is 409.  It was late, there they sell food and we were also drinking alcohol as well. That was just before 8 o'clock, we were confused because we didn't know where we were going to sleep that night.\n As we were sitting around and drinking, just before 8 o'clock  we heard some gunshots, we were sitting in the kitchen and there were shots fired in the kitchen and in the dining room. And after those gunshots, the owner of that house, Mabalana fell. I found out that they hit him on his head and that he was dead. And one was shot in the knee.  They were shooting from the dining room and the kitchen and I was shot also in my leg. The woman was in the room and I realised that this group was just shooting us because they heard us making noise. \n We don't know who called the ambulance or where it came from, but the three of us were just taken away by this ambulance, and another one was shot dead on that day as well. But the other two survived but unfortunately went home to Port Elizabeth. So I was the third one of the three.  They were taken to hospital and when we got there I received some plaster of paris and the bullet just penetrated through the leg and that was the end.\n I tried to go to the police station.  When I got there TEMBISA  HEARING TRC/GAUTENG\n9 GETVESE\nto see if this woman is not there at the police station, the policeman told me that they want nobody there, I must go back and there were still gunshots, and we went in a big number because there were many people who were injured on that day, but because I was injured I couldn't follow the matter up, only to find out that was the last time I saw my wife, she disappeared, as well as the child.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I know that it's a painful story but I do need to ask you some questions, just so that we can have a clear picture. Where did you yourself come from before you lived in the hostel?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I come from the Transkei in Willowvale.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "An how long had you been living in the hostel?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Five years but I used to go home frequently.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Were you employed here in Tembisa or were you just working for yourself?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I was doing part time jobs and I would work during weekends as well.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And in your room were you staying just with\nXhosa speaking people or were you mixed in the room?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "We were a mixed group.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How many of you slept in one room?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Four sleep in a room.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Was your wife able to visit you often or was this not happening?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "It was her first visit, she did not even know the place but unfortunately she came on this unfortunate day and I wasn't even expecting her.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You say that you had been doing part time work that morning and you were on your way back to the hostel?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Yes it is so but on that day I didn't find any TEMBISA  HEARING TRC/GAUTENG\n10 GETVESE\npiece job to do, therefore I gave up and went back to the hostel.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And if I heard you properly, you say you saw your wife in the distance, is that correct? Or were you told about what had happened?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I wasn't told, I saw everything myself. Because I was already there and those people didn't know me and didn't know that I was related to this woman, but when I tried to see if this is my wife, but before I could know there was a group of people approaching, heavily armed and there were gunshots.  That's when I realised that this is no time to stand around and I heard people warning me that I must get away. That's when I decided to run away but I realised that there were a lot of people running away as well an I did not know that there was such a fight around there.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How far were you from this incident when it happened?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "As far as that door but as I tried to come\nnearer to see what is happening, I could see that this is my wife carrying clothes but I saw that my child was lying on the floor. \n As I tried to come nearer, these people started chasing other people as well, that's when I got the chanc to run away as well.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And these people, did you know them at all?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "No they are unknown to me, but they were wearing red handkerchiefs on their foreheads.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Do you think they lived in the hostel or did they come from somewhere else?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I think they were just passing by because I TEMBISA  HEARING TRC/GAUTENG\n11 GETVESE\nnever saw any of the Zulus that stay in the residence amongst this crowd, so I think they were just passers by who killed my child and my wife.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Why do you think they killed them. I mean your wife was just visiting? Why do you think they reacted so violently against her?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I don't know why, but as I hear rumours they didn't want young boys, they didn't kill women, they killed men only, they killed my wife because she was carrying a boy, so they were killing males, not females.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You also say in your statement that this shebeen where this Baba Mabelani was killed, that it was well known.",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "He was killed instantly.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And the people that killed him, was it also this group of men wearing these red cloths on their heads?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "We cannot tell whether it was the same group because we were inside the house, we did not even see those people but we just heard gun shots inside the house.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And after this, were you able to go back to the hostel?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "We never went back to the hostel since that fight.  We were just hiding in the field.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "An you were never able to recover the bodies of your wife and your son?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I never, they disappeared that day.  Even at the police station, when I tried to enquire, the policemen chased me away saying  that they don't want anybody there. And there were gunshots all the time, I never had a chance to go and look for my wife and child and I was also injured on that particular day and landed in hospital.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How long were you in hospital?\nTEMBISA  HEARING TRC/GAUTENG\n \n12 GETVESE",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I was discharged in the second week with the plaster of paris on.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Which police station did you go to to report this matter?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Here at Rabasotho.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Do you know the name of the police who you dealt with at Rabasotho?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I do not know him because there are many policemen there but this particular black policeman just told me that he does not want anybody around here but there were many policemen just roaming around.  They were just shouting that they don't want anybody there.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "On that particular day when you ran away from the hostel after your wife had been killed, did you see any policemen around in the area?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I went to check my wife but the policemen were removing dead bodies with their yellow vans.  That's when I decided to go and check here in Rabasotho Police Station because they were picking up the dead bodies to see if my wife was there as well but unfortunately they chased us away.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "one more question, where do you stay now Tata?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "I'm staying here in Madelokufa.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And besides yourself, was there any other witness that you know that witnessed this killing of your wife and son?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "There is no one because I was the only one and there was just unrest, I just identified my wife but I never got the opportunity to come nearer her, but I did identify my wife.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Before this happened, had there been any TEMBISA  HEARING TRC/GAUTENG\n13 GETVESE\nproblems and any of the other people who lived with you in the same room?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "There were no problems.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And had there been any problems between the Xhosa speaking men and Zulu speaking men in the hostel?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "No I never heard of any such a problem, but I just saw this happening suddenly.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thankyou Tata, I'm going to ask the chairperson if the other Commissioners have questions for you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We want to thank you very much Sir, Joyce Seroke?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Getvese, you said you never found your wife's body and your son.",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Yes that's true.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did you try and enquire at the police station?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Yes Sir.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Because you thought that  the policeman might be having this body, they were collecting these bodies?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "Yes it is so.",
            "Male"
        ],
        [
            "MS SEROKE",
            "As you were enquiring around the area, were there any news about where these bodies were taken to if they were not in the mortuaries?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "No I never knew and never heard.  But when I tried to inquire, that's when I sustained these injuries and I couldn't pursue the matter further.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Even now that you have healed, you never tried to enquire furthermore?",
            "Female"
        ],
        [
            "DAVID DAYI GETVESE",
            "No I never did because I just gave up. I felt helpless.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much Sir.  If I can just TEMBISA  HEARING TRC/GAUTENG\n14 GETVESE\nask you one question?  You said at the moment, where are you staying?",
            "Unknown"
        ],
        [
            "DAVID DAYI GETVESE",
            "I'm staying at Madelakufa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Waht kind of a place is it? Is it or a house?",
            "Unknown"
        ],
        [
            "DAVID DAYI GETVESE",
            "It's a shack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you staying with anyone?  A female?",
            "Unknown"
        ],
        [
            "DAVID DAYI GETVESE",
            "No, I'm not staying with anyone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you staying with children?",
            "Unknown"
        ],
        [
            "DAVID DAYI GETVESE",
            "No with no children.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you staying all by yourself?",
            "Unknown"
        ],
        [
            "DAVID DAYI GETVESE",
            "Yes that's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you survive?",
            "Unknown"
        ],
        [
            "DAVID DAYI GETVESE",
            "I do part time jobs on an irregular basis.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much for telling us this news and we'll try and investigate and get back to you.\nThank you very much.\nTEMBISA HEARING TRC/GAUTENG\n15 DLAMINI",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll call the next witness before we go for lunch, that is Dumasini Henry Dlamini.\n We like to welcome you Dumasini Dlamini, I would like you to stand up to take an oath.",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This is your time, but firstly I'd like to ask the audience that when the witness is giving evidence before the Commission, we must give him the chance and the respect that he deserves, whether we like whatever evidence is given or not, we like people to keep[ quiet on the floor. We'd like you to relax and tell us more about yourself, where you come from and also your story.",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "My name is Dumusani Dlamini. It was on the first of April 1992, it was about seven and we were sitting in the house with my mother, my cousin and some other children. At about 8 o'clock we heard gunshots.  It continued until past eight.  The noise subside and we thought everything was well.  Unfortunately they were still coming to our house.\n As we were sitting in the house my mother was in the kitchen and my friend was in the dining room and my cousin was sitting in the bedroom with the children. We waited, however the Toasters Gang and the Inkatha people came into the house, we could see them through the window, they shot my friend first on his left hand, he fell on the ground under a sideboard, my mother came out of the kitchen and she went to investigate about the shootings. Unfortunately the young boy was still standing outside looking at him and then he shot at my mother with an AK 47. The children started making a noise in the house and he shot in the direction of the bedroom.  They started running and hiding               TEMBISA  HEARING TRC/GAUTENG\n16 DLAMINI\nunder the bed and we thought the people are gone.  Unfortunately they were still hiding outside the houses.  Tammy decided to go outside to go out next door to my sister by the name of Tiny to ask for help because he was injured.  My sister asked him what had happened, and he just told her that he had been shot. Tiny was also afraid to get out of the house.  The neighbour also came to ask what had happened and we told them we were shot. After some time Titi our neighbour came to our house, it was dark, we'd already switched off all the lights.  My mother was already dead, her legs were hanging over the side of the bedroom and the whole body was in the dining room.  We tried to call the ambulance and they told us that they were afraid to come to our place because the people were shooting at each other.\n We met a hippo on the street and they we coming to collect another corpse.  They said they would call a van to take her. When we arrived at Rabasotho, one policeman asked why they have to go to the other place, not Ntabene and he started arguing and they were saying that they were not going to carry the corpse.  The other police said, \"You have to carry them\", and we tried to explain that they have to help us.  They called some prisoners to help us carry the body and put the corpse in the mortuary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much, as you have given us this painful evidence as you witnessed the killing of your mother in front of you. We know that this might be painful to your heart. I'd like to ask you a few questions in order to get clarity on this case.\n You said you were sitting and heard some gunshots. In the first place, did you belong to any political organisation as a family.\nTEMBISA  HEARING TRC/GAUTENG\n17 DLAMINI",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes we do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you tell us about yourself, your mother and other people as to which political organisation you belong?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I'll say the children were ANC members and were comrades. When we discovered later they were looking for us and were targeting for us, unfortunately they got my mother. They killed her because her children were comrades because there was some battle between the gangsters, the Toasters and us, we tried to find them.  They ran away to another place, its Visumuzi and they mixed with Inkatha.  The Toasters were the people who had the fullest knowledge as to what was happening about politics within the community.  Those are the people who were involved together with Inkatha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On that particular day when this incident happened, you said there was this young man who was standing, this is the man who shot so many times and you thought he had gone but unfortunately he was still around. Is it a person you know?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes I know the person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As you are sitting here, is he still alive around in the community?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "You mean the young man?  He was burned and his name is Yster.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you repeat that?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "He was killed, his body was exhumed and burned after he died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was he killed?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "He was shot at Visumuzi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said he arrived and shot at your place. TEMBISA  HEARING TRC/GAUTENG\n \n18 DLAMINI\nIs this killing connected to his killing?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "No I'll say they were arguing over their farms,  It wasn't connected to what happened at our place.  They were fighting amongst themselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You talked about the Toasters and you said this man was a member of the Toasters Gang. Can you explain more about this gang?  Maybe this can help us in getting clarity that was given to the Commission in the evidence before.",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I'll say the Zulus came together with the Toasters Gang.  It was a war between the Comrades and the Toasters, because the Toasters were robbing people in the community, they lived Tamburg and went to stay at Visumuzi, therefore they got the chance to attack the community, because they knew where we stayed and this man was also a member of the gang.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you talk about the Toasters, how many people were there?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "They were gangsters in the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know some gangsters were small gangs and some others are big gangs, they also have some branches and can you tell us how big the gangs were.",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "There were many gangsters, they didn't have a branch, they were from Tamberger Section in the location.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I can see that you don't have a clear picture as to how many there were, but can you estimate?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "There more than ten.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many were there, just give an approximate figure.",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I will say there were about twenty something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There are also some people you mentioned in TEMBISA  HEARING TRC/GAUTENG\n \n19 DLAMINI\nyour statement. You said they witnessed this incident when your mother was shot.",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes my cousin who passed away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As you said, you know the person who shot your mother. After the incident, did you try to open a case with the police or try to contact some lawyers about this matter?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes we gave a statement at Rabasotho and nothing happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you ever been called to give some evidence about the matter?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like to thank you and I'll ask the other Commissioners to ask questions to get clarity on this matter.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Dumusani in your statement, you mention Mr Dusi.  Can you tell us more about this man, how is he connected to the Toasters.",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "He's the man who found a place for them at Vusumuzi because he didn't like Comrades.",
            "Male"
        ],
        [
            "MS SEROKE",
            "As you say he didn't like comrades, to which political organisation did he belong?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "He was an Inkatha member.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Is this therefore a reason why he tried to accommodate them after you chased them from Tembeka?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Is Mr Dusi still alive?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes he's still alive.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What's he doing?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "He's staying at Vusumuzi, I don't know what\nhe's doing.\nTEMBISA  HEARING TRC/GAUTENG\n20 DLAMINI",
            "Male"
        ],
        [
            "MS SEROKE",
            "You also told us that the Toasters, one of themwas Yster, Sdumu, Nanguzi and Smanga, and you told us that Yster has been killed.  Where are the other three?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "They are still alive.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What are they doing?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I will say they are around but they're not prepared to talk about it.",
            "Male"
        ],
        [
            "MS SEROKE",
            "When you meet them, knowing that they've caused so  much trouble, what does the community say about them?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Even the community talks about peace today.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You mean there's peace with them?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes that's true.",
            "Male"
        ],
        [
            "MS SEROKE",
            "These Toasters, were they comrades before they became gangsters?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Do you know exactly what changed their.....",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I'll say what changed them is that there were problems in the location and that when someone kills he had to be killed.  There was a mistake, one of the comrades shot their friend and they started to change and they became Toasters.  However this comrade has not been killed and he was taken to Rabasotho Police Station and they were angry about this issue so they started joining the gangsters.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Where does this name come from?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I don't know.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Because myself, I know the toaster that I toast my bread at home, does it mean as I know that we normally toast bread, they were also toasting bread?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "No they were shooting.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mr Dlamini, can I ask you just a little bit more TEMBISA  HEARING TRC/GAUTENG\n21 DLAMINI\nabout the background because obviously it is an interesting case.  We were told yesterday that the Toasters originated here in Tambeka. Would you confirm that?",
            "Male"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Do they still exist?",
            "Male"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR LEWIN",
            "In what shape or form?",
            "Male"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "People are prepared to have peace and are living peacefully.",
            "Male"
        ],
        [
            "MR LEWIN",
            "So do they still exist as a identifiable group?",
            "Male"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "They are not a group of Toasters, and they've dispersed now, they're staying in different areas.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Okay and could I ask you when they were functioning, would you describe them as you have described them, as gangsters?  But would you say they were a criminal gang or a political gang?  Or a bit of both?",
            "Male"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "They were a criminal gang.",
            "Male"
        ],
        [
            "MR LEWIN",
            "But they used politically then?",
            "Male"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "That's so.",
            "Male"
        ],
        [
            "MR LEWIN",
            "On their own initiative or were they used by other people?",
            "Male"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Initially they just ganged on their own but as soon as they stayed Vusumuzi they were controlled and given instructions as to what to do.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And that's how you were attacked?",
            "Male"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Dumusani, initially the toasters were called the Toasters because they used to go out on outings and braai meat or roast meat but later on, is it true that they also burned the people that they killed?\nTEMBISA  HEARING TRC/GAUTENG\n22 DLAMINI",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes, whenever they would find a comrade they would take you in their car and then they will kill you and then they will burn you.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "That is how the name stuck to them?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "It is so, yes.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "If they were recruited by the IFP people in the Vusumuzi Hostel, how come Yster came to be killed by a person in the hostel?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "As I hear, according to the hostel dwellers, it all broke out in a dice game. They were gambling.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "But later on when Yster was killed, when there was a further fight between the Comrades and the Toasters, what, why did the fight not break out between the people in the hostel and the Toasters, why was the fight between the Comrades and the Toasters, because the Comrades were not responsible for Yster's death?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I don't know why they fight against the hostel dwellers.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And who was responsible for taking Yster's body out of the grave, was it the Comrades or -?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "That I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order order, order please! Please let's have some silence!",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Who burned Yster's body afterwards?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I don't know, I just heard that his body had been exhumed and burned.  I went to go and watch and I just told myself that at least they have revenged on our behalf.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Are you aware of the fact that there are members of the gang who are in prison and that they intend applying for amnesty?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes I'm aware of that.\nTEMBISA  HEARING TRC/GAUTENG\n23 DLAMINI",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.  At this point in time, if the members of this gang came back into the community, would there be peace in the community or would there still be problems between members of the gang and the Comrades?",
            "Female"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I don't know because some of the community are still affected by loss because these gangs robbed the community as well, and as well, I would be on of the people who would be very happy if they could be killed. The person who killed my mother as well.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If I can just ask one question again? How do you survive?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "At the moment I've just started working, but before I was struggling because they killed somebody who was supporting us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say this you are talking about your mother?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes, my mother.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say that you were struggling, were you talking about your disturbed state?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes I was very disturbed, still today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did this disturb you in order to get employment.",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes it did.  I stayed some time not working\nbecause my employer did suggest that I must take some leave because I was working with Sharp Machinery, so they suggested I must take some time off because they could see that I was mentally disturbed.  Because I was staying with my mother and I was working and she was surviving by selling some fish and food at the school.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any form of help that you tried to\nTEMBISA  HEARING TRC/GAUTENG\n24 DLAMINI\nget when you realised that this was affecting you mentally?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I went to stay at my sister's place in Vosloorus for some time because whenever I was at home this would affect me again and haunt me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say that she used to haunt me, do you talk about your picture, the last memories of her?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "That is true?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The one question to ask you again, Dumusani? As we are talking now about reconciliation, what do you think should be done so as to help the youth like you who lost their beloved ones and sustained injuries to be able to get comfort and make sure that this doesn't happen again?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I had told myself that I just need peace. We think differently.  Some people don't want peace, some are still looking into revenge, but I want peace.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dumusani, did Yster have parents, are they still around? At the time he was being buried, how was his funeral?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I don't know about him.  During his funeral there was even shooting in the field again and people were fighting at the funeral.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think that his parents were also\ndisturbed by this.  Don't you think that maybe we can try and comfort his parents as well and the other youth? You say that you were comforted by the thought that he is dead because they revenged on your behalf by killing Yster.",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think it would help if Yster's parents can be comforted as well due to the death of their son, who was exhumed even after he was already buried, and burned?",
            "Unknown"
        ],
        [
            "DUMUSANI HENRY DLAMINI",
            "I don't know how to respond to your question,  TEMBISA  HEARING TRC/GAUTENG\n25 DLAMINI\nbecause if we can think of all the things that happened, peace will never prevail but if we can stop revealing all these things, I think then we can bring peace because people will always remember how many people are dead, otherwise we'll kill each other to eternity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Yasmin Sooka?",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "What has happened Dumusani, is that while many members of the Toasters gang have learned about the fact that there are a number of cases involving them where people have made statements already to the Truth Commission and some members of the gang have indicated that for those offences which are political, they are going to apply for amnesty and we've also been approached individually by people who are not in jail, who say that they are also coming forward to make statements, and I think that what we do want to appeal to, is that if there members of the gang out there and they have committed offences which are of a political nature, that they have until the 14th of December to apply for amnesty for those matters.",
            "Female"
        ]
    ]
}