{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-26",
        "location": "TEMBISA",
        "names": [
            "JANE MIRIAM MABUYA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55958&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/mabuya.htm",
        "speakers": [
            "JANE MIRIAM MABUYA",
            "YASMINE SOOKA",
            "PROF MEIRING",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "JANE MIRIAM MABUYA",
            "MS SOOKA",
            "MS MABUYA",
            "PROF MEIRING",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "JANE MIRIAM MABUYA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Thank you, you may be seated.  Mamma you have brought someone with you, is that a member of your family?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "That's my cousin's daughter.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "We would like to welcome her as well.  Mamma you are going to talk about your son who was shot.  Are you able to hear me now?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Yes I hear you well.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "You are going to tell us the story about Thomas.  I am not quite sure if he's your son or your grandson.",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "That's my grandson.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "It's your grandson.",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Yes, that's my daughter's son.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Could you tell us the story that you have come to tell please.",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "It was one day on a Saturday when I went to the cafe, children came and told me that Thomas has been shot.  Then I went at Diphateng, then I found Thomas being shot and lying there.  The owner of that house was not there inside the house.  Then many people came in that house.  When they arrived there they said soldiers have shot him.  After some time soldiers came and then the police came thereafter, then they took Thomas to Rabasoto mortuary.  Thereafter my sister came.  We stayed two days.  After that the police came to take a statement from the grandfather.  Then the grandfather said we heard from the boys that Thomas has been shot.  Then TEMBISA HEARING TRC/GAUTENG\n2 J MABUYA\nmy brother went there to find out that the soldiers have killed that boy.  That's how far I know.  Then thereafter, before we buried him two people brought some food parcels at our house.  Then the police came again when we were supposed to bury the child on that day.  Then the soldiers came to look for food, then we said we don't have food.  I don't know much about what happened but I heard from people that he has been shot by the soldiers.  Then we went to bury Thomas.  Then we found the police at the cemetery but they didn't start any fight.  Then we returned home.  That's how far I can go.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you Miriam. I am going to ask you some questions just so that I can make sure that we have got the facts of your story down properly.  This incident happened in 1976 did it not?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "That's true, that's 1976.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Was it the first day or the second day of the student uprising?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "That was during the uprisings.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mamma was Thomas involved in the student protests at the time?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "I don't know because Thomas was not staying with me, he was staying with my sister at Dididi.  On that day I was not present.  People just came to tell me that Thomas has been shot and he was not staying with me.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mamma, afterwards when after all these people had been shot there was an enquiry, were you ever called to any kind of enquiry where you were told what had actually happened to Thomas?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Yes the police called me at Rabasoto together, that's all what they told us.\nTEMBISA HEARING TRC/GAUTENG\n3 J MABUYA",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "The policeman who shot Thomas was that a member of the Police or a member of the Army, do you know?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "It was the soldiers.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Were the soldiers White or were they Black?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "They were combined, both Black and White.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Were you ever told who had actually shot Thomas?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "I was not told, because I didn't see that person who shot Thomas.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Mamma how old was Thomas at the time?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "He was around 13, 14 years at that time.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "And what standard was he in at school?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "He was not at school then.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Was there anybody that you knew who had seen the shooting?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "The boy who told me, the one I know is staying in our street, and that person is not around, he is imprisoned.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Do you know his name for us Mamma?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Yes I know his name, his name is Japinge.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "And his surname?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "His surname is Lekoma, but now lately I learnt that he has changed his surname, then he went to Sevana, then he has a new surname now.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "And you don't know what that is?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "The surname is Maloba.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you Mamma.  I am going to ask the others if they have any questions to ask you.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mamma Mabuya was he your only child, Thomas, when he was killed, or were there other children too?",
            "Unknown"
        ],
        [
            "JANE MIRIAM MABUYA",
            "There were those who were shot because they were buried being six together with Thomas.\nTEMBISA HEARING TRC/GAUTENG\n4 J MABUYA",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I am talking about your own family, how many children do you have?",
            "Unknown"
        ],
        [
            "JANE MIRIAM MABUYA",
            "It's only Thomas who was shot on that day, only.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "What are you doing at the moment, are you employed, are you working?",
            "Unknown"
        ],
        [
            "JANE MIRIAM MABUYA",
            "I am not working, I am staying alone, I am staying alone in that house and I cannot find employment and Thomas' uncle has died now recently.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "So you have nobody that looks after you?",
            "Unknown"
        ],
        [
            "JANE MIRIAM MABUYA",
            "There is nobody who takes care of me.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I have no more questions thank you.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "We see that you are now hurt because of what you are saying, just relax, so that we will be able to complete.  May we continue.  I want to know a little bit about Thomas.  What was he doing at that time because you said he was not at school?  We want to understand how did he live?  What was he doing then?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Thomas was staying with his grandmother at the TT, his mother left him while he was still young then he was not at school, he was staying with me, he was staying with his grandmother.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "How did it happen that he was not at school?  Was he at school and then left or didn't he go to school at all, can you explain to us?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Yes he did go to school and then he left and then he said he didn't want to go to school.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "How did he live?  We want to understand was he a political activist?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "He was okay because at that time there was a butchery and he was eating well and there was no problem\nTEMBISA HEARING TRC/GAUTENG\n5 J MABUYA\nwith him.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When I say how did he live, is what kind of a child, when he wakes up early in the morning where did he go?  Others are going to school, others are going to work, what was he doing?  Was he together with the comrades?  Was he befriending the comrades?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "I don't believe that he was among the comrades.  He was always helping my mother-in-law because my mother-in-law was a little bit hold.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If you remember during the funeral did the comrades come?  Can you tell the Commission about whatever you may remember those people who were giving speeches then?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Yes the comrades came and they buried him.  They were carrying him from the house to the cemetery.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Who was the Minister on that day?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "There was no Minister on that day.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "How did they do the funeral service without the Minister?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "The comrades came and they prayed and then continued with the proceedings.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Among the Tembisa residents do you remember who was there to help you to bury your grandson or was it only the youth?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Yes there were old people who were there, and even Ministers were there, but at the cemetery I didn't see any Minister doing anything, but the youth were many at that time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You said at that time that Thomas was shot by soldiers, did you tell the Police?  Did you lay a charge?  You say the Police came to take a statement, did you lay a charge?\nTEMBISA HEARING TRC/GAUTENG\n6 J MABUYA",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Yes the Police did come and ask us how did you know about the whole incident, then the Police came after the burial, I believe it's about two weeks, then the Rabasoto Police came to take the statement, then we went to Rabasoto to make a statement.  I don't know who knows is his grandfather.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I want to thank you.  I will ask the Chairperson to talk to you.",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "Thomas' mother left Thomas at his grandparents and then he came in February during the funeral.  I don't know where he is staying.  And even when Thomas' father died he was not there.  Thomas' mother is dumb therefore we are not able to communicate with her so we don't know where she is staying.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "We have heard your story.  We will try and find out whether any kind of enquiry took place so that we can get some sense of who was responsible.  We have heard what you said and I wonder if there is anything that you would like to tell the Commission especially before you go?",
            "Female"
        ],
        [
            "JANE MIRIAM MABUYA",
            "What I want to say is the Whites have killed my child and he could have been working for me.  I am staying alone.  I don't have a husband, I don't have other children, he could have been working for me now.  There is no person who pays rent for me.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you for coming and sharing that with us.  It is very, very difficult and we know that the price that has had to be paid for freedom in this country has been very, very high.  It is also a numbers of the mothers and grandmothers who have been left behind and who have lost those who would have looked after them in their old age.  The Commission has heard the stories of many older people\nTEMBISA HEARING TRC/GAUTENG\n7 J MABUYA\nlike yourself and the facts are very, very similar.  We have heard what you have said, the Reparation Committee is looking into what can be done around people like yourself and we will come back to you at some time in the future.  Thank you for coming today.",
            "Female"
        ]
    ]
}