{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-28",
        "location": "TEMBISA",
        "names": [
            "SELINA MASISA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55966&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/masisa.htm",
        "speakers": [
            "CHAIRPERSON",
            "SELINA MASISA",
            "MS SEROKE",
            "MR WILLIE BALOYE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MASISA",
            "SELINA MASISA",
            "MS SEROKE",
            "MRS MASISA",
            "MR WILLIE BALOYE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Please I made a mistake, I'm not sure if your name is Masiya or Masisa.",
            "Unknown"
        ],
        [
            "SELINA MASISA",
            "Masisa.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "SELINA MASISA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Good afternoon Mrs Masisa, can you introduce the people accompanying you?",
            "Female"
        ],
        [
            "SELINA MASISA",
            "This one is my son and this one is my neighbour, Nsivane, it's his friend, he's staying with us.  MRS SEROKE:   You have come to tell us about your son's incident, the day it happened on the 24th of September 1993.  Can you explain briefly as to what happened and what led to his death?",
            "Female"
        ],
        [
            "SELINA MASISA",
            "On that day I was not at home, I was in a shack in Ivory 2 Section.  Children came on the second day, he left on a Saturday saying that he's going on a rally in F&B Stadium.  The last rally of Mandela and children came on the second day to tell me that he is dead and they don't find him.\n I came home and I took his identity document and went to the police station and told them that I've lost my son, he had gone to First National Stadium but he's not back.  Then they told me that they are busy, I must come back the following morning with his identity document and his photo in order to assist them with the search, and therefore I went back home. The child never came back and even the \nTEMBISA  HEARING TRC/GAUTENG\n2 MASISA\npolice never came, but they took a statement on that particular day but they never came back.\n Then I realised that I don't find my son, I went on searching for him, I started at the hospital, I tried all hospitals, never found him, I went to jails, I never found him.  I spent two weeks searching for him.  On the third week my sister and my son in law told me, \"You have gone a long way, why don't you be brave and let us go and search the mortuaries? I said, \"Why do you chose the mortuaries, why not any other place?\"  They said they think that the possibility is that he might be in a mortuary and that they will accompany me.\n They accompanied me to a mortuary in Boksburg, where my son in law went in and they enquired who we were and they wanted to know where the mother is.  They put me in a separate room and they said that I must not go in, my son in law and my sister must go in. I heard that in Boksburg they found him on the railway line in Kaalfontein.  They found him on a Saturday, he was thrown off the train.  It was the 23, if I don't lie because I cannot remember clearly, that's where I found him in Boksburgrand that is where I left him in the morning.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You say he was from a rally?",
            "Female"
        ],
        [
            "SELINA MASISA",
            "The time he disappeared.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were there any people who went with him to this rally.  Was he alone or was he having company?",
            "Female"
        ],
        [
            "SELINA MASISA",
            "He left with many people but I cannot say exactly who they were.  One of them is this boy.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When you asked this boy, he said what happened in the train.",
            "Female"
        ],
        [
            "SELINA MASISA",
            "He said they were behind, they don't how he\nTEMBISA  HEARING TRC/GAUTENG\n3 MASISA\nfell off and where.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When he got home, did he come home to tell that Bethwell didn't come back with them?",
            "Female"
        ],
        [
            "SELINA MASISA",
            "He never did. I was just told when I got home that they cannot find Bethwell, that's when I started to look for him.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Because you were absent we would appreciate it if his friend could, we would like to know if he has given a statement because we would like to know really as to what happened in the train.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would you please just identify yourself and take the oath. Could you give us your name please?",
            "Unknown"
        ],
        [
            "MR WILLIE BALOYE",
            "I am Willie Baloye.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Willie before we can proceed with asking you questions, we will request you before leaving, to give the statement that you are about to say here in front of us because we must have it in black and white. We will request you to tell us the time when you went onto the train, what was happening in the train?",
            "Female"
        ],
        [
            "MR WILLIE BALOYE",
            "On the 23rd we were on our back from the S&B Stadium rally of Sianquoba, we moved by train from Johannesburg and we were singing and very happy.  When the train got to Kaalfontein there were no people inside.  We were toyi-toyiing.  When the train left the platform a group of people came, having sweeps, they came from another coach and harassing people and people started running away from the train. But we never checked as to who actually got off the train.  When the train got to Tembisa Station, we ran away because we thought these people might get to our coaches and we scattered in the township.  We never had the chance to go and tell the mother here that her son didn't TEMBISA  HEARING TRC/GAUTENG\n4 BALOYE\ncome back with us because we didn't remember whether he remained at the station or not.\n On the second day we decided to go and tell her that we with her son on the train but he did not come back. That is when they decided to look around for her son and that is when they found him in Boksburg Mortuary where he was dead.",
            "Male"
        ],
        [
            "MS SEROKE",
            "These people who came on to the train, how many were they and how were they dressed?",
            "Female"
        ],
        [
            "MR WILLIE BALOYE",
            "It was a group of people dressed in private clothes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What language were they speaking?",
            "Female"
        ],
        [
            "MR WILLIE BALOYE",
            "They were speaking in Zulu. They said, \"Get off the train, this is not the time to rejoice over Mandela\", they were threatening us and harassing us.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Who do you think these people are, were they representing any particular party?",
            "Female"
        ],
        [
            "MR WILLIE BALOYE",
            "I wouldn't know, because the people who were in the coach were ANC followers but the way that they came on, I would say that they were people who were in opposition to the ANC.",
            "Male"
        ],
        [
            "MS SEROKE",
            "These weapons that they had, can you describe them?",
            "Female"
        ],
        [
            "MR WILLIE BALOYE",
            "The weapons that they had were sticks and iron rods and sweeps.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Were they beating people or were people just getting scared and started to run away?",
            "Female"
        ],
        [
            "MR WILLIE BALOYE",
            "They came on to the coach in a big number and started beating up people and people started alighting the train when it was already in motion.",
            "Male"
        ],
        [
            "MS SEROKE",
            "How many people did you hear other than Bethwell who were injured in this incident on the train?\nTEMBISA  HEARING TRC/GAUTENG\n5 BALOYE",
            "Female"
        ],
        [
            "MR WILLIE BALOYE",
            "I just heard of some boys that were injured on their legs but I don't know exactly where they stay.",
            "Male"
        ],
        [
            "MS SEROKE",
            "We will get back to Mrs Masisa.  When this happened to Bethuel, what was he doing for a living?  Was he studying or was he working?",
            "Female"
        ],
        [
            "SELINA MASISA",
            "He was working.",
            "Female"
        ],
        [
            "MS SEROKE",
            "How old was he then?",
            "Female"
        ],
        [
            "SELINA MASISA",
            "He was born in 1962.  I cannot tell how old he was.",
            "Female"
        ],
        [
            "MS SEROKE",
            "If you have given the date of birth it is fine, we will find out the years.  If he was alive today he would have been 31 years old.  Mam, you say the police didn't show any interest nor caring regarding this matter.  Didn't you try and report this to the ANC because your son had attended an ANC rally.",
            "Female"
        ],
        [
            "SELINA MASISA",
            "I did go to report this to the ANC office to the person who was in charge in the township.  He came here to Tembisa in the office and they gave him a letter to take to Shell House.  I took this letter to Shell House in Johannesburg and they received a book and they said they will come the following day but they didn't come back.  After two weeks I went back again but they said to me, \"You mustn't be troubled, just keep waiting.\"  I stayed two months again, I thought they would come but they never did. Till today I hear from the Truth Commission, I never heard from them.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Do you have the names of the people who helped you in Shell House?  Didn't they give you the name of the person.",
            "Female"
        ],
        [
            "SELINA MASISA",
            "No but I was on the 14th floor of Shell House.  TEMBISA  HEARING TRC/GAUTENG\n6 MASISA\nI don't know the name of that person.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Who assisted you in Bethuel's burial?",
            "Female"
        ],
        [
            "SELINA MASISA",
            "I didn't have finance, I was assisted by the comrades of Sivane who donated R400 to help in burying their friend.  I didn't have money, as I am till today but the comrades were supporting me all the time.  They donated R400.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mama Masisa, it's vary difficult for us to offer the sort of comfort that we can give to help you  in your loss.  What we can say is that we were very grateful to you for having come to the Commission.  We will try and follow up as much as possible to find what we can about what happened on that terrible day in September three years ago.  But nothing that we can say will actually bring back your son.  We will try and provide some comfort by finding out a little bit more about it and the fact that you  don't know actually how he died or even why he died must be very painful for you.  We hope that you will have friends around you to support you and we will get back to you with whatever information we can to help you.  We'd like to thank you very much for coming.  Thank you.",
            "Unknown"
        ],
        [
            "SELINA MASISA",
            "Thank you.",
            "Female"
        ]
    ]
}