{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-28",
        "location": "TEMBISA",
        "names": [
            "DIPHO MOKOENA MICHAEL MDLALA"
        ],
        "case number": "3RD",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55970&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/mokoena.htm",
        "speakers": [
            "MR LEWIN",
            "DIPHO MOKOENA",
            "MICHAEL MDLALA",
            "MS MKHIZE",
            "MR MDLADLA",
            "MS SEROKE",
            "MR MDADLA"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MS MOKOENA",
            "DIPHO MOKOENA",
            "MICHAEL MDLALA",
            "MR MDLALA",
            "MS MKHIZE",
            "MR MDLADLA",
            "MS SEROKE",
            "MR MDADLA"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "We would like to welcome visitors to the session this afternoon including Wally Serote, MP and Chair of the Arts and Culture Portfolio Committee,  Cape Town.  We are now back in Tembisa.  We are very pleased also to have with us Mike Mdlala who is the Chairman of the Executive Committee on the Metropolitan substructure and if I could please ask Mr Mdlala to come to the witness stand together with Dipho Mokoena who will be with us briefly to talk about a special case involving a Tembisa resident.  Thank you.  Miss Mokoena we would like to welcome you to the stand.  You have with you on your right Mike Mdlala and the pastor on your left will he also be talking?",
            "Male"
        ],
        [
            "DIPHO MOKOENA",
            "He will be backing us as a pastor.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much.  Before you give your evidence could I ask you to please take the oath.",
            "Male"
        ],
        [
            "DIPHO MOKOENA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mr Mdlala if I could ask you to take the oath.",
            "Male"
        ],
        [
            "MICHAEL MDLALA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Miss Mokoena we are pleased that you have been able to join us.  As you know we have been hearing stories over the last two days particularly about the state of events in Tembisa during the 1990's.  The story that you will tell us about this afternoon in fact goes back to the 70's and then into the '80's, telling us the story of Brian Tobogo Mazibuku, who is your close friend, close friend of both of you.  If you could please just briefly in your own\nTEMBISA HEARING TRC/GAUTENG\n2 MOKOENA\nwords feel relaxed but tell us his story.  Thank you.",
            "Male"
        ],
        [
            "DIPHO MOKOENA",
            "Briefly before I start what I would mention about Brian Tobogo Mbudelo Mazibuku.  I will talk as a close friend and intimate friend.  The political side of it I will give it to Mike Mdlala to talk about.\n I am here today to ask the Truth Commission to help us to investigate about the death of Brian Mazibuku. Brian, we stayed together as, I mentioned earlier on that he was my close friend.  On the eve of his death he woke up early in the morning.  He went to Fiko Mdlala's house and he said they are going to attend a meeting.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can you tell us when this was?",
            "Male"
        ],
        [
            "DIPHO MOKOENA",
            "Sorry?",
            "Female"
        ],
        [
            "MR LEWIN",
            "The date?",
            "Male"
        ],
        [
            "DIPHO MOKOENA",
            "I don't  have a specific date at this moment but I think it was in 1993 in August.  I don't have a specific date.",
            "Female"
        ],
        [
            "MR LEWIN",
            "August '83?",
            "Male"
        ],
        [
            "DIPHO MOKOENA",
            "'83.  He went to Mike Mdlala's place and they were going to attend a meeting, I don't know what the meeting was all about.  I went to church.  When I came back from church we normally eat lunch together but on that Sunday I ate lunch by myself and my mom and we waited for him to come back. The message was that he is still in the meeting or with Mike Mdlala.\n We waited until maybe 7 o'clock hoping that he will come back.  Still he didn't come back.  On that same Sunday we slept at about nine'ish.  As usually before we sleep we would pray together, but on that Sunday it was me and my mom only and we prayed  for him to be safe wherever he is.  The reason for us to pray every night is because immediately TEMBISA HEARING TRC/GAUTENG\n3 MOKOENA\nafter he came back from Robben Island he was suspicious that his life was no longer safe.  And we were visited by police or maybe you will see other cars coming around our home.   That Sunday we slept, he didn't come back.  Monday morning I was doing some commercial subjects in Joburg.  We take our normal routine my mom went to work I went to school, but when I was at school in Joburg I sensed there is something wrong with me.  I couldn't understand what it was, and I left school at about one in the afternoon.  When I came back home I found neighbours and friends very strange to me and I went and slept. I thought maybe it's because I am going to catch flu or something.  \n At about 5 o'clock I woke up and when I woke up I found the house was full.  In that house we had friends like Fiko Mdlala and other people.  They were coming to us as to really what happened with Brian Mazibuku on that Monday.  Because I didn't know what happened to him I was (...indistinct) and we wanted to know what happened to him.  And as they knew that I was very close to him nobody wanted to tell me exactly what happened to him until Fiko Mdlala and Ruben the one who was present when Brian Mazibuku was attacked.  Then they started to unfold what happened to him that Sunday. \n I started to cry.  I was shattered.  I didn't know what to do.  It was just he was killed.  I think I will end there.  Fiko Mdlala will continue.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thanks very much.  Mr Mdlala could I ask you to continue the story and perhaps if you could take us back to when you were together post '76 and on Robben Island.",
            "Male"
        ],
        [
            "MICHAEL MDLALA",
            "Thank you very much.  I am hoping I will be as brief as possible, but the story is long.  Brian and I were\nTEMBISA HEARING TRC/GAUTENG\n4 MDLALA\nstudents in Tembisa High School in 1976 when the uprisings started, with quite a number of other people present here in the hall.  All other issues that related to the uprising in Tembisa finally Brian and I were inseparable.  Brian and I were sentenced both to five years imprisonment.  There were some other people who were sentenced as well on public violence and some such kind of charges.",
            "Male"
        ],
        [
            "MR LEWIN",
            "What was your charge?",
            "Male"
        ],
        [
            "MICHAEL MDLALA",
            "Both myself and Brian were arrested in June.  We went out on bail and we were re-arrested again in August.  It was either Brian's birthday or my birthday but we were arrested on that day. We were this time charged with sabotage.  The judge who sentenced us summarising the sentence indicated that Brian was a demagogue.  Because Brian was one of the most intelligent people that I have ever met.  He was not only intelligent but ultra-intelligent.  He was a genius by birth.  He went through four standards in two years.  The way he was intelligent he was promoted to four classes in two years.\n Brian was known in the whole of Tembisa High as being the youngest student ever and the most intelligent ever.  When he was sentenced he had just completed 17 years.   Throughout his stay on the island he was known as the most intelligent person.  He wrote his matric without a book and he passed first class. I am simply indicating that Brian was not just an ordinary person.  He was one amongst people we would term today, the national leaders and possibly he would be in the national parliament.\n Brian's death to me was not a mystery because after our release from Robben Island Brian and I were chased by police left, right and centre.  We were being monitored, all TEMBISA HEARING TRC/GAUTENG\n5 MDLALA\nour activities.  Brian could not find work anywhere where they promised him the following day he would be told they regret because he was an ex-Robben Islander.  The way Brian was intelligent on Robben Island they called him Nkanyamba because he was very vicious, he was very intelligent.\n Brian was a person who, when we left Robben Island we were given a task to re-establish the organisations.  All the organisation in Tembisa, in the main were re-established and strengthened by Brian.  They tried by all means to stop his activities but he was the kind of person who without a penny he would leave Joburg today and be in Cape Town the following day.  He's one of the founder members of the UDF.  Some who have seen the launching cassette of the UDF they would see that he was very prominent in there from the Youth League.\n On the day in question of the funeral having given that background, is that with the launch of all the political organisations in Tembisa, the Youth League, Civic Organisation, including Women's League and so forth we were always chased by the security police.  Always questioned and asked whether we were still involved with our political activities.  Brian was one of those people. \n We fought in 1983 in the year Brian died against the then councillors as undemocratic councillors and we were able to rally the youth around and he was an enemy to the security police.  He was an enemy to the then councillors.  We were moving in each and every meeting trying to educate people about the Black local authorities at the time.  \n It may be said that those who killed Brian may have been ordinary criminals but in the circumstances that surrounded his activities it is very hard to believe.  Brian TEMBISA HEARING TRC/GAUTENG\n6 MDLALA\ncame to me on a Sunday morning, as Dipuo has indicated.  At the time I had just got employment with Royal Beechnut and it was my second week of having been employed and I had joined the Union immediately after having been employed and we were launching a branch of the Union in Vusumuzi, before it became an IFP stronghold.  I left Brian at home because Brian sometimes was sleeping at my place and sometimes I was sleeping at his place.  He would come at any time.  He knew where his room was, and I would come at any time and I knew where I would sleep at his house.  \n One thing that I have not indicated that made me to be a person that is today talking about this story possibly one of his families will be talking about part of the family story, unfortunately Brian does not have any family left.  When we were in prison due to the harassment and because of the way his mother loved him his mother got blind.  His mother was a principal in one of the schools.  His mother could not continue functioning as a teacher.  When we got released Brian's mother had already left Tembisa staying with Brian's grandfather.  \n Let me indicate here to say that in the morning as I left him at home I had understood that I was going to see him the following day because he was also to attend another meeting.  In the morning on Monday, because the incident took place on the Sunday, Monday morning I got information to say that Brian had been killed.  I got that information immediately when I was just about to leave for work.  I went to the spot where I was told he had been killed.  There were stones around there and there was blood.  \n We went to the police station, we did not find him.  We went back to the houses around there, the people said his \nTEMBISA HEARING TRC/GAUTENG\n7 MDLALA\nbody was taken by the police.  We went back to the police, there was no sign that Brian was ever taken by them.  At a later stage they indicated that Brian possibly could be in the Boksburg mortuary.  \n The following day myself and his grandfather and the family went to Boksburg mortuary and this is where I found Nkanyamba lying.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Take your time.",
            "Male"
        ],
        [
            "MICHAEL MDLALA",
            "Brian's face was swollen but I could see that he was a kind of a person who died fighting.  Brian was buried. I will leave the story.  Brian was buried with the support of the comrades.  It was a very big mass funeral. The funeral could not take place in Tembisa but had to take place in Soweto because Ndatema Gulu wanted Brian to be buried there because he had bought a place where all his family had to be buried.  The whole nation gathered there to bury Brian.  That is why you have poems such as this Spears poem. This poem started with Brian.  A poem by Mzwaki Moele.\n After the death of Brian we investigated.  After the investigation one of the comrades who was with Brian at the time Ruben, I don't know the surname, indicated who killed Brian.  The matter was reported to the police.  Up to today the culprits were never arrested.  The culprits were never questioned.  I know the people who have killed him and they were political just ordinary people but it is hard to believe that it is them, only them, and for no reason. It is hard to believe that only those useless tsotsis have killed Brian.\n I have to indicate as well to say at the time I had appeared in quite a number of lists, I think Brian as well was in the same lists.  For me this is not just an ordinary \nTEMBISA HEARING TRC/GAUTENG\n8 MDLALA\nthing that Brian died, it's not just an ordinary death, some other people may say it's an ordinary death, these were ordinary criminals but I have to be frank, Tembisa would not have been what it was politically should it not have been Brian.  Brian was part of the regional executive of the UDF.  He was also part of the executive of the Youth League at the time.  Tembisa has lost not only one of the most intelligent people as ever produced, but also lost a leader.\n We have all these organisations that made it a point that ANC had a claim in the area here that this was an ANC liberated zone because of Brian.  I would not say much further than this but I regret why police did not investigate.  Why they did not arrest if it was an ordinary criminal.  Maybe the Truth Commission will be able to find the truth behind.  I have not spoken about how we were tortured and so forth because those are the ordinary things that almost everybody who was arrested at the time could have been tortured by the evil system of the time.  But I was talking purely of the circumstances surrounding the death of Brian.  Thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much Mr Mdlala.  Yes we will try and investigate further.  To help us could you just confirm the statement that we have was that in late September 1983 Brian Mazibuku was stoned to death in a street near a policeman's house in Tembisa?",
            "Male"
        ],
        [
            "DIPHO MOKOENA",
            "I would say in that section we had CID of police who were staying around where we picked up Brian's corpse.  It's just unfortunate at that stage we took that it was a pure criminal thing. If we knew that it would take us up to here we would go all out and get the police, because immediately after the police just ran away, we don't know\nTEMBISA HEARING TRC/GAUTENG\n9 MOKOENA\nwhere did the police run to but there was a police who was staying around where Brian's corpse was picked up.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I will ask the other Commissioners if they have any particular questions they would like to ask.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Just around his death, the mention of Ruben, can you tell us who was Ruben and how was he in contact with Brian.",
            "Female"
        ],
        [
            "DIPHO MOKOENA",
            "I wouldn't say much about Ruben but the only time that I knew Ruben is when he was coming to tell us that Brian was killed.  But what he told us that night is that he accompanied Brian to go home at that night.  And there were these two guys who killed Brian, he was there, he was a witness and he tried to help Brian not to be attacked.  So he told us every move or every step that took place at that night until he soul left his body.  So I don't know much about Ruben, I only knew him that night.  That's all I can say, that's all I know about him.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I know sometimes it's difficult to recall painful memories but if you can remember, I mean did he describe the people who actually killed Brian as to what kind of people were they?  Were they armed?  Did they initiate a discussion or an argument with him?  Can you just give us a report?",
            "Female"
        ],
        [
            "DIPHO MOKOENA",
            "I can't remember exactly what they were saying like I have mentioned.  It is hard to remember.  But Ruben what he told us is that they were having some refreshment in one of the houses there and apparently there was an argument of some kind, Brian stepped on the food of one of these guys, okay, but exactly what happened or the content Ruben didn't tell us that much.  And then after that argument Brian went out and said I am going home and then those guys\nTEMBISA HEARING TRC/GAUTENG\n10 MOKOENA\nthey followed him, and that's how he was attacked, but he didn't tell us in detail what was the argument all about.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If they were having refreshments were they other fellow comrades, what kind of people were they?",
            "Female"
        ],
        [
            "DIPHO MOKOENA",
            "I wouldn't say - (tape ends)... difficult to identify whether they are comrades or it's an ordinary person who wants to see this genius or this person who preaches this (...indistinct) to us, so it was difficult for us to say whether they were really comrades or ordinary people.",
            "Female"
        ],
        [
            "MICHAEL MDLALA",
            "Brian was one kind of a person who was double. He was a Leo and he did not accept it.  Brian would go to church and rally and recruit people there.  Brian would go to a shebeen. Brian would go to the station and anywhere where there are people.  He used to quote to say, the Mao Tse Tung, \"A guerilla amongst the people it's like a fish in the water\".  You wouldn't stop him because he was stubborn.  He would go anywhere and he would feel more comfortable amongst people who do not know.  He was a person who wanted to convert every person, even the people that he was with.  We cannot say with all certainty that they were comrades.  But one thing is certain about Ruben is that he was one of the comrades in the youth movement we had mobilised or rallied and that is why we were able to get information from him because he was part of the comrades at that time.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "But surely Mr Mdlala he would have known those people very well, especially given the fact that you have said Brian had a high political profile, so I assume that Ruben would have told you what kind of people they were with, whether they were church people or just ordinary people in a shebeen or whatever.\nTEMBISA HEARING TRC/GAUTENG\n11 MDLALA",
            "Female"
        ],
        [
            "MICHAEL MDLALA",
            "The information we have it was some kind of a function where they were, and he was with this Ruben all the time.  Because there would be no person who did not want to speak to Brian.  If he was here everybody would be gathered around him because they would want to hear this or that from him.  He was that kind of person.  But definitely and certainly what we know is that Ruben was present.  He also gave us the names of those people who were involved.  And those names were given to the police.  We know even the individuals.  They were not politically involved or politically inclined as I am indicating.  Those were simply thugs.  Just ordinary tsotsis.  And though it is hard to believe, because there would be no way that you could be able to attack Brian in whatever way because he was very intelligent.  He would have been able to detect that this was going to lead me to this and he would be able to run around with people's ideas.  He was that kind of a person.  He convinced anyone easily.  We were able to get transport without us having transport because Brian would approach any person and the way he would speak to that person that person would simply agree to provide his transport.  He was that kind of a person.  It is not easy for an ordinary tsotsi that he would have had anything against Brian, it's impossible.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Partly we are expected to make recommendations as to the kind of reparations which will be appropriate for those people who have been found that their rights were violated.  Having described Brian what kind of reparation do you think would be fitting to remember him or his name to be recorded in the history of this country?",
            "Female"
        ],
        [
            "MR MDLADLA",
            "After the death of Brian Brian's mother also\nTEMBISA HEARING TRC/GAUTENG\n12 MDLALA\ndied because of the shock.  He was the only son.  After his mother died Ndatema Gulu also died. After Ndatema Gulu died Brian's uncle also died.  The only people that survives that I know of are his cousin's sister whom we tried to locate and could not find.  The other person that I know is the wife to the uncle who still survives in Soweto. After the death of Brian's mother Ndatema Gulu then left Soweto to Aliwal North.  So the other cousin's brothers possibly they are there at Aliwal North in a place which I do not know. At this stage I wouldn't say that there is any other person who could have a claim in terms of the family.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I was just thinking that besides financial assistance as a Commission we are looking at different things like symbolical reparations whereby people can be remembered during memorial days or centres named after their name or having a museum in a place where all the heroes would be remembered, hence they said what kind of symbolical reparations do you think would be fitting in his case?",
            "Female"
        ],
        [
            "MICHAEL MDLALA",
            "I would not want to speak for the organisation in Tembisa or the organisations in Tembisa, but I have to indicate to say that Brian's commemoration has been held on a yearly basis here in Tembisa.   It was organised in the past not organised in some other years but at this stage I definitely know that there is a street in Tembisa that is named after him.  It is not yet official.  There is a section that is named after him, but he was not only a leader in Tembisa but he was a national leader.  I would think that the organisation would have to think and say what they would think would befit his name.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you.  Joyce?",
            "Male"
        ],
        [
            "MS SEROKE",
            "Just two brief questions, is Ruben still around TEMBISA HEARING TRC/GAUTENG\n13 MDLALA\nTembisa, Ruben?",
            "Female"
        ],
        [
            "MR MDADLA",
            "Yes Ruben is still alive I think.",
            "Male"
        ],
        [
            "DIPHO MOKOENA",
            "Yes he is still around here in Tembisa.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Can we get his address?",
            "Female"
        ],
        [
            "DIPHO MOKOENA",
            "Yes I can give after this.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Because we need to get a statement from him as well as a person who was on the spot to facilitate our investigations.  And lastly are these two guys also still around Tembisa, the alleged perpetrators?",
            "Female"
        ],
        [
            "DIPHO MOKOENA",
            "Yes they are still around.",
            "Female"
        ],
        [
            "MS SEROKE",
            "We would also like to get their names, not now, but just before you leave.  Thank you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I would just like to reiterate what Joyce Seroke says that could we please get from you as much information as possible because yes this is one of the things that we can do in terms of follow up, in terms of our own investigations.  We can go back to the police records and see if there is anything there.  But if you could please give us names and addresses of people that would also help.   I would again make an appeal to the public that if there are people who do have information which is not available either give them through Dipuo Mokoena or directly to us so that we can try and find out what actually did happen.\n The story that you have told is a story which unfortunately is repeated in other areas, but it has been very useful for us and stirring for you to come to tell us the story today.  It's not just a question as you say of local heroes it's a question of national figures who we record as the lost youth of our struggle, the people who unfortunately died before the struggle was complete, died in TEMBISA HEARING TRC/GAUTENG\n14 MDLALA\nthe process of the struggle but whose lives were very much a contribution towards that struggle.  These are the people that we salute, these are the people that we are striving to commemorate in the best way possible.  \n So we would like to thank you very much and say that as a fitting homage to them will be for us to be able to find out as much information as possible so that we can lay to rest the uncertainties and the unknowns of the past so that we can all move together into the new future that we all worked for.  Thank you very much indeed for coming.",
            "Male"
        ]
    ]
}