{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-28",
        "location": "TEMBISA",
        "day": "3",
        "names": [
            "RACHEL KUNA PHALANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55978&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/phalane.htm",
        "speakers": [
            "MR LEWIN",
            "RACHEL KUNA PHALANE",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "MR LEWIN",
            "RACHEL KUNA PHALANE",
            "MS PHALANE",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "We would like to welcome you and thank you for coming.",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Ms Phalane I will lead your evidence.  You are in fact going to tell us both about your husband and your son in two separate incidents that took place firstly in May 1993 and then in August 1993.  If you could please feel relaxed.  You are here amongst friends.  If you could please in your own time tell us your story.  Thank you.",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "On the 9th of May 1993 there was a boy who belonged to the Toaster group who was staying in Vusumuzi.  They passed through at about 1 o'clock.  They passed by towards the graveyard to bury this boy, and when they came back a gentleman from Tafene passed by saying that go into the houses these people are coming back and they are destroying windows on their way back.  We did that.  We ran into the houses.  They came down breaking windows. As we were in the houses they passed by.\n After having passed by we went out again.   When we went out we met policemen who were loading Inkatha members onto their casper, and then we heard some women shouting that they killed my husband.  We went there and we found that he was lying there.  When we got there he was shot twice in front of him forehead and he was stabbed with a sword in his heart.  And then a police van came and took him to Rabasotho and I didn't lay a charge because I wouldn't go TEMBISA HEARING TRC/GAUTENG\n2 PHALANE\nto my enemies.  Because I realised that the Inkatha members were being used by the White men. After these they would be loaded again by the policemen. That is all.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Could you tell us who was this person that you saw who had been killed, was that your husband?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes Sir.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And his name was Temba Khosi?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes Sir.",
            "Female"
        ],
        [
            "MR LEWIN",
            "What happened after that, I mean did you bury him?  Was he amongst other people who had been killed, you buried him alone?  Oh, sorry I asked what happened after you had found his body, did you then bury him?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes Sir.",
            "Female"
        ],
        [
            "MR LEWIN",
            "From the way you describe this it looks as though it was again one of those killings without any reason, do you think that's the case or do you think there might have been a reason for why they attacked your husband?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "My husband was a member of the ANC.   I think that is the reason why they killed him, because of his ANC membership.",
            "Female"
        ],
        [
            "MR LEWIN",
            "How would they have known that he was a member of the ANC?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "That is how I see because they knew us because most of them were staying at Tafene and it's near the hostel.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can you hear, is that better?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes it's much better.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you.  I was just trying to find out why your husband himself should have been attacked.  If we could just wait please while the headphones are sorted out.",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "That's better.  Yes I can hear you.\nTEMBISA HEARING TRC/GAUTENG\n3 PHALANE",
            "Female"
        ],
        [
            "MR LEWIN",
            "What I am just trying to find out about is why they should attack your husband specifically or was it just part of a general attack on people?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "It is because on that particular day everybody was running away, including ourselves.  They were not targeting him specifically.  They were attacking everybody.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And the person that you mentioned who had died, or whose funeral that they were coming back from, that was Yster was it?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "It's Yster.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You named him as being a member of the Toasters, can you explain about that?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "We used to hear that there was this boy from Ntombeka section and he ran away and lived in Vusumuzi Hostel.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Was he IFP or was he just a member of the Toasters, how would you identify him?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "He was an IFP member.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can you now tell us please about the incident that took place in August, also in 1993, involving your son?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "There is a neighbour who heard a ceremony of an unveiling of a tombstone.   In the morning, round about 6:20 we heard some gunshots.  This went on for some time. It started in Mtumbeka section and then they came to Tafene section.  That was at about 6:20.  As we were attending this ceremony twins came in and this boy came to say that they have shot our house and he said they shot the next door house and ourselves and they have killed people.  I wanted to know who did they kill?  He was just crying, he couldn't respond.  We went up there and we met these people who did this.  They were accompanied by White policemen who was\nTEMBISA HEARING TRC/GAUTENG\n4 PHALANE\ngiving them a lift in their caspers.  Truly when I got to my next-door neighbour I found my child lying there dead.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And he was there with the other neighbours, is that right?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I left these children at home, I realised that maybe myself being scared to sleep alone and they decided to go and sleep over at my neighbour's house and that is when these people came to attack.  They didn't even leave my house, they also broke my windows as well.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And why do you think that they attacked in that way?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I don't know.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I mean do you think that this was a follow-up to the attack in which your husband was killed in May, three months before?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I think so.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And what happened to Ronald, was he the only one who was actually killed that night, your son?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "In Tafene section on that day it might have been three people that they killed.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Were all of them killed next door at your neighbour's or in other places as well?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "They were just killing randomly in all areas.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And again do you know who the people were who were carrying out these killings, can you identify them?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "No I don't know them.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You have no description of, or no idea who they were or where they came from?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I think it is Inkatha because they were accompanied by the police because after this attack they were given a lift by the police in their caspers and they\nTEMBISA HEARING TRC/GAUTENG\n5 PHALANE\nwould drop them at Umfuleni.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So this is again a question of people being loaded into the caspers, did you actually see that?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes I saw that.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And again you didn't report the case because, as you say you regarded these people as your enemy?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes Sir.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Hlengiwe do you have questions?",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Mrs Phalane the death of your husband, when people talk how did they describe this man Yster?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yster was a criminal in the community.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you explain about his criminal activities if you know? What was he known of?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I can't explain what kind of a criminal he was, but from rumours I heard that he was a criminal, I can't explain.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In your statement you stated that those people who destroyed and killed your husband when coming from the funeral did you know how he was killed, Yster?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "No I didn't know.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you briefly explain to us you said your husband was killed because he was an ANC member, how was it possible that they could identify members of the ANC?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I think they knew that he was an ANC member from the beginning.  Why I say this is because we are staying next to IFP people and most of the time they used to scold him and say you will pay for being a member of the ANC.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What involvement - they could see in which language he can speak, did he do anything, did he have any leadership problem within the community, because some people TEMBISA HEARING TRC/GAUTENG\n6 PHALANE\nmight speak Xhosa but they might not be ANC, or they might speak Zulu not being Inkatha members, that's why we are asking what was he exactly doing within the community to show that he is an ANC member.",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "He was a section committee.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Your child you described, how old was he?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "He was nine years old.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you found him how was he killed, did he have some wounds or what did you see?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I didn't hear you well.   They way he was shot it seemed as though he wasn't shot with bullets.  It was like bullets which have got some salts which can stick on the body.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Rachel you said that your son, the person who attacked and killed him was Amber, was this Amber a policeman or just an ordinary citizen?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "He was just an ordinary citizen, and he was an IFP member.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Who saw him attacking the house which led to the death of your son?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "He was seen by my neighbour.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Is Amber still around within the community?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "He's staying at Vusumuzi.  Whether he is still there or not now I don't know.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say he was seen by your neighbours, which one, the neighbours who were just before you?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Lizo told us that his parents didn't say anything because his parents were in hiding, he was the only one who was shouting after he was shot, how could he have seen that?\nTEMBISA HEARING TRC/GAUTENG\n7 PHALANE",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "When I arrived in the morning my neighbour told me that her husband woke her up and told her that the Inkatha people are coming and when she woke up and she peeped through the window she saw them.  She said the only person that she recognised was Amber.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What time was it?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "It was 6:20 in the morning.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Was it visible that you can see a person coming?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "From your neighbours did they tell you exactly why the Inkatha people were attacking them?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "They way they explained was that they were looking for their brother to go and stay in Vusumuzi.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say the brother is Amber from the Sokale family?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "Yes that's true.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Where is Mrs Sokale at the moment?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "You mean my neighbour? We left him at home.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Didn't he like to come before the Commission to give his view?",
            "Female"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I don't know.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Phalane could I just ask one final question because your case is something that strengthens all of us, the way that you have survived this double loss, both your husband and your son being killed in this way, how do you feel now, yourself about the situation, has the situation improved?",
            "Male"
        ],
        [
            "RACHEL KUNA PHALANE",
            "I am hurt and I have got high blood pressure at the moment.",
            "Female"
        ],
        [
            "MR LEWIN",
            "How do you feel, are there things that you feel\nTEMBISA HEARING TRC/GAUTENG\n8 PHALANE\nwe as a Commission can do for you?  It's all right, just take your time please.  I would just like to thank you for coming forward.  We would all like to pay tribute to the way in which you have carried on with your life in the face of such losses which must be so painful for you.  What we will try and do is investigate the reasons, try and find out what exactly happened, why it happened.  \n There's very little that we can say to console you except the fact that you have come forward and the fact that you tell us the story in the way that you do gives us strength, because it shows us how people can actually survive this sort of incident.  We wold like to commend you for that and to thank you very much.  And we are obviously there whenever you need us.  \n If there are other people who know about the incident, the details or information that has not yet come forward we would appeal to people please to come forward to the Commission.  Mrs Phalane thank you very much indeed for coming.",
            "Male"
        ]
    ]
}