{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-26",
        "location": "WORCESTER",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56164&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct00244.htm",
        "speakers": [
            "CASE NO",
            "DR ORR",
            "MS BURTON",
            "MS GOBODOMADIKIZELA",
            "NOWOWO EMILY TSENZE",
            "POLICE",
            "TESTIMONY FROM",
            "VICTIM",
            "VIOLATION"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "NOWOWO EMILY TSENZE\n",
            "VIOLATION",
            "BEATEN BY POLICE\n",
            "TESTIMONY FROM",
            "TSENZE\n",
            "DR ORR\n",
            "MS GOBODO-MADIKIZELA\n",
            "MS TSENZE\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00244",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "BEATEN BY POLICE",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "NOWOWO",
            "Unknown"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "",
            "Unknown"
        ],
        [
            "DR ORR",
            "Do you swear - I will read the oath - Ms Tsenze I will read the oath and then you will say so help me God.\nNOWOWO EMILY TSENZE Duly sworn states",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank you, Pumla Gobodo is now going to help you tell your story.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Wendy.\nThank you Mama Tsenze, you may take your earphones off.  We would like you to give us your opinion of the events that happened that time when you were beaten by the police.  Can you first tell us where you come from?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I come from Robertson.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Where did you stay in Robertson?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "In Qubello.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Can you tell us what happened at that time in Qubello?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "We were at ... in the township and I was sleeping.  When I got up and looked out it was dusk.  I went into the house and there was a stove just a little way away from the door, the police then came in and asked me why the rubbish is scattered around outside.  I said it's the dogs that come at night and scatter the rubbish.\n They then came and hit me with a sjambok because they said that we wanted to be free but we couldn't clean the location.  I again went into the house and while I was standing against the door they came into the house again and attacked me.  We were told that we were wanted at Worcester to see the lawyer to tell him how badly we had been beaten.\n When we got to the court to see the lawyers we saw the lawyers by the vans and we went back again without meeting with the lawyers.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You are telling me that you were beaten because of the rubbish that was scattered, was that the reason the police gave you?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Yes it was.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You are also saying that it was not only you who was severely beaten, can you tell us why the others were beaten?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I don't know whether the other people were beaten in their houses but we were told that we had to go out and then we were taken into custody ... (tape blank)",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When you say we, are you meaning those that were beaten with you?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "All the people in the location were told to go in to take the papers in.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "To pick up the papers and then you were beaten?  We'd like you to explain to us how you were beaten.",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "In the first place I was hit on my head and also on my buttocks and my head was swollen through that beating as well as my buttocks.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Were you beaten with a whip by the police?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I was beaten with a whip by the police.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Were they in a police van or what?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "They came on foot, they came into my house on foot.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "How were you injured, was it only that you were swollen or were there any wounds?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "My head is still hurting at this point where I was beaten on the back of my head, it still hurts even today.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Did you go and see the doctor because of the wounds?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Yes I did go to the doctor.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "What did the doctor say?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "There was a clot of blood that I had at the back of my head as a result of that beating and he gave me pills which I'm still using to this day.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Could you please tell us tell us the side effects of the beating you received, did you have any side effects or was there anything that you couldn't manage to do after you were beaten?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I can't manage to see the sun when it's very hot and I can't bask under it because my head aches.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Whom do you still remember of those who were beaten as well?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I can't remember the names of those people now but one of them was Tsenze and then Zengelaki.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Which year was this?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I don't know because I'm someone who has not been educated.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "In you statement you said it was in June 1985.",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I've forgotten though.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Mamma Tsenze you told us about a court case, can you tell us about it.",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Apart from the fact that we were called there to see the lawyers.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "That's what I want to know, were these your lawyers?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "It was the ANC lawyers.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Which case was it for?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "We never actually appeared in court, we were just called to see the lawyers to show them how we had been injured by this assault but nothing happened after that.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Do you still remember the names of the lawyers?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I do not know their names.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Were they in Robertson?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "No they were here in the court at Worcester.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Are they still here?  The reason I'm asking is because we want to do an investigation to obtain full information.",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I'm not sure where they are now, I'm not sure whether they are still here or in Robertson.  They were not in Robertson.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You said there was no case.",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "No there was no case, we were just called by the lawyers.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Sorry, I want to ask a question that I've asked before.  As you were beating this day and given instructions to clean the location, you said you don't know the others who were with you, weren't there any neighbours or those who lived in your street that you can remember?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I was also in front of the person's house who is sitting next to me at the time that this happened but she was not beaten.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Was it that day?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Yes it was that day.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And that day it was not only you who was asked to clean the place?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Other people who came out early were told that they should also be cleaning up the rubbish around the camp at the same time otherwise they would be beaten as we were.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Can you tell us your wish and the reason for your coming here today?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "The thing that I want is to get some help with the injury to my head which is still troubling me.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Is there anything that you would like to say before I hand over to my colleagues?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "No there is nothing further.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Does anybody wish to ask questions - Mary Burton.",
            "Female"
        ],
        [
            "MS BURTON",
            "Yes Ms Tsenze our investigators did talk to some of the other woman - I just want to check that you can hear me and understand in is it Xhosa.  Thank you - I just wanted to let you know that our investigators did check with some of the other woman who were involved in the cleaning up that day and so they have confirmed your story.",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "They were there but are you asking or telling me that they are confirming my story or asking?",
            "Female"
        ],
        [
            "MS BURTON",
            "No I'm telling you.  That's right, but you said in your statement to us that you agreed that it was a good thing to clean the area and to keep it clean but, that, that was not the right way to make you to do it, is that right?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Yes that is so.",
            "Female"
        ],
        [
            "MS BURTON",
            "And I wanted to ask you if that kind of thing happened in [indistinct] at the time, was that just one day or did you have that kind of experience on other days?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "No it was simply on that day.",
            "Female"
        ],
        [
            "MS BURTON",
            "Do you have any idea why the police came that day and acted in that way?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "No I have no idea why they came and treated us like that.",
            "Female"
        ],
        [
            "MS BURTON",
            "And can you tell me also if in [indistinct] at the time there was other political activity going on, meetings and protests?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Yes there were.",
            "Female"
        ],
        [
            "MS BURTON",
            "That was just before this, was it?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Yes before we were beaten.",
            "Female"
        ],
        [
            "MS BURTON",
            "What I am really trying to find out is why the police should have been so angry as to behave in that way, do you think it was because of that?",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "I cannot say.  They could be angry with meetings but I cannot say.",
            "Female"
        ],
        [
            "MS BURTON",
            "So from your experience it was just - it came as a complete surprise that this happened to you.",
            "Female"
        ],
        [
            "NOWOWO EMILY TSENZE",
            "Yes we were taken by surprise with this assault as we were not prepared for it at all.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you very much.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Mamma you can take off your earphones again.  Thank you very much for coming and telling us how people have been bullied in these ways that you have described.  As Mrs Burton has asked you, was this thing done to you out of anger by the police that they should have treated you this way and that I think is the truth of it.\n When they're angry they feel free just to storm in and bully people in the area and the reason for this beating is clear to us now at this point that people who were staying in their houses were simply stormed in upon and bullied in this way and told to clean the place where they stayed as if you don't know that you should be doing that.\n The request that you've made to the Commission we will investigate and see if there is anything that can be done to answer to your request.   We will write to you  and tell you of the progress that we make in this matter and the decisions that the Commission will arrive at, thank you very much.",
            "Female"
        ]
    ]
}