{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-26",
        "location": "WORCESTER",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56167&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct00319.htm",
        "speakers": [
            "CASE NO",
            "DETENTION",
            "DR ORR",
            "GLENDA WILDSCHUT",
            "MRS FERUS",
            "MS GOBODOMADIKIZELA",
            "PETRONELLA ESTERHUIZEN",
            "TESTIMONY FROM",
            "TRANSLATOR",
            "VICTIM",
            "VIOLATION"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "VIOLATION",
            "DETENTION\n",
            "TESTIMONY FROM",
            "PETRONELLA ESTERHUIZEN\n",
            "MS GOBODO-MADIKIZELA\n",
            "MRS ESTERHUIZEN\n",
            "DR ORR\n",
            "GLENDA WILDSCHUT\n",
            "ME FERUS\n",
            "TRANSLATOR\n",
            "MRS FERUS\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00319",
            "Unknown"
        ],
        [
            "VICTIM",
            "JOHN MARINUS FERUS [husband]",
            "Unknown"
        ],
        [
            "VIOLATION",
            "TORTURE/",
            "Unknown"
        ],
        [
            "DETENTION",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "CHRISTINA FERUS [mother]",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Can I find out welcome MRS ESTERHUIZEN - who is going to lead - give the evidence - MRS ESTERHUIZEN - are you also - are you - are you the daughter.",
            "Female"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "No the wife.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Oh! okay, I am sorry thank you, so are you both going to give evidence - okay so you will both sworn in then, thank you very much.",
            "Female"
        ],
        [
            "DR ORR",
            "Could we just have your mother in law's full names for our records please.  Could you please give us your full names.",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "I'm sorry I'm a bit deaf, I can't really hear too well.  My full names are Christina Wilhelmina Ferus.",
            "Female"
        ],
        [
            "DR ORR",
            "Thank you very much.  Mrs Ferus can I ask you to just take the oath first, would you please stand.\nCHRISTINA WILHELMINA FERUS (sworn states)",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank you very much.  Mrs Esterhuizen please?\nPETRONELLA ESTERHUIZEN (sworn states)",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank you, you're most welcome both of you and I'll ask Glenda Wildschut to lead your evidence.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you very much Mrs Esterhuizen and Mrs Ferus.  Mrs Ferus I would like to ask you, are you Afrikaans speaking or English speaking?",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "We'd like to speak Afrikaans so that the audience can also follow what we're saying.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "If you feel that you want to switch to English then that is fine thank you.  Mrs Esterhuizen you were married to John Marinus Ferus.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "Yes.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mr Ferus was an activist, he was also detained on Robben Island and was often detained and often in prison.  Will you please tell us a little bit about  yourself and tell us a little bit about Mr Ferus.  I'm now speaking to Mrs Esterhuizen first and after that I'll speak to Mrs Ferus.  First with Mrs Esterhuizen though.",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "I would prefer you to speak to my mother first as she actually knows the story.",
            "Female"
        ],
        [
            "TRANSLATOR",
            "Please just switch on the microphone.",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "I would prefer you to start with my mother's story first.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "All right we can do that.  Mrs Esterhuizen prefers that we start with her mother's evidence and that Mrs Ferus must tell us a little bit about Hennie.  What kind of a person was he, give us a little bit of a background.  What did he do, what was his life like, why was he detained?",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "Please just tell me where must I start, should I start with his childhood?",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "No that's not necessary just start from his adult life onwards.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "He was a very good boy and he looked after me very well once he started working and as he grew older he became very interested in politics.  He first belonged to the Coloured People's Congress because in those years, the apartheid era we couldn't like today in  ANC, we couldn't belong to the same organisations, there was the Coloured People's Congress and the ANC and then the Indian Congress as well.  He gradually became more and more involved in politics and the authorities then became aware of it as a result of that and they started watching him. \n He attended meetings, he held meetings and the result of that was he became a thorn in the authorities flesh, a thorn in the Government's flesh so they started watching him and they regarded him as a threat.  Eventually he realised that he was a marked man.  This all happened such a long time ago that I really have to think very hard now.  It's a bit hard to remember.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "It's not a problem if you can't remember exactly.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "I'm afraid as far as dates are concerned I can't really be of much help.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "That doesn't matter, we will get the dates from Patti.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "All right then that's fine.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Just tell us what you can remember and what you understand.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "Well he told me mother, you must just be prepared for anything and at that stage he'd already received warnings but he didn't take heed of that, he just continued with his activities and then on a particular Friday, they came to arrest him and placed him under house arrest, 90 days detention.\n For 90 days he was in Worcester and from there they took him to Tulbagh.  In Tulbagh he spent some time not quite 3 months, because he then started with a hunger strike in Tulbagh.  The cell in which he was kept was very, very small.  When in a sitting position both his back and his feet were touching the opposite walls.  He consequently went on a hunger strike.  I'm sure if I'm correct now but I think he stayed there for about a month.  That's what he told me after his release.   \n The Commanding Officer from the police in Tulbagh phoned to headquarters in Roeland Street to tell them that they must come and fetch him because he was very afraid, he didn't want to be dealing with a dead person.   This was after his hunger strike had been continuing for about 6 1/2 days, that was his way of trying to get out of this situation.\n They then sent him to town and for the next 5 months he was in the Roeland Street prison but, you see what I'm telling you know is what he told me afterwards, he didn't tell me a lot but that is what he told me subsequently after the 90 day period that he served.\n In Worcester on night I arrived home, my mother was at home and I was working, when I arrived home my mother sat cleaning his boots and my mother said that he'd sent out a message from prison to say that his feet were very cold and we must please send him his boots.  That is what my mother then did, she sent him the boots.  After the expiry of the 90 days detention, he came and that's what he told us.  \n He told us that he fought back when they interrogated him.  As far as the boots were concerned the 2 detectives, he said that he had kicked the 2 detectives who had come to interrogate him and as a result of that they tied him up on a chair so he could not fight back.  He told me, Mom then, then they really beat me up.  \n As I've said he didn't tell me everything but he always told me Momma I will tell of all these things that they have been doing to me, there will come a day when I will be telling that to the people but of course that never happened.  I was entitled to send him clean clothes once a week on Saturdays and that's when I noticed that there were blood stains on his vest.  I told my mother ... or bucks in jail .. and my mother also looked at the blood stains and said yes that's what it looks like.  \n When he came back he said no, that was the result of the interrogation.  They stabbed him with some kind of a sharp instrument.  Now what was the other thing now, let me think, oh yes I'm a bit confused now.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Please take your time.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "You see there was another incident and that's what I'm trying to recall.  Nevertheless I'll just continue now maybe it will occur to me just now.  According to the 90 days Act, after 3 months had passed, oh yes, that's what I wanted to say, in terms of the Act the Magistrate had to come and visit the detainees just twice a month to find out whether anything irregular had taken place and so on.   These 2 persons, I can't remember who they were, policemen or detectives who had been interrogating him, he then told the Magistrate what they had been doing to him and laid a charge against them and the Magistrate said, I'll go into this case and I'll see what I can do about it.   \n After 14 days the Magistrate came back and said I'm sorry to tell you but there is nobody who has been touching you.  He then decided now I'm going to start doing my own thing and that is when he started fighting back and that's when he requested the boots because he started kicking and they started tying him to the chair.  He said mother that is when they really beat me up and hurt me.   He never really explained exactly what happened there. \n From Worcester he was sent to Tulbagh and after the hunger strike he was sent to Roeland Street Prison.  In Roeland Street things were very, very tough according to what he told me but he did say that a day would come when he would tell the story himself, what exactly happened in that prison.  He didn't give me all the particulars.\n They came back to me, it was absolutely nerve-wracking, they would come to my work and they were almost victimising me but fortunately my employer called me in and asked me what is happening, why are these detectives constantly coming here.  He was an English speaking man, a very nice man.   I gave him all the details and he said it's all right Ferus seeing that you have told me, now I know.  That's what happened, they would come to my work.   The police would come and they would say to my son that his grandmother had died.  In those days, I'm sorry if I have to say this myself but I was a young, pretty girl at that time, you have to pardon me if I say this, they told him that I was looking old and grey and they asked him if he was not ashamed that he was causing such difficulties for his mother and grandmother that his grandmother even died because of his behaviour.  They also asked him if he was not ashamed to leave his mother under these circumstances and that it was not necessary for him to have cause this experience to his mother and grandmother.\n They would then also return to me and they would say to me, Ferus you must tell your son that he must speak, you must let him know that you want him to tell them what they want to know then we will let him go.  All of these things exhausted me and I was a nervous wreck.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So the repeated detentions and imprisonment of your son had quite an impact - an impact on your life.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "Yes - yes lady yes - definitely.  While he was in detention in Roeland Street, now as I have already told you, I could bring him his clean clothing, and one - there was one day when I went - they told me that Mr Sauerman - he was the highest of the Special  Branch.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Yes.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "Mr Sauerman wants to see me at Caledon Square and when I got there, Mr Sauerman was very - very friendly and Mr Sauerman said well all right I'll tell it in Afrikaans, because he was an Afrikaans spoken man.  \nHe then said to me, Mr Ferus we are not going to waste a lot of time as the proverb goes we'll just start at the very beginning.  He then said that he had made enquiries in Worcester to determine what the relationship between I myself as mother and Ferus my son was and that he had found out that we had a very good understanding and a good relationship.  \nMr Sauerman then told me that he was going to pick up the phone from Caledon Square and phone down to Roeland Street to call in Ferus, he said that they wanted Ferus to speak because he is like a hard rock, he is hard to crack but we don't want Ferus we want the big fishes, the whales.   Ferus is like a sardine in the ocean and we don't want him.  Mrs Ferus we want you to tell him to speak, he must tell us what we want to know.  He said Mrs Ferus we have the right that if he gives testimony he will be able to go home with you to Worcester and the entire matter would be at an end.  ... (interrupted) ...",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "... that's all right, I'm just going to interrupt you but I wonder, what we heard from you is that you were drawn into the police involvement in the interrogation of your son and pressurising  your son to disclose information and so on and that had an impact on the family.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "Yes.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "I wonder if we could pause there a little bit and perhaps speak with Patti and ask Patti to tell us from her perspective about Hennie and also to ask her to tell us particularly what happened after he was released.",
            "Unknown"
        ],
        [
            "MRS FERUS",
            "Yes okay - right Patti.",
            "Female"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "From where my mother spoke, Hennie was taken into the jail in 1963 and he was in jail until I met him.  He was in detention for 90 day on 3 occasions, taken away from his mother.  He subsequently went to Robben Island from the years 1967 to 1971.  He then came home and was under house arrest for 5 years which he completed.  I only met him after this.\n My first experience with the police was after I'd met Hennie, they then called me in and they interrogated me for a whole day.  They showed me Hennie's files and asked me why I was getting involved with this kind of person.  I then thought that this must be someone who really has something in him, he was not scared of these people and that is what attracted me to Hennie. \n To give one word to describe our lives, we had a life of hell, even this morning we had an experience of the drama and the trauma that I had to experience as well as my children for the 15 years since his death.\n We lost our father, he was never home.  Myself with the help of Hennie's mother raised the children.  We had to beg people to help us when he was in the Victor Verster prison.  He was involved in various boycotts here in Worcester and in Ashton and in ... He was well known for his activities..   He made his contribution but he paid a high price.   He was never able to experience the fruits of this new dispensation and this new Government, he was not with us to experience this.  This is the effect that it had on us and on our friends here today who supported us through the course of these 15 years after we had lost him.  It has a continuing impact emotionally.  It brings pain to us and to our children who were raised without a parent, without a father.\n They heard things from other people about him which they themselves were not able to experience with him.  They could never hear him tell the stories about his experiences and they had difficulty understanding who the identity was of their father and that had impact on them.\n We also had tremendous financial losses because of these experiences but we belief there was a strong pillar in my life which enabled me to get through this.  I don't hate anyone and I don't want revenge against anyone that did things to Hennie as we have a heart and so has his mother to forgive people for what they did.  \n Every time that these things come to the fore it is a test for me whether I'm able to forgive.  Hennie used to say that he wants to see his people truly tree, truly liberated.  Liberation for him was not just a change of Government, this is not the freedom of what he spoke, he wanted his people to be wholly free.  \n I now understand what he was speaking of because the pain of the mothers and the fathers as we worked through the session through the course of this week, I realised that we were speaking about pain, that today's speaking would not bring healing of this pain.  It is the inner person who has to be healed.  This is the pain that we have.  We mothers and parents go back and we have prayer meetings and we realised that the true inner hurt is such that I have only a single thought that I want to share with the Commission.  If you just leave us like this, it won't help us.  Many of us spoke for the first time today, opened up for the first time and for the first time experienced the freedom to share their pain.  This opening will only hurt more if we simply leave it like this.\n I have realised that in the isolation experience of 15 years, there was a lot of pain which we as a family experienced but we worked through this together.  We must take each other's hands so that we can become a strong nation, a healthy nation and build a healthy nation for the future.\n I am not here to make recriminations against anyone or the people who did this against us.   All the other mothers who are sitting here, we don't want to aim arrows at them or at their children, we must rather take hands and advance into the future.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Patti you giving us a very powerful testimony right now, and the sense that you feel that Hennie had actually contributed to -towards our own liberation in this country for all of us is very powerful in the way in which you  understand that.  But you are concerned about the way in which  Hennie  died, can you just give us an idea of why you feel suspicious about  the circumstances around Hennie's death, can you  just  give us an idea of  what your thoughts are about that.",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "When Hennie was taken into Victor Verster prison in the year that he was out, a father or a husband.  During that time they hurt him a great deal.  We gained information and we all agreed that we would make a case and we actually won the case in the Supreme Court.  I was informed that we could make a claim, he was still in prison in Victor Verster at the time and he had agreed that we could make such a case.  We began with it and then Hennie died.\n It was during that time when he died that we were informed that we cannot continue with the claim because he was now deceased.  People were concerned and felt that it might not have been death due to natural causes.  We never took this entire matter up because we had no facts with which to work but there was a lack of certainty hanging in the air in this regard.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So it is your feeling that the way in which Hennie died and the refusal to continue with the case subsequent to his death, that something was wrong surrounding his death?",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "No, this is not my personal feeling but other people gave us this impression that there was something suspicious.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "You also mentioned that when we asked you what the Commission could do for you that you want to speak briefly about your daughter, would you give us some idea what it is what you want from us with regard to your daughter.",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "I'm not sure whether this is appropriate but at the time of Hennie's death I was three months pregnant.  For the six months after his death I was extremely emotional because Hennie was always locked up and he was not able to help us financially or otherwise.  He wasn't able to help his mother or to put any money away to look after us.  A lot of his rights were taken away from him.\nAfter his death I found things out.  For 15 years I had to again and again find forgiveness in my heart.  When I discovered that Hennie had no license for instance, I was wondering how he could have had a license when he was in jail all the time.  I had to pay for his car and there were all kinds of financial obligations that we had to take care of, we had to take care of our children.  All of these worries had an impact on my life with ... consequences.  \nI believe today after a lot of sessions with one of our children that she was emotionally damaged, she's no longer able to concentrate.  There was clear direct consequences due to her father's involvement and the fact that I and Hennie's mother had to take care of the parental responsibilities.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "You also said that you wanted the TRC to investigate the circumstances around your husband's death is that so?",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "I don't know if this is still necessary.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Could you elaborate somewhat, why do you think it is no longer necessary?",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "As I said people left us these thoughts of suspicion about the circumstances surrounding his death.  People cared for Hennie and he was loved by the people of Worcester.  They were not able to accept his death.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Okay, so you feel that it's a community concern more than a concern for you - okay.  Then just lastly Hennie has made - there is reference made to him in the long walk to freedom the book by Nelson Mandela - what was the reference, what - what was it about?",
            "Unknown"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "There is reference to Hennie and Hennie's contribution, the way in which they'd experienced it.  He saw Hennie as they were on Robben Island together, as well as the warden in his book mentioned the contribution that Hennie made.  As the previous speaker said that language was a problem, they were able to use Hennie who also had the kind of personality that enabled him to communicate with people so he was a sort of link between various groups of people.\n The struggle I have inside me is that I find that Hennie's death, we still speak of him every day, it's as if he is still alive in our hearts because he was such a person with strong values, values on which we can live and on which we can rest and which are foundations for our lives.  I feel that his children who are everything to their grandmother, have been forgiven and there is a responsibility that people bear towards these children.  I might die to-morrow.  These are my fears and Hennie's mother's fears.  I've learnt to work hard and I'm able to work but if I die what happens to my children.  \n If there is some sort of recognition for Hennie's children, because Hennie might have died but his children didn't die with him.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you Patti I have no further questions but maybe my colleagues might have questions for you.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you is there anybody - no.  MRS FERUS and Patti we thank you very much for coming to share your pain and as Patti has indicated to share it publicly for the first time.\n Patti I was extremely humbled by many of the things that you said in your testimony.  I think you right to say that these kinds of experiences are a test for ability to forgive.  I think you right, therefore we should not take it for granted that when people come up here, coming up with the - a sense of forgiveness, I think what you also pointing out is that we begin to process of forgiveness after processing - our experience of the pain, our re-experience of the pain, what it meant for us to share the pain publicly.\n And thank you very much for reminding us of our responsibility to the witnesses who come up here, not only for the particular day that they come to give evidence, and their testimony, but the fact that we have to ensure that once that pain has been retouched, we then have other processes that will make sure that, that pain is content, thank you Patti and thank you MRS FERUS.",
            "Female"
        ],
        [
            "MRS FERUS",
            "Thank you very much",
            "Female"
        ],
        [
            "PETRONELLA ESTERHUIZEN",
            "Thank you.",
            "Female"
        ]
    ]
}