{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-24",
        "location": "WORCESTER",
        "day": "1",
        "case number": "CT/00617",
        "victim": "SHU EIB KARIEM",
        "testimony": "SHU EIB KARIEM",
        "nature": "TORTURE/UNLAWFUL, DETENTION",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56171&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct00617.htm",
        "speakers": [
            "ADV POTGIETER",
            "DR BORAINE",
            "DR ORR",
            "INTERPRETER",
            "MR KARIEM"
        ],
        "original_speakers": [
            "DR ORR\n",
            "MR KARIEM\n",
            "ADV POTGIETER\n",
            "INTERPRETER\n",
            "DR BORAINE\n"
        ]
    },
    "testimony": [
        [
            "DR ORR",
            "Mr KARIEM can you hear me?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes.",
            "Male"
        ],
        [
            "DR ORR",
            "Thank you - thank you for being here today, welcome and thank you for coming to share your story.  You have indicated that you will make an affirmation, so could you stand now while I read the affirmation to you.\nSHU-EIB KARIEM Affirms to speak the truth",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank you - advocate Denzil Potgieter will be helping you to tell your story.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Shu-Eib jy kan daai maar afhaal.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Shu-Eib you can take off - we will be able to understand each other in Afrikaans, welcome.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Please relax, take your time to tell your story.   Your case also goes back all the way to 1985.  We have already from previous victims heard what were the circumstances in Worcester during 1985 and your case concerns your being held by the police,  your arrestation, the way in which you were treated and the consequences thereof.\nIt actually begins during June 1985 if I understand it correctly, is that the case?   I think what I will do is to ask you in your own time to tell us the entire story from the very first time when the police arrested you and began to question you right through till the very end of your story.  Just tell us everything that happened, is that fine.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "It was June 1985 the last week of the school holidays.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just allow me to interrupt you so that you can maybe tell us some of  your background, were you a student at that time?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I was a student - a scholar at the Esselen Park High School and a member of the SRC.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you were in matric and it was during June of that year, is that true?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes that is true.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What then happened?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "It was the last week of the holiday and my cousin had just been married the previous week.  And at about 1 o'clock the special branch members  Niewoudt  - Lieutenant Niewoudt  - I didn't want to call him Lieutenant but his name was Niewoudt  and then a certain Buys who actually is still a member of the Police Force and he is still a detective until this day here in Worcester.\nAnd what then happened I was in the Mosque and when I left the Mosque I heard that there were people who had come for me at my home, a white man and a Coloured man.  Then we had lunch and left to go to the City because since my cousin had been married the previous week all the various things that they had rented to take care of the wedding, we had to return to the people we had rented them from in the City so we were preparing to return it.\nWhile we were busy preparing for this trip Lieutenant  Niewoudt stopped outside of our home along with this Buys person.   Their approach was to make me an informer for them, they wanted to know what the situation was with regard to the school boycott in the previous year 1984.  They wanted me to get into the back of the car with them and they asked me that question - when they asked me this question I got out of the car and went back into the house.\nThey sat and talked to each other for about two minutes in the car in front of the house where they were parked and then they knocked at the front door again.  This is Niewoudt and Buys and then they said they were going to get a warrant for my arrest and would then take me into the Sanlam Building which is where they took the late Hennie Ferris, where they tortured him in that very same building.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is this where the security police or the special branch offices were?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes, this is where their head office was, on the top floor, the 5th floor of the Sanlam Building.\nThen my cousin said I must go and talk to them, so I talked to them and they asked me all sorts of questions, whether in 1985 there would be another school boycott or not and then I said to them I wouldn't know.  But I was involved in the Cape Youth Organisation at that time as well as the UDF.  And as was mentioned by the first witness today that the UDF came from 1986 but this is not the case because I've got evidence here that already earlier on in 1983 there was a meeting in the Civic Centre where Oscar Mpeta was the Chairperson and he was here himself.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you were involved with CACO as well as the UDF and their activities at that time.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes, that's the case.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So they wanted to ask you about the school boycott, and then what happened?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "He then gave me his phone number and then they left.  And just after they left I threw the phone number away there in the stove and what then happened was that the schools opened again.  About a week or two after the schools opened the schools boycotts did begin again, all over the country.  Then we continued with the boycott and during the time of this boycott, I received phone calls from them in which they, the security police harassed me so that was during that time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Who phoned you - was it a wide variety of people?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I don't know who phoned me, it was a whole lot of people.  On the 18th August 1995 there was then a UDF rally in Worcester that had to do with the launch of the consumer and schools boycotts.\nAlan Boesak came and Imam Solomons also came as well as a further speaker, the late Ashley Kriel.  At this mass meeting, the students met together  all the scholars of Worcester and we all met with the late Ashley Kriel.  He then explained to us what the reason is for the boycott and how it should go and so forth and we than began with the boycott on that  Monday.\nOn the Monday the SRC members of the Sohnge Teachers College then decided -  and it must be taken into account that the Sohnge at that time was at the old buildings in Gray Street.  May I mention someone's name - a person [indistinct]",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Sorry the interpreter could not hear the name.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "It was an Essa Madikiri - we were at this persons house and  this person said that there were problems at Sohnge and some of the people at Sohnge wanted to boycott and others didn't want to boycott.\nWe then all decided that on the next day, the 20th August which was also the birthday of the UDF that we would all go there and that all three schools would march towards the Sohnge College.  That was the Worcester Secondary School as well as the Breede River Secondary School and they all came together at the third school and from there we marched with the various placards to the Sohnge College.\nWhen we arrived at the Sohnge College  we deputised some people to meet  with the SRC of Sohnge College.  And while we were busy with this meeting we saw the Riot Squad arriving outside and they were all gathering around outside.  We immediately adjourned the meeting.  Sohnge SRC could not make a decision whether they were going to boycott or not so on that day when we came out of the meeting at Sohnge College, the officer in charge of the police at that time spoke to us over the bull horn - the loud hailer and then he told us that we only had 10 minutes to disperse and to return to our schools.\nA few seconds later - not even 10 minutes later as we were granted, having refused to leave there he gave a signal with his finger, he just dropped his finger and then the first person who shot that day and that person is also in this hall today and I am going to mention his name and that is Captain Willis, he is a Captain today,  he has a rank, today he has stars on his shoulder and I got nowhere in life because of what they did.  \nOn that day he shot the first tear gas canister and they also shot with rubber bullets and we were all chased apart like wild animals.  They chased us from Sohnge College, most of the school children ran behind Sohnge College and if you go up to the old Sohnge College building, if you behind it, you'll see that there is a cemetery and we had to run there through the cemetery to escape from the police.\nI ran into the New Hope Centre, which was a new building of theirs in Leopard Avenue, behind the school and most of the school children ran back to Esselen Park Secondary School.  We were about 3,000 schoolchildren who were at Sohnge College that day.  Our parents were standing outside when the boers -  the police started shooting on us.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were any of you arrested?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes, some were arrested.  About six of the schoolchildren were arrested and most of them were young children, they were std 6 Orr 7.  They also made a video that day of what happened on that day.  We were being peaceful - it was a peaceful march.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you able to escape?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I managed to escape on that occasion, because I ran into the New Hope Centre and most of the school children also ran into the New Hope Centre and we must thank the people who worked there in the kitchen y helped some of the schoolchildren to hide them there in the cupboards where they put the food and so on.\nThen when I returned I locked myself into one of the toilets in the New Hope Centre and some of the school teachers helped.  The police came through and they ran past the toilets because I was the only person who was hiding in the toilets and the other people ran past and the police were hitting them with sjamboks on that day, especially the girls they were - they hit the girls.\nA particular girl who was hit that day by the police was not alive anymore.  She died in a vehicle accident.  There were also some of the Sohnge College Students who ran with us on that day but the ones who did not want to boycott were standing by the Rector because that time they had a white Rector at the college.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you escaped that day from the police?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes, I escaped and while most of the school children ran back to Esselen Park Secondary School, when they arrived there the children picked up rocks to defend themselves because it was the police who first started shooting.\nNow we didn't start throwing rocks at them first, they began shooting at us first and that was the beginning of the violence in their eyes that is in the eyes of the police because in our view it wasn't violence because we thought it was our right  to defend ourselves against them.\nThat is the day on which the violence started and it had continued since then.  The schools were then closed by the then Minister of Education Carter Ebrahim.  At that time myself and a friend James Mathee were in the City and we were attending some of the SRC meetings in the city.  There were pamphlets we wanted to return to Worcester because we wanted the schools to open on the 17th September which would have been a Tuesday in 1985.\nWe decided that with our parents and with our teachers, we were going to open the schools ourselves, all of us worked together on this.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So the two of you then returned from the City with those pamphlets.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes, and I have a copy of the pamphlet with me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You may hand that over to us later.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "On the Monday we returned, the 16th September.  We hiked from Cape Town and received a lift with a truck until the entrance of Worcester at the robots.  We were safe the whole day.  I wasn't at home, I didn't sleep at home at that time and also with James - we - neither of us slept at home.\nBut that evening we were going to meet with Ferdie Fourie at Industry Street at the Games Centre, which was located there at the time.  On that day there were no incidents of violence in Worcester.  Ferdie then told us that there were pamphlets at his home which we could distribute.  Ferdie joined us in the car and we were six of us all together in the car.\nWe entered the driveway at Ferdie's home in See Street and as we drove into the driveway we all saw that there were some people there who were disguised with golf caps with a little pom-pom on the top.  It turns out it was Lt Niewoudt who then pointed his gun at the driver of the vehicle and took the keys.\nWhen we climbed out of the car they asked Ferdie who he was and they said here you are and they took him under Section 29.  They arrested him under Section 29 and then they took all of our names as we had to get out of the car.  It was Robert Weir and another friend of mine who has since died, Neil Jefta.  They took the names of everyone who was in the car and when they got to James - when he said his name James Mathee then  Niewoudt said also known also Buba, aren't you Buba?.\nSo that was where he swore at him and then he told James to stand on one side apart from the rest of us.  And when I got out of the car he also said okay  Gobie that - now we've got you because that was my nickname.  We then went into Ferdie's house and then a further two policemen came with -  I think one was  Friar  who has a sort of AWB style beard.  He still has that beard and he is still here in Worcester.  And also a Symington who also joined them - so they took us into the house at Ferdie Fourie.\nI was then handcuffed by the left hand to James Mathee's right hand and we had to put our hands behind our necks.  After about five  minutes Symington arrived with a Skyline.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is Symington also a police officer?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes, but we could smell on them that evening that they were drunk, that they had had alcohol on that evening, especially Symington.  We had to sit in the back - it was an automatic vehicle, this Skyline, so he would drive with his one hand and with his other hand he would point the gun at us.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is this Symington?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes, it was Symington who was driving.  He went over the red lights in town and then when we got to the charge office of the police,  the woman constable asked what the charge was and then swearing Symington said that he would disregard the charge.  He then swore at the woman police officer and told her simply to book us.\nWe never knew what the charge was against us, we were simply booked and we were held under arrest without a charge.  We were then searched and they found a pamphlet in my pocket - I still have this pamphlet in my mother's car.  They then found the pamphlet in my pocket and then he put the pamphlet on the desk and then he gave instruction to the constable to write this down as my property.  This was a white woman but she was a gentle person.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you charged?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "No we were not charged, we were just placed in the cells.  I was in a single cell and they then switched the light off so I don't know what happened to James.  When they put us together to charge us and have us appear in court it appeared that James was going to be taken to the De Doorns police cells but he insisted that they put him in the cells also in Worcester so we were in the cells in Worcester.\nI am a smoker and we didn't have any cigarettes Orr anything.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "For how long were you kept under arrest?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "For two days.  Then on the Wednesday we were taken out of the cells to  be taken to the CID offices.  We didn't know where we were being taken but we went to the CID offices and there van Loggerenberg, also known as Oupa who also until today is still a detective in this town.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you then charged - were you taken to court or what happened?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "We were charged with public violence.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What happened with that case?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Actually nothing happened, the case was withdrawn against us on - or during 1987.  We appeared on that Wednesday and we were threatened psychologically threatened - they took Coke bottles and while he was questioning us and taking down notes - while they were trying to find out what we were doing at the Sohnge march and putting emphasis on the Sohnge march - so eventually this charge was withdrawn.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[inaudible]",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes it was.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So in that October you were again arrested - is that the case?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "On that occasion I was taken into custody on the Friday as well as a teacher from Breede River as well as a teacher at one of the Primary Schools - these were all taken into custody.\nMay I mention their names?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It may be unnecessary, we only want to really know what your story is today.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Myself and the particular teacher were then in a cell together during that morning at four o'clock in the morning.  They knocked at the place where I was.  Then at the time of morning prayers, I was in  Durban Street at the time and when we arise for morning prayers the lights were on and the whole house was surrounded by the police and the Riot Squad members and then Niewoudt took me out of the house himself.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What did he say, what was the reason for your being taken in?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "He said that we were being taken in for questioning, and we were  slightly stupid still at that time because he then told me when we got to the charge office that I was under custody in terms of Section 50.\nThen we were put in he cell together, myself and this teacher and we received no food that morning, we hadn't had breakfast.  I was then taken out of the cell on my own and then he began - it's a thing that you use at the dances you have bouncers who use things that shock you and it's the same instrument  that this Niewoudt used.\nHe shocked me with this - gave me electric shocks.  And he asked me no questions he just gave me these shocks and then he said to me yes, I am going to get you, I told you I was going to get you. That was his words.\nThen on the Saturday evening the State of Emergency was declared and all the detainees -  also those of whom we had only heard, we were all taken out of the cells and placed in a space where they always keep people before they take them into the court.  From about 12 o'clock we were all put together in this cell - this large cell.  No-one could sleep and we were left there until the next morning.  We only had some dry bread, we had no other food.\nMy parents tried to bring us some food but they were not allowed to give us this food.  On the Sunday, the next day we then were told that the State of Emergency was declared and we were then all put into one of the large police trucks.  We then didn't know where they were taking us and one of our friends, Soraya and Sheila were at the garage and we then said to them we were being taken somewhere - we did not know where we were being taken.\nThe driver of the end of Tape 2, side A ...  is but he was called Tekkies and he told us that we were being taken to Pollsmoor but we didn't know that we were being taken to Victor Verster.  We then stopped at the Paarl branch of the Security branch of the police which was the main branch in the Boland area at that time.  We were left in the truck when they got out and then they returned and took us to Victor Verster.  We were then put in single cells.\nWhen we arrived at Victor Verster there was a friend of mine who was a staff person at the prison - a prison warden - and he was still a young person and I asked him if he wouldn't phone our families but he refused to do so.  He was someone who knew the people where I stayed, he knew the phone number was, but he would not help us.\nIn the reception area where they take your information down I was given a number, I was detainee 51/85.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you held at Victor Verster?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "We were kept in single cells for about a week.  We were not asked whether we were Moslems or not and we were given pork to eat but fortunately I was not the only Moslem there - there were also other Muslims there, but when I saw the food we asked the warden what this food is, what kind of meat it would be and he told us it was pork chops and we told him we can't eat pork so then we had to spit the food out.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So how long were you kept at Victor Verster?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I was detained for roughly four months, that is from the beginning of the state of Emergency right through to  the 31st January 1986 - I was released at that time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did they question you, did they give you reasons why you were being held?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "They gave us no reasons but they did question us.  When they questioned us there would be a number of special branch staff, three to seven -  sometimes the one would swear at you and the other would be sympathetic to you but particular Symington would swear at us.\nAnd the other people would just sit around.  They were not able to injure us or harm us right there, because the prison wardens were right outside and the prison wardens would always ask whether we were harmed - physically harmed in any way.  Their whole approach was to break me down psychologically.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Someone gave you electric shocks - who was that?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "That was Niewoudt.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you mistreated during the time of your detention?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I had some nice top teeth and I had them filled and the dentist at that time at the prison messed up my teeth so I had to have my teeth taken out.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You said that they mistreated you psychologically and that you were in detention for four  months.  Is that correct?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes it's correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What happened after you left detention, did you need treatment?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I did not need treatment immediately.  I could not write matric that year, I boycotted the exam and there were only two of us from Worcester who refused to write their Matric exams during that year.  That was myself and James Mathee and then we asked to write the additional exam and then on the 31st of January I was released on the 3rd February I had to begin with the Matric exams.  I never had any books in detention with which to study.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What were the consequences of this detention and the psychological mistreatment?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "At a later stage I was attacked by the Ishmail family  who are family members of members of Parliament.  I then laid a charge against him, there were photographs taken.  I gave these photos to a certain person whom I don't know whether he still has them, so I was assaulted by Igshan  Ishmail and one other person who stood by while I was being assaulted.\nMy parents were in Esselen Park at the time and I was on my way back to the place where I lived at the time.  And I was assaulted behind the bioscope at this time.  I laid a charge and I then lived with my family in Cape Town and I phoned from the Worcester charge office to Cape Town to arrange to come through to give a statement.  And then a Sergeant Cuttings took my statement with  regard to the assault and these were people who took part in the tri-cameral Parliament at that time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Then in November 1986 of that year, what then happened, you landed up in hospital.  What happened - met u senuwees - daar was iets met u senuwees verkeerd.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "To tell you the truth, I was looking for work at that time and the weekend of the assault - I want to return to the assault by the Ishmail's.   I was supposed to go for a job interview on that Monday but then I couldn't because I had this badly bruised face.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Let us turn to November 1986.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I ended up in the Tygerberg Hospital and I could not give them any explanation while I was in this state of mind.  I was still involved in the struggle at that time and then if you told doctors what the reason was then they said that it was because I abused cannabis.  But it was not the reason for my breakdown because I couldn't tell the  Dr van Wyk what the real reason was.  \nThis Dr van Wyk was the psychiatrist at Tygerberg Hospital and I couldn't explain to him that it was due to the detention.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you then had a nervous breakdown, is that the case?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there anything wrong with your nervous state before you were held in detention?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "No, it was only subsequent to the detention and it was due to the assault as well as the psychological mistreatment.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you still receive treatment?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I had only been for treatment during January of this year because the Sister who gives us treatment at this clinic was a Coloured sister, Sister Oliphant and she resigned because of the racism of the Department of Health in Durban Street, because it still says at the front Administration House of Assembly - this has not been replaced yet.\nAnd then Sister Oliphant resigned in January of this year due to the racist Sister Kruger at this outpatient clinic - I also received treatment from this person and she was a very unfair person and she treated Coloured people very poorly.  She is still dealing with people in a racist way.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was it for this reason that you decided not to go back to the hospital?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "No I don't go to hospital - I said in my statement I went in '87 but actually only  since 1990 have I been at the Lentegeur Hospital.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You then decided not to return for treatment, as of January because of the attitude of people at the place where you receive treatment, is that the case?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "I am not happy with the treatment, I don't want to live on pills and checks.  From 1986 when I first became ill I had to get an injection every month and sister Oliphant was the person who took away this injection from me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "We've listened to your statement and we know that it was very difficult and that the consequences were very difficult and that you are still experiencing this but let me ask you in conclusion whether there is any way in which we can help you?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "In 1989 I was on campus but without a bursary because the Government never wanted to give me a bursary.  My mother had to pay out of her pocket for my studies - she had to work very hard to repay the bursary - all of my friends and my school friends are lawyers or journalists or doctors - these are the people who went to school with me in 1985 -   finished matric with me.\nBut myself and James Mathee for whom I really care.  Only the two of us never got anywhere in life.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Would you then like the Commission to pay attention to this aspect on your behalf?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "[No audible answer]",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr KARIEM - thank you for your time and thank you for your statement.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr KARIEM,  just one question from myself.  Are you employed at the moment or are you studying or watter werk doen jy op die oomblik?",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "At the moment I am working on a temporary basis for my cousin who has a quantity surveying company and I work for him.  But this is only on a temporary basis, I am not permanently employed.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Mr KARIEM, the Commission has studied your statement very carefully and also listened to you today.  It is now 1996 so ever since your first early experiences as a very young man [intervention]",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "My experiences actually go back to 1980 actually when I was in std 6. I was the first one - I don't want too - it's not a brag -  I was the first one who walked out of the class there at Worcester Junior Secondary, we were only Std 6 and 7 at that time.",
            "Male"
        ],
        [
            "DR BORAINE",
            "That actually, that makes it even worse that your whole childhood and the  life of a young boy and a  young man you have suffered very deeply and you clearly are unhappy and suffering now.\nWe have listened very carefully and the Commission is going to follow up along the lines that you have asked us to do and we will obviously be in touch with you again.  I do hope that - and  we all hope that you will continue to receive support and assistance from family and friends and where necessary from -from  medical assistance as well.\nI want to thank you very much indeed for coming - baie-baie dankie.",
            "Unknown"
        ],
        [
            "MR KARIEM",
            "Thank you.\nEnds",
            "Male"
        ]
    ]
}