{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-26",
        "location": "WORCESTER",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56179&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct07800.htm",
        "speakers": [
            "CASE NO",
            "DR ORR",
            "GLENDA WILDSCHUT",
            "ME JOSEPH",
            "MRS JOSEPH",
            "MS GOBODOMADIKIZELA",
            "POLICE",
            "SARALINE JOSEPH",
            "TESTIMONY FROM",
            "VICTIM",
            "VIOLATION"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "VIOLATION",
            "SHOT DEAD BY POLICE\n",
            "TESTIMONY FROM",
            "SARALINE JOSEPH\n",
            "DR ORR\n",
            "GLENDA WILDSCHUT\n",
            "MRS JOSEPH\n",
            "MRS WILDSCHUT\n",
            "ME JOSEPH\n",
            "MS GOBODO-MADIKIZELA\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/07800",
            "Unknown"
        ],
        [
            "VICTIM",
            "JOHANNES JONES [son]",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "SHOT DEAD BY POLICE",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "SARALINE JOSEPH",
            "",
            "Unknown"
        ],
        [
            "DR ORR",
            "Good morning Mrs Joseph it's just still morning, welcome and thank you.  I know that you had to sit and wait for all the various other people until you could tell your own story.  Please rise to take the oath.\nSARALINE JOSEPH (sworn states)",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank you I will now ask Glenda Wildschut to guide your testimony.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you Mrs Joseph, I want to thank you also for your patience as it has been a long wait.  I believe that although you are the last witness your story is as important as anyone else's.  Please take you time to tell your story but before you start I would like to read some background.  You gave me the pamphlet this morning relating to the mass funeral of your son and the others who were shot during that time.  I would like to read a section of this pamphlet to the audience.\n The pamphlet reads as follows   Robertson Mourns is the title.  The Community of Robertson mourns the tragic death of 3 of our inhabitants.  Their death is due to police action before, during and subsequent to community protests against those the unacceptable living conditions in the community despite several efforts and memorandums from the community to the local Municipal authorities to improve these conditions.  There was no or little response.\n South Africa's people who acknowledged the sovereignty of life want to mourn with their families and want to ensure them of our solidarity.  They did not die in vain.  \n I would also like to read further about Johannes Jones.\nJohannes Jones was 22 years of age was shot on Monday the 2nd of July 1990 in an event of excessive police action against unarmed men, woman and children.  He was fatally injured during a protest action against police violence in the township by Detective Constable Trompie Pony who shot him with birdshot at close range in the chest, face and mouth.  He died on the 4th of July 1990 in the Eben Donges Hospital in Worcester.  The community asks why?\n Mrs Joseph you are the mother of Johannes, would you please tell us the story from your own perspective and in your own words with regard to the events surrounding Johannes's death.",
            "Unknown"
        ],
        [
            "MRS JOSEPH",
            "I had been working and when I returned from work ...",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mrs Joseph we feel with you and we invite you to take your time and tell your story in your own words.",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "As I was on my way home from work a boy came and told me that my son was shot.  I went to change out of my uniform and returned and went to ask Trompie why had shot my son.  He replied that he was sorry for having shot my son.  I then turned to go to my son but before I arrived at Trompie it turned out that my son had been taken to hospital by car. \n I went to the hospital and the Robertson Hospital had moved him to the Eben Donges Hospital.  I visited him that Tuesday evening with my other children and the father of Johannes.  We looked at him and he was unable to speak to us.  It was terrible how he had been shot, he was shot in the face, his mouth and on his body.\n That Wednesday morning at 8 o'clock he died.  Mr Booysen collected me at work and told me that my son had been shot.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So you were not present at the incident?",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "No I wasn't.",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "Someone else then told you that your son was shot?",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "Yes, his brother came to tell me that he was shot.",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "How did you feel at that time?",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "I felt very poorly but I was strong enough to walk all the way to where he was, to where the police were standing and then the police officer told me that he was sorry.",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "What was the attitude of the police constable when he apologised for shooting your son, what was attitude towards you?",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "He just stood there and said, I'm sorry aunty for having shot your son.  That is all that he said to me he didn't say anything else.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "May I go back somewhat further in time to the community protest action in which Johannes was involved.  What did the community mean when they claimed that their living conditions were unacceptable or inferior? What does inferior living conditions mean?",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "What were the conditions in the community against which the community was in protest?",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "The reason for the protest was that the community was fighting in the area itself, people wanted improved housing circumstance, they wanted electricity and water and such.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Were such facilities not available in you community with regard to water and electricity?",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "No there were no such facilities.",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "Is it correct that you son was shot while he was asking for things which people have a right to, like water and electricity?",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mrs Joseph was there a legal inquest?",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "No there was no inquest and we didn't go to court.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Were you not told of the inquest?",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "No there was nothing that I know of.",
            "Female"
        ],
        [
            "MRS JOSEPH",
            "According to our investigating team it appears that there was an inquest in the Robertson Court and there is a case number for this investigation.  The investigative report says that your son died of a wound due to shooting, fired by Constable T. Pony.  According to this investigative report it was said that no-one was responsible to the death of your son.  This is in terms of the Robertson inquest documentation.  Were you informed of the inquest?",
            "Female"
        ],
        [
            "ME JOSEPH",
            "No.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mrs Joseph could we ask you, you have come to give us testimony and we appreciate your testimony, is there any further requests you would like to make to the Commission?",
            "Unknown"
        ],
        [
            "ME JOSEPH",
            "My son was industrious, he was a young man who had no problems and he worked for my benefit.  I would appreciate any assistance that might come my way because of the difficulties with which I raised this son.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mrs Joseph we've heard you request but before I conclude I would just like to hear whether any of the our Commissioners present would like to ask you any questions.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Mrs Joseph, we are very saddened that even with a legal investigation into the death of your son, no-one was found responsible for it.  We will investigate the circumstances of his death and we will inform you of our findings in due course.  You are going to return home to your family and we have been reminded by one of the witnesses of our responsibility to yourself and to others and we will pursue the challenge by Patti who came before you, thank you very much.",
            "Female"
        ]
    ]
}