{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-26",
        "location": "WORCESTER",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56182&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct08100.htm",
        "speakers": [
            "CASE NO",
            "DR ORR",
            "GLENDA WILDSCHUT",
            "LYA MAURISE",
            "MS BURTON",
            "MS GOBODOMADIKIZELA",
            "PIETERSE AFRIKA",
            "POLICE",
            "TESTIMONY FROM",
            "VICTIM",
            "VIOLATION"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "PIETERSE AFRIKA\n",
            "VIOLATION",
            "SHOT DEAD BY POLICE\n",
            "TESTIMONY FROM",
            "LYA MAURISE\n",
            "DR ORR\n",
            "MRS MAURISE\n",
            "MS GOBODO-MADIKIZELA\n",
            "GLENDA WILDSCHUT\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/08100",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "PIETERSE AFRIKA",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "SHOT DEAD BY POLICE",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "",
            "Unknown"
        ],
        [
            "DR ORR",
            "Good morning Mrs Maurise thank you for being present here today.  Would you please rise to take the oath.\nLYA MAURISE (sworn states)",
            "Unknown"
        ],
        [
            "DR ORR",
            "Mrs Maurise and I spoke earlier and she said to me that she was not present when her son was shot and asked me to read the report by our investigating team and she will then tell the remainder of the story.  I will read it in English but maybe Mrs Maurise can use the headphones to hear it in Afrikaans.\n Our investigators spoke to Archie Alchaster who was with the victim when he was shot.  It was September 1976 and the witness states that he was one of five people travelling in a car with the victim - that's Pieter Afrika on the day of the killing.\nThe witness was sitting in the back of the vehicle next to the victim as the car passed the Montagu police station the witness saw a policeman by the name of Mouton standing in front of the charge office.  This policeman apparently shot at the car with a pistol.  They continued on their way home. When they stopped near one of the passengers houses, they witness saw blood on the victims right shoulder, they took him to hospital and he died on the same day. The witness told the investigators that the car they were driving was covered with anti Government slogans and that they were under the influence of alcohol, but were not drunk.\nThe following day the witness and thirteen others were detained by the police for a period of three weeks at Robertson Prison.\nInvestigators were informed by the Montagu court that the inquest report had been destroyed.\nYou may take the earphones off.  Mrs Maurise can you tell us the story how you heard it from the day the policeman came to your home.",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "It was on the Monday morning of the 13th before 8 o'clock when the police van stopped in front of my house and Mr Mouton sat between 2 other police officers in front of the van and he then said to me that he understood that he had shot  my son but that he was not aiming for my son, he was trying to shoot the driver of the vehicle.",
            "Female"
        ],
        [
            "DR ORR",
            "Did he say why he wanted to shoot the driver?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "No he did not say and I didn't ask him because I had burst into tears.  I never made any enquiries because I didn't believe that I could make enquiries, he had to tell me himself.  My feeling was that if these children had done something wrong, they could have taken the children into custody and locked them up if they had done something wrong and come and told the parents what had happened.\n I just had to bear this pain all this time.  This is a pain that never leaves you.  At the time I had a child in school who had to finish his schooling and these children no longer had a parent.  His money used to come home on Friday's but after this it was difficult for me to take care of this child.  It was very difficult in other ways as well.  After the inquest I was never called in, I was never asked anything about the inquest they just came outside and told me that the inquest was over and that no one was found guilty for my son's death.",
            "Female"
        ],
        [
            "DR ORR",
            "Were you at the court for the inquest?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "Yes I was but I was never called in.",
            "Female"
        ],
        [
            "DR ORR",
            "So they simply came and told you after the inquest that no one was found guilty for you son's death?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "Yes that is correct.",
            "Female"
        ],
        [
            "DR ORR",
            "Please tell us about your son and his age.",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "He was 25 years old, he was not married and he had no children.  He lived in my home and he worked for me.",
            "Female"
        ],
        [
            "DR ORR",
            "Was he politically active?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "No he was not involved in any politics at all.",
            "Female"
        ],
        [
            "DR ORR",
            "What were the consequences on your life after the death of your son, how did this affect you?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "This affected my health, I am still not healthy today and I'm not able to go outside in the mornings and the evenings.  I am a useless person because my health has deteriorated.  Ever since then I have never been healthy.  My health has been taken away with my son.",
            "Female"
        ],
        [
            "DR ORR",
            "Are you married, is your husband still alive?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "No my son maintained us.  I received his income on Fridays and it was only his income that made a contribution to my household as all my other children are married.",
            "Female"
        ],
        [
            "DR ORR",
            "How many children do you have altogether ?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "I have seven children.  I had seven children including him.",
            "Female"
        ],
        [
            "DR ORR",
            "What do you want the Truth Commission to do for you and your family?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "I would appreciate the Truth Commission to give me a lump sum of money if it was possible.",
            "Female"
        ],
        [
            "DR ORR",
            "Do you want to say anything else to us?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "No.",
            "Female"
        ],
        [
            "DR ORR",
            "So there is nothing else that you would like to say?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "No nothing else.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Does anybody want to ask any questions?  Glenda Wildschut?",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Mrs Maurise you mentioned someone by the name of Mouton, do you know this person, is this person known to you?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "This person was the Commanding Officer at the Montagu police station.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Is it true that this person came back to you?",
            "Unknown"
        ],
        [
            "LYA MAURISE",
            "Yes on the Monday morning of the 13th and he then said to me that he did not aim at my child, he wanted to shoot the driver of the vehicle.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "The driver of this vehicle Appolis Hanson is since deceased but not due to this incident.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Mary Burton?",
            "Female"
        ],
        [
            "MS BURTON",
            "I don't really just want - in so much want to ask a question as to say to Ms Maurise that our investigators have followed up as much as they can to get information and anything - any documents that we can find, we will then put them together and let Ms Maurise know any other information that we can get.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Ms Maurise thank you for coming this morning to the hearings of the Truth Commission.  It's very difficult to understand how people can be shot at in the way that your son was shot.  And it's with sadness that we share your pain and acknowledge the fact that you lost your health with the death of your son.\n We would like to pledge a commitment to follow up the incidents, the circumstances that brought your son's death and we wish that you would trust in this process and we would do our best, thank you very much.",
            "Female"
        ]
    ]
}