{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-05-10",
        "location": "DURBAN",
        "names": [
            "Thuli Gabela",
            "Nxumale Dube",
            "Vuma M Tshabalala",
            "Zamiswazi Mkhize",
            "Philisuya Khuzwayo",
            "Hopewell Khuzwayo",
            "Patrick Hlongwane",
            "Sabatha Madikizela",
            "Eunice Dlomo",
            "Lupina Nozipho Zondo",
            "Eugenia Thandiwe Piye",
            "Gregory Tuntulwana",
            "Gertrude Mbambo",
            "Siza Cyril Mhlongo",
            "Thelakuhle Bongikile Sithole"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56207&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvdurb1/durban4.htm",
        "speakers": [
            "CHAIRMAN",
            "COMBRINCK J",
            "DR BORAINE",
            "DR MAGWAZA",
            "DR MGOJO",
            "EUNICE DLOMO",
            "GERTRUDE MBAMBO",
            "GREGORY TUNTULWANA",
            "HOPEWELL KHUZWAYO",
            "INTERPRETER",
            "LUPINA NOZIPHO ZONDO",
            "MR DLAMINI",
            "MR LAX",
            "MR LYSTER",
            "MRS GCABASHE",
            "MRS KHUZWAYO",
            "MRS PIYE",
            "MRS SITHOLE",
            "NXUMALE DUBE",
            "PATRICK HLONGWANE",
            "PHILISUYA KHUZWAYO",
            "SABATHA MADIKIZELA",
            "SIZA CYRIL MHLONGO",
            "THULI GABELA",
            "ZAMISWAZI MKHIZE"
        ],
        "original_speakers": [
            "CHAIRMAN",
            "DR BORAINE",
            "MRS GABELA",
            "THULI GABELA",
            "MR LYSTER",
            "INTERPRETER",
            "DR MGOJO",
            "MR LAX",
            "DR MAGWAZA",
            "MRS DUBE",
            "NXUMALE DUBE",
            "MR JUSTICE TSHABALALA",
            "MR JUSTICE VUKA MSWAZI TSHABALALA",
            "MRS MKHIZE",
            "ZAMISWAZI MKHIZE",
            "MRS GCABASHE",
            "MRS KHUZWAYO",
            "PHILISUYA KHUZWAYO",
            "HOPEWELL KHUZWAYO",
            "MR HLONGWANE",
            "PATRICK HLONGWANE",
            "MRS MADIKIZELA",
            "SABATHA MADIKIZELA",
            "MR DLAMINI",
            "COMBRINCK J",
            "MRS DLOMO",
            "EUNICE DLOMO",
            "MRS ZONDO",
            "LUPINA NOZIPHO ZONDO",
            "MRS PIYE",
            "GREGORY TUNTULWANA",
            "MRS MBAMBO",
            "GERTRUDE MBAMBO",
            "MR MHLONGO",
            "SIZA CYRIL MHLONGO",
            "MRS SITHOLE"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Welcome to the fourth day of the KwaZulu/Natal, Free State hearings.  The following people will be giving evidence today.  Mrs Gabela, the Tshabalala family, Mrs Mkhize, Mrs Khuzwayo, Mr Hlongwane, Mrs Madikizela, Mrs Dlomo, Mrs Zondo, Mrs Piye, Mr Thunthulwana, Gertrude Mbambo, Mrs Dube, Avra Ndluli and Bongikele Sithole.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Boraine will light the candle.  Thank you.  PROCEEDINGS OPENED WITH SINGING OF HYMN AND PRAYERS",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I add my own warm welcome to all of you and especially to those who will be testifying today and their families.  I now declare this session open.  Let me introduce the panel, although it hasn't changed the audience changes.  At my extreme right is Ilan Lax, a member of the Human Rights Violations Committee of this region;  Dr Simangele Magwaza, member of the Reparations and Rehabilitation Committee of this region;  Virginia Gcabashe, member of the Human Rights Violations Committee of this region;  Mdu Dlamini, member of the Human Rights Violations Committee of this region;  Khoza Mgojo, Commissioner and member of the Reparations and Rehabilitation Committee here;  Richard Lyster, Commissioner, co-ordinator of our regional office here and a member of the Human Rights Violations Committee;  Dr Alex Boraine, Deputy Chairperson of the Commission, and a member of the Human Rights Violations Committee in the Western Cape.  I now hand over to Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you, Chairperson.  Before I call the first witness, may I say, on behalf of the Commission, how pleased we are to have Mrs Di Oliver, known to many of us\n /also as\n15A/2 also as Di Bishop, formerly of the Western Cape, now of KwaZulu/Natal, who knows a great deal about the kind of work that we are trying to do.  I am delighted that she is here.  Mr Chairperson, the first witness that we call is Thuli Gabela, and I would ask her please to come forward.  We are waiting for the earphones to be put in place before we start, so that the witness can hear my voice in English and also the translation into her own language.  I'd like to test that out now.  Mrs Gabela, can you hear me on the earphones?",
            "Unknown"
        ],
        [
            "THULI GABELA",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "You can.  That's wonderful.  And you can leave the red light on all the time, because it will not interfere with this mike.  Mrs Gabela, sorry for the delay.  I want to extend a very warm word of welcome to you this morning.  You are the first witness on the final day and possibly feeling a little more nervous at the start of the day and also you have a very shocking story to share with us, which I know will not be easy, and we share in your pain and in your memory.  You are going to tell the Commission of the killing of not only your father and your mother, but also your brother, in 1992.  In a moment I am going to ask one of my colleagues if he will guide you as you tell your own story.  Before I do that, I must ask you please to stand for the taking of the oath.",
            "Unknown"
        ],
        [
            "THULI GABELA",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  Will you please be seated.  Now I hope you can relax as much as is possible under the circumstances and I'm going to ask my colleague, Mr Lyster, to take over from me.  Thank you.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Thank you, Mrs Gabela, for being here today.",
            "Male"
        ],
        [
            "MR LYSTER",
            "/Like many",
            "Male"
        ],
        [
            "MR LYSTER",
            "15A/5 Like many of the other people we have heard this week, you have lost family members in a violent manner, but unlike those people who have lost their loved ones, you have lost your brother, your father and your mother, and we can only begin to understand the grief and the sorrow that you feel.  Just to help you begin your evidence today, you say that at the time when your parents were killed you were living in Esikhaweni Township near Empangeni and that you were living in an area which was regarded as a stronghold of the Inkatha Freedom Party.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it is true.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Would you tell us what happened in 1992.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They first killed my brother at work.  They killed him at the stop.  From there they went to attack my mother and my father.  They killed both of them.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Do you feel able to carry on now?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "You were saying that at this time your brother, who was living with you and your parents in Esikhaweni, was working for a factory and he was a member of a trade union.  In fact, you said he was a member of NUMSA, which was a COSATU-affiliated trade union.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, the firm of RBM.  ",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Would you like to try and continue and just to tell us the story?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As he was coming from work at about eleven they shot at him at the bus stop.  They killed him.  Nobody was arrested.  My mother and father were still alive.  It was on the 4th April and in December they killed all of them - my mother and my father.  They attacked them.  Other children, they were disabled.  They hit at them with stones.  They were very young children.   You've said in your statement, Mrs Gabela, that this",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "/was on the",
            "Male"
        ],
        [
            "MR LYSTER",
            "15A/8 was on the 1st December 1992 that the attack on your house took place.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They attacked them at night.  On the 2nd they were dead.  ",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And who was killed that night?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My mother and my other younger siblings.  Others managed to escape.  They were at the hospital at Ngwelezana and they followed my father at the hospital and they finished him off at the hospital at Ngwelezana.  ",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mrs Gabela, how many of your siblings died that evening?  How many of your brothers and sisters died?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Six of them.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And your father was injured in the attack.  You said in your statement that hand grenades were thrown into your house.  Is that right?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And that your father was injured and taken to hospital.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My father wasn't injured.  They just went to the hospital and finished him off.  I just found him with a bullet wound, but in the morning he didn't have anything.  I spoke to him.  He asked if I was there.  He said he met the police, but these were the people who shot him.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Did your father tell you who it was that attacked the house or do you know who it was that attacked the house?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My father said he was attacked by police.  He said he saw them.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And which police were those, do you know?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  These were the ZP, but I do not know them.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "By the ZP, do you mean the KwaZulu Police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And where were you at the time that this happened, Mrs Gabela?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was hiding at another place, but I",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "/could see,",
            "Male"
        ],
        [
            "MR LYSTER",
            "15A/12 could see, although I couldn't see everything that was happening, because there were houses in between, but I could see.",
            "Male"
        ],
        [
            "MR LYSTER",
            "And did you know then or have you ever found out why your house was attacked?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I just heard that they attacked us because we are ANC and we are in the Inkatha stronghold area.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And was there ever any court case or any inquest of any sort that you knew of or that you went to?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There's never been anything that happened thereafter.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Did you assist with the burial of your family?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I did.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And did you have death certificates?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I have them.  I do have their death certificates.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And do you know what the cause of death on those death certificates is given as?  Do you know how your family members died?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Excuse us - excuse the interpreters.  We didn't hear the answer.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Do you know what the doctor wrote on the death certificate?  It doesn't matter if you can't remember.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And after this happened did any member of the KwaZulu Police ever come to you and explain to you what had happened or give you any reason why this attack had taken place or any other ... (intervention)  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, the police have never been to me.  Nothing happened after that.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Where was your family buried, Mrs Gabela?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were buried at Dlangezwa graveyard - at Dlangezwa.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "And will you be able to give us any document that",
            "Male"
        ],
        [
            "MR LYSTER",
            "/you have,",
            "Male"
        ],
        [
            "MR LYSTER",
            "15A/16 you have, relating to your family's death, such as death certificates, to enable us to try and follow this matter up?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there are some documents I could give you.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Have you thought what you would like the Truth Commission to try to do for you?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  What I'm thinking about, I would like them to assist me to educate my younger sisters and also help us with the house, because we are living at other people's homes.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Are these sisters that you talk about, are these people who survived the attack on your house?  Who were there at the time, but survived that attack?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they are younger children that survived, but they are disabled.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "You said in your statement that the people who attacked the house threw stones at them.  Is that right? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, it wasn't stones.  They were shooting at them.  They were throwing bombs and shooting at them.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mrs Gabela, we've taken note of what you've said.  We've heard your very terrible story.  We - the Truth Commission - part of the job of the Truth Commission is to make recommendations to the Government as to how victims of these sorts of incidents should be assisted and we have heard what you said.  We've made a note of it and we hope that we will be able to help you at some stage in the future.  Thank you very much for coming in today and I hand back to the Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Any questions.  Dr Mgojo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you, my daughter.  There are things that I would like you to clarify so that we've got good records.  In your statement there was somebody - Betty was",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/harassed.  Who",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "15A/22 harassed.  Who was Betty?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Betty is my mother.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "And who is Jameson?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Jameson is my father.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "And who is Jethro?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Jethro is my brother.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Excuse the interpreters.  We do not hear the question.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "And Zebron also is your brother and Zingkle is also your brother.  Thank you.  I just wanted to be clear about all these names here.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Ilan Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Mrs Gabela, I know it's difficult to talk about these things, but how old are you at the moment?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm 34 years old.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And how old are your surviving siblings?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There is one who was born in 1973.  There is one who was born in 1978.  There is one who was born in 1990.  There is one who was born in 1991.  There is one who was born in 1984 and 1982.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Are these children schooling at the moment, the older ones?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they are.  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You've told us that you're living with other people and you would like to have your own place.  That seemed to be implied in what you were saying.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  Yes, we are staying at different places.  I am living at hostel.  There are two of us who are living at a hostel.  The other one is at the university.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And the very young ones?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The younger ones I asked for them to stay at Hammarsdale at some other people's places.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Dr Magwaza.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Mrs Gabela, the first thing, if I could get",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/clarity on",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "15A/27 clarity on the number of people who died.  I thought I heard you say there were six.  I thought you were talking about the people who died in the house they were six, but all in there are seven people who died?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "You also said some children were shot, but they didn't die.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Among the children who died, there's only one who died.  The other ones managed to escape, but they had been shot.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Another thing that I realise here, it seems like a whole family was harassed by this - was affected by this.  Is there some kind of help you are getting at the moment with regard to children or with regard to anything in your house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We never got any assistance.  We just got some money from my father's workplace, but now it's finished.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Is there somebody who is working at home?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there's nobody who is working at home.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "But how are you surviving?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I survive by selling.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Thank you.  You say you survive by selling.  Are you the only one working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "You said your sister is at the university.  Who is educating her?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We took my father's money to educate her.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Thank you, Mrs Gabela.  We are just wishing to get a very full picture of what happened to your family so that maybe the Committee of Rehabilitation and Reparation, if it can recommend any assistance it should have the full picture.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Mgojo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "And your sister who is at the university, what",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/university is",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "15A/29 university is she in?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She's at Ongoye.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "What year is she studying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She's on her first year.  My mother left her at the college.  After she got disabled she got a bit insane.  She's just been released from a sanatorium, but now she's ... (intervention)",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Fort Napier?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "When you said she got disturbed, what do you mean? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She got insane.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Is she better now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, now she is better.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We have run out of words that we can say to you to help to ease the pain you went through.  We do empathise with you.  Although words may not be of any assistance to you, you must know that you are among the colleagues and friends, people who really sympathise with you.  Thank you very much for coming here.  We are going to try by all means at our disposal to meet your wishes and see how we could assist you, so that maybe you can achieve your wishes.  Thank you very much.\n/DR BORAINE\n15A/30",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Chairperson, I would like to say a special word of welcome to Judge Andrew Wilson, who is the Deputy Chairperson of the Amnesty Committee.  We are very grateful and glad that he's amongst the audience today.  We have adjusted the programme slightly, to accommodate some people who were a little late in arriving.  We will come back to them after they have had a chance to settle a little bit.  Therefore, we will now call as the next witness, Ms Nxumale Dube.  Could I ask the briefer to make sure that the small mike is handled very, very delicately.  Could you please make sure the earphones are put on.  Thank you very much.  Mrs Dube, can you hear my voice in your earphones?",
            "Unknown"
        ],
        [
            "NXUMALE DUBE",
            "Yes, I can hear it.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And you can hear the translation into your own language?",
            "Unknown"
        ],
        [
            "NXUMALE DUBE",
            "Yes, I can hear them.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Well, that means I can speak to you and begin by thanking you very, very much for coming and to welcome you most warmly to the Commission.  You were probably told that you were only coming before the Commission this afternoon and we are very grateful that you have been willing to move up, as it were, in order to accommodate people who were a little delayed in getting here.  Thank you again very much.  Now, you have somebody with you.  Could you tell us who that is, please?",
            "Unknown"
        ],
        [
            "NXUMALE DUBE",
            "She is my sister.  I come after her.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I welcome your sister also.  It's good to have somebody with you at such a time as this, because you have come to tell us about something that happened in 1987, when your husband, Sipho Senkose Dube, was killed.\n /Before I\n15B/1 Before I ask you to tell that story I have to ask you please to stand to take the oath.",
            "Unknown"
        ],
        [
            "NXUMALE DUBE",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Please be seated.  Please make sure that you are relaxed as much as possible and are comfortable and I'm going to ask my colleague, Ms Gcabashe if she will take over from me.  Thank you.\n16A/0",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I greet you, Mrs Dube.  How many children do you have and all those kind of things.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have got three children.  The first-born was born in 1972.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I can hear about the first one.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The first one was born in 1972 and he ran away from school.  He is no longer studying.  And I've got another boy, who was born in 1979.  He is here.  He is going to start at Sandton in May, and then there's a girl who was born in 1985.  Now she's doing standard 2 at a primary school.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "And do you work?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I do not work.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Could you relate as to what happened on that day?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was on the 22nd in March, that was in 1987.  It was on a Sunday.  My husband's full name is Sipho Senkose Dube, but we used to call him Sipho.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Take your time.  We understand that is painful to remember all these things.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was known by the name of Sipho.  He had rented a shop which was in Clermont in a place called Fannin.  It was known as Ndalwani Shop.  He left home in the morning at about six, as usual.  He left to go and open the shop.  I wasn't going to go that day, because we used to alternate.  I was just at home.  I was going to go to the church.  At about twenty to nine or twenty-five to nine a telephone call came.  I was preparing to go to church.  It was him phoning me.  He",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/said, \"There",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "16A/2 said, \"There was a boy who has just been here who told me that I'm going to be attacked\".  He was on the car registered as NC with somebody else who was working at Hammarsdale.  At that time Hammarsdale was a place known as an IFP stronghold and he was told that he was going to be attacked because even the previous day they said they had seen some IFP men coming out of the shop.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "If I could ask you a question.  This boy who want to the shop, did he say who he was?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He didn't say, because when I asked him, he said, \"He didn't say his name, but if I explain to you, because you know our customers, you will realise who it was\".  So I said, \"No, don't talk over the phone.  We will discuss it in the evening\".  I said he must close the shop and run away and come back home.  He said no, he wasn't going to do that, because he hasn't quarrelled with anybody and what they are accusing him of he doesn't know.  He asked me, \"If you were working previously, who are these men who had arrived?\"  I said, \"I didn't see any men arriving in the shop who are IFP\".  That's when we stopped talking and we were going to discuss these things further in the evening, so that he could relate everything to me.  I went to church.  I came back from church and I just stayed at home.  I was preparing for him to come back, so I cooking nicely, because it was on a Sunday.  At about five or maybe six in the evening another telephone arrived and there was - this woman who was helping me look after my baby picked up the telephone call.  She said, \"Do you this phone I was talking on, it's saying that the shop was attacked.  The car was burnt and they cannot find your husband\".  We didn't know who was making this call to us.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/That's why",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "16A/4 That's why I took the telephone.  I phoned my other friend who was staying at KwaDabeka.  I was asking for a transport to go to the shop and find out what's happening.  At that time my friend arrived.  We went to the clinic at KwaDabeka first and we heard that he wasn't there.  We left and we went to the shop.  When we arrived at the shop, we found a lot of police cars.  There were lots and lots of them, but the person I saw, it was just a man who used to be a mechanic who used to help us.  I went to him and asked him, \"Where is ... (inaudible) ... father\".  He said, \"There he is in the police van\".  He said he was no more.  I said, \"What has happened to him?\"  He said, \"No, he has died\".  I got confused after that, because the next thing I was at the police station at KwaDabeka.  The police told me to come the following day in the morning.  Indeed I went at KwaDabeka with my neighbour and my sister here, next to me, and her husband.  The police took us to the Government Mortuary.  I identified my husband there.  What I could see on him, because I wasn't so brave to see - to take a look at him - but his throat was wounded.  I wrote a statement and we went back home to make arrangements for the funeral.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "Mrs Dube, your domestic worker told you that there were people who wanted to see your husband.  Is that person still alive?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know where is that person, because she left immediately after the death of my husband.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Your friend who told you that he passed away, do you know where is he?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he left Clermont.  He's not residing at Clermont any more.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Let us go back to the time when you discovered that",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "/your husband",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "16A/6 your husband had died.  Were there people arrested?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I went to the investigators, who were investigating this case, but they told me that there were people who have been arrested, but after that I never knew what happened to them and what happened to the case.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Were you not called to appear in the court?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I was never called.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Do you know the name of the investigator?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know whether he is still working, but I don't know his name.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Can I ask you a question?  Seeing that you've been harassed, is there anything that you would like the Commission to do as to assist you, if there is anything that the Commission can do?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I want to thank the Commission a lot, but I want to thank God first of all, because the Commission is here because of God.  Because in my whole life my husband was not involved in the politics.  I want to say this, because I know he was not involved in any political organization, but he was affected in that way.  If things are possible, I would request the Commission to help me.  I want to know the perpetrators.  I want to know the killers of my husband.  I want to know what happened - why did they kill him.  I want to know what was within their hearts.  I wasn't working, Sipho was supporting me.  Now the children are my burden and my sister here next to me is also helping me.  I don't even have a place to stay.  I stay with other people.  I wish to see the killers of my husband.  I need them to explain to me.  Maybe I will be at peace with my heart.  Maybe my heart will forgive, because the pain that I felt and the pain that I'm still feeling now is really so big.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/Do you have",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "16A/10 Do you have any documents that would help us investigating this matter?  Maybe a death certificate and other documents?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we have a death certificate.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "What was written on the death certificate?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't remember well, but I have it with me.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "You said you are not working?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am not working.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We sympathise with you Mrs Dube.  If there is anything that we can do, we will try by all means to help.  Thank you that you could come to appear before the Commission.   I want to take everything back to the Chairman now.  Thank you very much.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Any questions?  Ilan Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, Mrs Dube, just one little question, the investigators that were investigating the case, which police station did they come from?   Do you know?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was the KwaDabeka Police Station at Clermont.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Dube, you mentioned that your husband was working in a shop and that he was not involved in any political party.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  But the people who killed him, whoever they were, what did they think of his politics?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Could you please repeat the question?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "The people who killed your husband, why do you think they did this to him?  What did they think about his politics?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At the beginning I thought I explained that there were rumours, as this boy came to explain to him that they were suspicious that he was a member of the IFP, because he was driving a car registered NC, where ",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/there was",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "16A/11 there was a lot of - that was an IFP stronghold.  They also say they saw an IFP man coming out of the shop the previous day.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  That's very helpful.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Magwaza.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Mrs Dube, I have a question to follow up at what you have said just now.  The first one, seeing that you are not working, is it because you don't get employed or is it because of the state of health?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I tried to get the work, but seeing that I am not educated I cannot get employment, so I am selling, so that I can get some funds.  My sister tells me every time that, \"If you ask me to help you with the money, I will, but on top of what you have already gathered\".",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "You said the child is not at school any more, but the other two are still at school.  Who is really educating your children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's myself.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Thank you, that's what I wanted to know.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Mgojo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "No questions.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much for coming to us.  We don't know is there a remedy that we can give you, a remedy that will soothe your heart - a remedy that will ease the pain that you have, but you know that there are many people here who sympathise with you.  We've listened to your requests as well and maybe we will try to investigate, so that we get the perpetrators and we know that you would like to meet them, so that they can tell you what really happened.  Thank you very much.  May God bless you.  Thank you.\n/CHAIRMAN\n16A/12",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You may not take photographs inside.  Thank you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "I call to the witness stand, Vuka Mswazi Tshabalala.  I gather that you will not be using the headphones and let me begin, Judge Tshabalala of the Transkei Supreme Court, I want to welcome you very warmly to this Commission.  It's not often that you are being welcomed.  You normally are presiding, and therefore we are particularly glad and grateful that you have seen fit to come to this Commission.  As we have stressed many times, this Commission has its doors wide open and we hope as many people as possible will come forward and we are glad that you are here, but you are here on a very sad mission, because this has to do with the death of your wife, Pearl Tshabalala, in 1988.  Before I ask you to take the oath, perhaps you would be good enough to tell us who is with you today.",
            "Unknown"
        ],
        [
            [],
            "Yes, this is my son, Ayanda.  He is my second-born, and my daughter, Vuye.  She is one of the twins - the twin girls.",
            "Male"
        ],
        [
            "DR BORAINE",
            "We are very delighted to welcome them as well, because, of course, we are talking about their mother and we are pleased that you have them to support you on this occasion.  Would you stand, please, to take the oath.",
            "Unknown"
        ],
        [
            [],
            "(Sworn states) (Through Interpreter)",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you very much, please be seated.  My colleague, Dr Mgojo, is going to take over from me now and I hand the mike to him.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Our brother, we know that we are opening up",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/your wounds.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16A/20 your wounds.  We know that the death of Pearl didn't only touch your family and your children, it touched the whole Clermont family.  It touched so many other families and other communities here at KwaZulu/Natal, but we are happy that you are able to come and expose this - expose your pain that you feel inside yourself.  We also thank your children that they are here.  I know your family is a very close family.  I will follow stages as I am asking you to relate this story.  The first thing I would request you to tell us about your family and your children - who are they, and so on.  That's the first thing.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have got six children.  The first one it's a boy.  He is Zakiwu.  He is 30 years old.  The second one is Ayanda.  He is 28 years old.  And then two girls - they are twins.  They are 27 years old.  And then there's a boy, Simphiwe, who is 25 years old, and then there is Zanele, the last-born.  He is 13 years old.  The first boy, he was studying at Rhodes.  He was doing B Com in 1987.  The second one, he was here at the University at Westville, doing BA.  The girls, one of them was doing B Journalism at Rhodes and the other one doing B Sc Computer Science at Rhodes, and Simphiwe, he was at Cassim (?) College.  He was doing standard 9.  Zanele, he was not yet at school at that stage, when his mother died.  He was still at pre-school.  He was 5 years old.  We were a very close family.  Even the community knew that.  Even if there were occasions, we used to go together as a family.  Pearl - we've got businesses at Clermont.  My wife, Pearl, was in charge of the businesses.  I was an advocate here in Natal at that time.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you very much, Meshengu.  Could you give us a",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/brief history",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16A/25 brief history of Clermont, the background at that time?  What was happening at Clermont just before your wife died?  Just give us a background.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Clermont, it's a place of people who own their places - they are owners.  They have bought the place, although, as time went on a lot of people were looking for jobs, there were people who had rented there.  The owners would build houses and then they would hire these houses out, so a lot of people then were people who had rented places.  There was an advisory board at Clermont.  The first thing the Clermont community didn't like to unite with this advisory board, but as time went on myself and others we realised that it doesn't help that we don't get in advisory board, because there would be things that would happen at Clermont but we wouldn't know about them.  So I myself and Mr Nyembezi, who was the chairperson, I was the vice-chairperson.  There were other people like Mr Pele, Mr Khuzwayo - Emmanuel Khuzwayo - and Mr Buthelezi.  We discussed that we must be involved in this board, so we were united.  We went to the board and we started campaigning.  The first time we won the election.  The people who were in opposition to them called themselves, \"Sofizonke\".  All of us succeeded and the others failed.  As time went on it emerged that Clermont was going to be taken by the KwaZulu Government and then there was an inquiry.  There were people looking from Pretoria who came to Durban to make this inquiry.  Many people from Clermont went to this inquiry with evidence and they said they don't want Clermont to be under KwaZulu.  Nyembezi was speaking on behalf of the board, but we were all there.  He gave his evidence, giving reasons why we didn't want Clermont to be under",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/KwaZulu.  After",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16A/28 KwaZulu.  After that - I think it was round about 1985 or 1986 - Mr Nyembezi was attacked in his home.  They bombed his home.  They shot.  Luckily he and his wife survived that.  They were not injured, but they lost a lot of things.  Their house got burnt.  Those people who were there, we couldn't establish who were they - the people that caused such damage - but according to him it was a huge crowd of people, who had come there to attack.  After that there were elections.  In the second elections we also participated.  Those who got involved, who were in opposition to us, they were in opposition to us on the ticket of being Inkatha, but they all failed, except Mr Makhathini, who took out Mr Buthelezi's position.  Many people - as I've said, we were a united group.  All of us were thinking alike.  We had businesses, except Mr Nyembezi, but all others had businesses.  Even also I am affected in business because in the family we had businesses.  In 1987 they attacked Khuzwayo.  Hopefully, she is here.  She will tell you - his wife.  They attacked Mrs Khuzwayo's husband and he died at the shop.  At that time we didn't think what was happening and that there were some suspicions.  We really didn't know what was happening, but in 1988 in October or round about September, October, my wife told me that she had been told by Ngema - Ngema was a customer of the bottle store of our home - that Ngema told her that he, Ngema, was at a meeting at Jamile with other people.  At this meeting it was discussed that they must kill me.  Many people who were at that meeting said, \"But Tshabalala we can't get all right\".  I don't know what was the reason.  Maybe it was because I grew up there - grew up in Clermont and",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/many people",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16A/29 many people knew me.  Maybe they thought it would be difficult for them to take a decision ... (end of tape)",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16B/0 ... thing.  We both didn't take it seriously.  We thought, \"But how could he do such a thing and plan that they will kill a person\".  We really ignored this.  After that, when my wife closed the bottle store, just after closing the shop and she was starting the car, they shot at her, but luckily they didn't manage to hit her.  They shot at the car.  There were some bullet holes in the car - on the car.  When she was at home - she arrived and we discussed this thing.  We thought maybe they were robbers.  They were coming to rob my wife.  It really didn't occur to us that they were looking for her but in February, on the 10th, we, as the board, we were in Clermont.  We had divided Clermont according to our membership and also according to the areas.  In a particular ward a member - my member had started a committee, which would work with us as the members, because the members were only eight.  So according to that we thought we could be closer to people and know their complaints and their needs, but on the 10th we had called the committees of the wards.  We were going to meet them at the hall - at the community hall.  My wife, as a person, was very directly involved with people, in particular women.  I said I will not have time to look for members of my committee and calling them to a meeting, I will request my wife to do that, so that I will meet them at the community hall at six.  My wife did that and she phoned me and said, \"I've organized all the members - all your members will be there at the meeting, so you must be there\".  At about five - it was about ten to five - my wife phoned ... (inaudible) ...",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/said, \"Are",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16B/2 said, \"Are you still there?\"  I said, \"The meeting is at six.  I am coming\".  She said, \"Please go.  I don't want people to say I've called them to a meeting and then you're not there\".  Those were her last words that I heard from my wife, because after that I went to the meeting.  While I was still at the meeting Ayanda came running and other members who were they.  They said, \"My mother has been shot\".  That's when we ended the meeting abruptly.  I drove to the bottle store to check what had happened.  When I arrived at the bottle store I found the car alone and there was blood all over.  They told that Mama had been taken by Leon Cele.  Leon Cele is one of our colleagues who also had a business.  He came with his van and rushed her to the hospital.  And Dr Mji - Delisa Mji -arrived.  I don't know where he came from.  I just saw him right there.  He says to me, \"Please, don't touch your car.  I'll drive your car\", and we left with my son, Ayanda and Dr Mji.  We went to the hospital.  When we arrived at the hospital we saw Cele's van.  It was just parked right in front of the door.  My eldest son, Zakiwu was crying, because I had heard that he had gone with Leon's van and his mother.  His mother died on his hands.  So his situation was very, very bad and other people told me that the doctor examined her in the van and found that she was already dead.  So we went back.  So we made a statement at KwaDabeka and they called the mortuary van and the police at Murchison (?).  After a few days they called me to go and identify her at Chatsworth and I went and saw her there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Okay, if I could just interrupt you.  Are there people who were arrested with regard to your wife's",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/killing?  ---",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16B/3 killing?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there are.  Jamile was arrested and Msizi Hlophe.  The case took a very long time, because it wasn't the case of my wife that only they had been arrested for.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Before you go ahead, could you tell us who is this Jamile?  Just a short explanation.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Jamile at that time was the Deputy Minister of the Interior at KwaZulu Government.  As I've already said, Inkatha was involved in the election.  He was staying in the ward I was staying in, so I was really directly in challenge with him in the elections.  In the nominations you were nominated by ten people, so that you could be in the board.  He got less than 10 votes.  I think he got about 7 votes.  It was very - well, it wasn't clear to us how did he get involved because he didn't get 10 nominations.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "In your statement there were so many people at that stage who were harassed in Clermont and some of them you have touched upon them.  Were these people in an organization and the others were in Sofizonke and others were Inkatha Party.  Which organization were these other people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  You will remember that at that stage there was no political organization, because political organizations had been banned.  So we, as the community, we took ourselves as a civic organization.  Perhaps it could happen that since now there was UDF.  Maybe some of us were sympathising with the objectives of the UDF, although we were not members.  We were not card-carrying members of the UDF.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "We thank you very much, Mshengu.  Your family was harassed quite a lot.  Could you tell us about the harassment of your family?  Just give us a picture and",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/what effect",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16B/6 what effect this had on your family - your children and everybody in the family.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As I've already said, that some of the children were studying at the University at Rhodes and the girls they came to me and said, \"No, you can't stay alone as our mother has died\".  If you can make an arrangement with the University of Natal so that we can come back here that we will not be worried about.  I realised that they were making a sacrifice by doing that, but these courses they were doing they didn't have them at the University of Natal.  They didn't have B Journalism.  They didn't have B Sc Computer Science, and now they had to start all over and do other things they had no intention of doing and Vuye started doing social science.  They gave her some credits - a few credits - and she continued on that.  And Dudu, she started doing B Com.  She also got a few credits, but she continued to do B Com.  These others were harassed, but the elder one he stopped studying at the university and he took over the businesses.  I said, \"Since your Mom had died I won't have time to run the business, because I'm an advocate\".  I couldn't be an advocate as well as run businesses.  So the elder son said, \"It's all right\", he'll be in charge of businesses, so he came back and started running the businesses.  It was very difficult for him, but after a while he went back to the university.  He ended up doing B Com and finished it at Westville, but even now he's running these businesses - in charge of the businesses.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "The last person you said the people who killed Pearl were arrested.  Are they still in gaol and how many were they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There were two of them.  There were two people.  Jamile got compensation, which is called",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/indemnity.  The",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16B/12 indemnity.  The other one is still in gaol.  Jamile had been sentenced - had been given life sentence three times.  The other one had been effectively sentenced to 32 years.  The other one is still is gaol but Jamile is out.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Do you see him?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I saw - the last time I saw him was in court.  No, we haven't seen each other personally.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "How long did Jamile spend in gaol before he got this indemnity?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm not sure.  It could be about three years.  Could I also say something?  In fact, my boy who was 5 years old then, because when my wife was shot, he was with her.  When they shot he was running.  He was running and said, \"Mama, Mama\", and they were busy shooting at her.  This thing, over and above all of us, affected him.  It's still in his mind a lot, because he was a child then.  He had not even started schooling.  When he started schooling at Eshowe, where all the others were studying, he stayed for about a year and the sister said they couldn't keep him because he relieves himself on himself like, so they can't stay with him, because he used to relieve himself - pass faeces on himself, and I took him out of there.  I took him to a private school at Hillcrest.  Even there stayed.  Within a year the principal said, \"Uh uh, there's something wrong with your child.  He continues to pass faeces on himself and the main problem he used to hide these things.  He used to hide these faeces.  It will start smelling all over\", and they could not stay with this kind of a situation.  I took him to a paediatrician, Dr Jolobe.  He looked at him.  He said there's nothing physically wrong with him, but he'll give him something so that just to hold back, that he",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/doesn't shit",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "16B/10 doesn't shit on himself.  Even that didn't work.  And then Jolobe said I must take him to a psychologist.  I took him to a psychologist.  For a few months he was with the psychologist, because at that time the principal of Highbury said he must come back at home and stay at home and see if I could help him at home.  He continued with the psychologist and this psychologist left and went to England.  He took a holiday to England.  I spoke to one of my friends, who is a doctor.  I asked if there was anybody who could help.  My friend took me to a psychiatrist.  He treated him and gave him medication and then he started being a bit better.  It was just a bit better and I spoke to the principal to take him back to school.  You see, at school, when we came to see him, he would cry.  He would cry at night.  He would say at night he had had nightmares.  He had heard people shooting guns.  He was there.  He saw this thing.  This thing severely affected him.  That's what I recognise.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Any questions?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Judge Tshabalala, in your statement you have made reference to some newspapers articles which appeared and which relate to the testimony of one Alex Khumalo in the Malan trial.  Would you like to elaborate on that for us, please?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  When I came here to this Truth Commission, it was caused by those articles.  I saw the article in Ilanga newspaper, where they said Alex Bhekisiso Khumalo, who had been sent to Caprivi by Inkatha, was one of the people who had attacked my wife.  So I saw that in the Tribune newspaper.  In Tribune there's a full story.  So when I thought about this and speaking to my colleagues about this thing I felt that",
            "Unknown"
        ],
        [
            "MR LAX",
            "/maybe I",
            "Male"
        ],
        [
            "MR LAX",
            "16B/16 maybe I should come to the Truth Commission, because here is the person who has exposed this thing, that he was there.  So if he's a person who is speaking it might happen that if the Truth Commission call him to explain that at that Malan they didn't talk about my wife's case and Malan.  They were talking about Malan and his colleagues.  In this Malan case they didn't talk about the thing that happened in Clermont, but if Bhekisiso was there and he is called upon here to come he would give the whole story, because he says - because in this Malan case he said he had been sent to go and kill the business people at Clermont.  He says who are these people who had mandated him - authorised him to do this.  He knows the people he was with.  Maybe it might happen that this thing doesn't even come from that Clermont community.  It seems it had been authorised somewhere.  He might have all that information, so if he comes I and my children, we might find out the whole story as to what happened, who did this thing, and why did they do this thing.  Maybe we can forgive him.",
            "Male"
        ],
        [
            "MR LAX",
            "There is another aspect that I thought might be valuable to clarify and that was Jamile and his co-accused were charged with a number of murders, but they were not convicted for all of them, as far as I understood.  My recollection is a bit vague on that.  Was your wife's murder one of those that he was convicted for?  I'm not clear about that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, no.  He was not convicted for my wife's murder.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So that still needs further clarification then?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Boraine.\n/DR BORAINE\n16B/18",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you, Chairperson.  Judge Tshabalala, you mentioned that you and your family are anxious to know who actually was responsible for your wife's murder and why and you mentioned right at the very end, in your reply to my colleague, that you may be able to forgive that person if you knew who it was and why he did it.  Do you want to say a little more about that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  If you'd know why - what motivated a person who did such a thing, I think all of us on earth we've got witnesses - all of us have got witnesses, and if you've got witnesses it might happen that there's something that influenced you to do something.  So if I know why these people, who had influenced them, for them to do such a brutal killing, maybe I could understand what had caused them to do such a thing, so I could forgive him if I know the truth, because now my heart is very sore.  I don't know why was my wife killed.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Baba, we thank you very much that you've come and exposed your pain to us - and exposed your pain in public.  There is very little that we might be able to do, but we are going to try, because you say you want to know.  Maybe we can call the witnesses who can assist us.  Maybe we can investigate things that you need to know and you would be in a situation to know, but over and above that we would like to say that we are passing our condolences to you.  May God be with you and strengthen you and your children, especially the younger one, who is still severely affected by this.  May God heal all of you.  Thank you very much.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It would seem that there is a letter they are passing.  My daughter made a statement.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/She is just",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "16B/23 She is just requesting if she could just insert this statement.  She is not going to talk on to this statement.  There are may be a few things that are a bit different from my statement and my son has also made a statement, because the main - the gist of what I've already said, it's there, but there are other aspects on the side they might want reflected.  Mr Chairman, another thing I would request.  I didn't count another person who is still in gaol.  I have heard that he also wants to expose and reveal some things, but we do not hear what eventually is happening.  He apparently wants to reveal some things, but if you could also find out from him.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Baba.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/DR BORAINE",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "16B/25",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson, the following witness is Ms Zamiswazi Mkhize.  I'll ask her to come forward, please.  Let's make sure that the headphones are put in place, please.  Good morning, can you hear my voice all right?  You can?",
            "Unknown"
        ],
        [
            "ZAMISWAZI MKHIZE",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "If you could speak a little louder, it would help us and help the interpreters as well.  You are Mrs Zamiswazi Mkhize?",
            "Unknown"
        ],
        [
            "ZAMISWAZI MKHIZE",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "You are very welcome here this morning and we are very pleased that you are not alone.  Perhaps you can tell us who is with you today.",
            "Unknown"
        ],
        [
            "ZAMISWAZI MKHIZE",
            "It's my son, Sifiso and the cousin of my husband, Thandi Memela.",
            "Female"
        ],
        [
            "DR BORAINE",
            "We would like to welcome them as well and thank them for being here in support of you.  You have come also to tell us, this time, about your husband, who was killed in 1988.  Before you tell the story, which is a story of great pain and distress, I would like you to please stand to take the oath.",
            "Unknown"
        ],
        [
            "ZAMISWAZI MKHIZE",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Will you be seated, please.  Mrs Mkhize, my colleague, Mr Lax, is going to take over from me and he will ask you to tell your story.  Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Good morning, Mrs Mkhize, thank you for coming and I just add my greetings to that of Dr Boraine.  Before you tell us about the tragic events that happened to your family, could you briefly give us a picture of your family - some idea of your background, where you come from, where",
            "Male"
        ],
        [
            "MR LAX",
            "/you are living",
            "Male"
        ],
        [
            "MR LAX",
            "16B/26 you are living at the moment and how many children you have and a little bit about who your husband was.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was born in Swaziland.  I was born at Nzima.  I got married to Mkhize.  I've got three children.  I've got Nonhlanhla, who was born in 1971.  I've got Mabuse, who is here in this house, who was born in 1973.  I've got Sifiso next to me, who was born in 1977.  I stay with these children at home, although I am no longer in the same house where my husband was killed.  Because of harassment we ran away from Clermont.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now, what was your husband doing before he died?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My husband had taxis at Clermont and before that he had a shop at Umbumbulu.  That's where he was born.  He was a boxer for many years - professional boxer.  He was also very connected to the community.  He was involved with the community in Clermont because it's a poor community.  He was supporting them.  People would come to him to ask for assistance and elderly grannies who wouldn't have any financial means, he would assist them to get pensions, so that they could support their families.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mrs Mkhize, I'm not wanting to break what you're saying, but could you try and speak up a little bit?  It's not coming through the system very clearly.  So if you could just go a little closer to the microphone, that would help us a bit.  Now, thank you for that very complete background of your family.  I would ask you to turn to the difficult events that happened and try and tell us the story of how it was that your husband came to be killed.",
            "Male"
        ],
        [
            "DR BORAINE",
            "We have a slight problem with the communications system.  They are just looking at the",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/channel.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "16B/29 channel.  If we can be patient for a moment.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's all right now.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mrs Mkhize, I will repeat what I was saying before, because it seems clear you couldn't hear me very well.  Thank you for that background and would you now continue with the story of your husband's very tragic death?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was about 1986 in Clermont.  There was some violent in Clermont between the youth and the police.  Many youth from the UDF used to come and hide at our places because in their homes they used to be harassed.  We used to take these children and give them some hiding place.  As time went on we got telephone calls, claiming that we are aligned to UDF.  These people wouldn't say what their names were.  They used to threaten us that they are going to kill us because we are giving refuge to these UDF children.  Those threats continued ... (end of tape)",
            "Unknown"
        ],
        [
            "MR LAX",
            "17A/0 There were some youth - some elderly youth.  We stayed there.  The things continued up until 1987.  Mr Zazi Khuzwayo died.  We were one of the families that went to the funeral of Mr Zazi Khuzwayo.  When we came back from this funeral we didn't sleep.  We were phoned many a time and we were called that we were comrades, because we had gone to that funeral - we had gone to the chief of the comrades' funeral and until I told my mother-in-law.  My mother-in-law said I must come back home.  My husband phoned to make flight arrangements so that I could run home, but we couldn't get any flight.   We stayed there and then somebody came to tell us that since we have bought the house from this man, an MP of KwaZulu, he said the MP is complaining.  \"He says he sold you this house and once he has sold you this house, you've taken this",
            "Male"
        ],
        [
            "MR LAX",
            "/\"house and",
            "Male"
        ],
        [
            "MR LAX",
            "17A/1 \"house and you've made it the comrades' house\".  My husband said, \"But if you have sold something that becomes your property after you've bought it.  You've got a right of doing anything, because you bought that property.  It's yours.  You can do anything on that property\".  He said, \"You'll see, because you bought this house from MP.  Please don't say I've said this to you, because I could be one of those people who will be killed\".  And in 1988 on the 15th July, it was on a Friday, we were making arrangements for travelling.  We were going to go to Johannesburg.  My husband came home, because I was still busy packing in the bedroom.  He had not been there at that home.  There were some mechanics, who were busy fixing our cars.  My husband came upstairs - came to the bedroom.  I said, \"Please get ready, because at half past seven we must all go out\", and he asked where Sifiso was, because he didn't part with Sifiso.  I said he must look for Sifiso downstairs.  That's when he got out.  After six - after a short while - it was just about ten minutes after he had left, I heard the voice calling, \"Sifiso, Sifiso\".  Just in that short time I heard some explosion and I heard another explosion again.  My other younger boy came in - my younger brother came in.  He was running.  He tried to open the wardrobe, but the wardrobe would come in.  He tried to open the safe.  I said, \"The keys are with my brother, Mandla.  Maybe they have already left\".  I said, \"What is happening?  Why are you in such a rush\".  He said, \"Please don't talk.  Let's just try and hide\".  I got very suspicious, because I was in a bad situation.  I opened the window - I opened the upstairs window.  I heard the voice of Sifiso.  He said, \"Why are you killing",
            "Male"
        ],
        [
            "MR LAX",
            "/\"my father?",
            "Male"
        ],
        [
            "MR LAX",
            "17A/2 \"my father?  Why did you kill my Dad?  What has he done?\"",
            "Male"
        ],
        [
            "MR LAX",
            "You can take some time to recover yourself and we do understand it's a very difficult story.  I went downstairs to enquire about this shooting.  On the stairs I fell and I was affected at the spinal cord.  I was now crawling.  Sifiso was red.  He was cuddling his father in his hands.  People stopped me.  They didn't want me to come very close to him and after that I collapsed.  When I regained consciousness the doctor was very close to me.  At about 10 o'clock at night, Doreen - my sister who got married at the Mnguni family - told me that my husband had died, and I discovered that there was also a telephone call from an MP member of the KwaZulu and he asked, \"What happened to Mkhize?\"  My sister, Doreen, answered the telephone and she said to him Mandla had been shot and they didn't see the person who killed him.  The following morning - it was on a Saturday - the KwaZulu MP arrived and said he wanted to hear what happened the previous day.  They related the story to him.  He was together with members of the ZP.  Our members of family were not happy about this issue and they asked him why is he in the company of ZPs.  He said to them they have just escorted him.  Well, we buried my husband.  We were living that terrible kind of life, because every time when we were mourning the cars would come and there would be shots from those cars.  In 1990, I was busy hanging the washing on the line.  I saw a man coming to my house.  It was a long time that I've since saw him, and they greeted me.  He was together with our neighbour's boy, and he told me that he was a chauffeur for the MP and he asked me do I know the killers of my husband.  I said to him, \"No, I don't know them\", and he",
            "Male"
        ],
        [
            "MR LAX",
            "/asked me,",
            "Male"
        ],
        [
            "MR LAX",
            "17A/6 asked me, \"Do you want to know them?\"   I said, \"Yes, I want to know them\".  I said, \"I just want to know who they are and after knowing that I would die.  I just want to know who killed my husband\".  He said to me, \"Don't go anywhere.  I will come back and I will tell you who they are\".  I waited.  He arrived during the day and he told me who killed my husband and he went to Mr Phiri.  He gave me a few documents.  He said he wrote a letter to the Government of that day, the De Klerk Government, and he wrote a letter to Vlok, informing the Government about the killings at Clermont, and he even indicated in this letter why were these people killed and there was also a hit list, but Vlok never gave him answer, but there was an answer from De Klerk, and I asked him to make us photocopies of those letters, because we wanted to have them in our possession.  I read De Klerk's answer, and he said that's all right, he will investigate this letter further.  Even to this day I haven't heard anything.  There was also a cassette that he taped.  He taped that this person is in gaol as we are now talking.  In that tape there was a conversation that he killed Mkhize.  He was together with the ZP.  They first came during the day to survey the house.  To see which point will they use to get into the house.  The cassette explained further that Pearl Tshabalala had also been killed and how she was killed.",
            "Male"
        ],
        [
            "MR LAX",
            "We will just give you time to recover.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I received a telephone call from Major Nkabinde and he told me that he will arrive at my place, together with other policemen, to investigate the matter of my husband's killing.  He arrived with Magaza and Captain Dutton and",
            "Unknown"
        ],
        [
            "MR LAX",
            "/they surveyed",
            "Male"
        ],
        [
            "MR LAX",
            "17A/10 they surveyed the place where my husband was lying and the place where the car was parked and they said they would come back to me.  It was on a Sunday and there was report in the City Press.  It was a report on how a person arrived at Clermont and how he killed the people.  There was also a revelation about this Member of Parliament at KwaZulu.  The person who came to inform me about this got attacked on that day.  There was a telephone call at my home and they said to me, \"Mrs Mkhize, we are being shot at\".  I called Captain Dutton and within a few minutes he arrived at that scene.  When we arrived there one boy from that family had already been injured.  They were taking him to hospital and they came back with another one and they said I should hide him.  The police escorted us throughout the night until it was morning.  The following day the police called me, telling me the date of the court hearing.  We found Mr Jamile there and Mr Hlophe.  The case was taken from Pinetown because there lots and lots of people.  The school children were deeply hurt about the killing of these prominent people.  Then we went to Supreme Court at Pietermaritzburg.  This case was on for about two years.  One day while we were at the court I went to the toilet.  It was tea break.  Mrs Khuzwayo was accompanying me and I heard a voice calling at me.  The voice said, \"Sis Thandi, Sis Thandi\".  That was the name I also got while I was harassed.  That was not my real name.  And I looked around.  I looked up and I could realise that it was from the cells.  That person peeped.  It was Msizi Hlophe and he said, \"Please don't hate me\".  He said, \"I was sent to kill Mandla\".  He said, \"Jamile is also inside\".  Mrs Khuzwayo ran outside to call all the",
            "Male"
        ],
        [
            "MR LAX",
            "/people that",
            "Male"
        ],
        [
            "MR LAX",
            "17A/14 people that were outside and the police.  The police went to him and they said, \"Speak\".  We went back.  The case continued until the two men were acquitted - were sentenced.  The other one was sentenced to 22 years for killing and the other one 12 years for pointing out Mr Khuzwayo, but the ZP members who were together with them I don't know their names.  Even now I don't know who they are, but I know because I was told that they were together with the ZPs.  Because the person who came to tell me the story told me again that he was asked by Mr Jamile to be involved in the killings as well, and that when we heard that Mkhize had been killed.",
            "Male"
        ],
        [
            "MR LAX",
            "Mrs Mkhize, there are just a few small questions that need to be asked to follow up on some of the details you've told us.  If I could just take you back to just before your husband was murdered.  You spoke of two different people - they may be the same person - who came to warn you of these attacks, who came to say, \"You must get rid of these young boys, otherwise you will be attacked\".  Do you know who those people are?  Could you identify them?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I can.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now, you also mentioned that there were cars driving past your house while you were in mourning.  They were firing shots at your house.  Is anyone able to identify those cars in any way?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, nobody.  The situation was tense, but we were still preparing for the funeral.  This car came up and down and was shooting, but it also came back at night when we had heard that he was already at the mortuary.  Nobody was outside.  Everybody was inside, but this whole shooting incident happened at night while we were still busy making funeral arrangements.",
            "Unknown"
        ],
        [
            "MR LAX",
            "/You spoke",
            "Male"
        ],
        [
            "MR LAX",
            "17A/17 You spoke about these letters that were written to Mr De Klerk and Mr Vlok, and the tape recordings, and you said the tape recording went to a Mr Phiri.  You mentioned that name.  Could you just explain a little bit about that?  I am not sure what you meant when you said he went to Mr Phiri.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He went to Phiri to show these letters he had written to De Klerk and Vlok, together with the tape, where he had taped the killing of Mr Mkhize with Pearl Tshabalala, because Phiri is one of those people who were attacked during those days.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now, you've indicated in your statement that your son who is present here still has nightmares and a difficult time about this incident, and one can understand that.  How is it that we, as the Commission, could try and offer some assistance to you?  What would you want from us in that regard?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like the Commission to assist me because my child keeps on crying - cries quite a lot.  When we ask him what is he crying for he says he is missing his Daddy, and sometimes he says, \"Here is my Daddy.  Mommy he is full of blood.  Please take the washing rag and wipe him.  He's full of blood\".  I think this thing disturbed him mentally.  One day I phoned Mrs Khuzwayo that she must come and help me because I wanted her to accompany me and find out what's happening.  He keeps on saying, \"Here is Daddy.  He is bleeding\" at night.  I also phoned his aunt, Dr Vivio (?), who came and assisted me.  He told him that Daddy was gone and you must forget and you mustn't talk about him.  My younger girl, Mabuse, she also used to have that image and that nightmare in the house.  She doesn't want to talk about it.  She doesn't want to talk about her father's death.",
            "Unknown"
        ],
        [
            "MR LAX",
            "/She has also",
            "Male"
        ],
        [
            "MR LAX",
            "17A/21 She has also been severely affected, emotionally.",
            "Male"
        ],
        [
            "MR LAX",
            "Has anyone in your family had an opportunity to go for counselling, for help to try and work through these difficult problems?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we've never got any assistance, because in the family we suffered quite a lot.  Even the elderly women really got severe - and we usually just go to Dr Pather (?) if I realise the situation gets worse, but the one who is Johannesburg, my mother-in-law has been sick ever since that occurrence.  She is not well, and his mother eventually died from heart-related problems because of that incident.   The other thing that I would like the Commission to assist me with is that even in that cassette it is said that he wasn't alone, he was with the ZP. Could you please come forward - these ZP come forward?  I would like to know them, because I still have got a wound inside me, which I don't know where it comes from.",
            "Unknown"
        ],
        [
            "MR LAX",
            "One very last question from me before I hand you back to the Chairperson, and that is, there was a case involving Mr Jamile and Mr Msizi Hlophe.  Were they convicted in relation to your husband's murder and sentenced for that murder?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Msizi was sentenced for killing my husband.  That's what he's been sentenced for and for identifying Mr Khuzwayo, but Jamile was never charged because he's the one who sent Msizi, together with the ZP he had authorised to come and kill my husband.  That's another thing that's worrying me, because how can it happen that a person can hire people to kill other people and then he doesn't get charged for that?  Because they had no intention of killing my husband.  They were hired by this person to kill my husband.  Why wasn't he",
            "Unknown"
        ],
        [
            "MR LAX",
            "/charged with",
            "Male"
        ],
        [
            "MR LAX",
            "17A/25 charged with hiring the people for killing my husband?",
            "Male"
        ],
        [
            "MR LAX",
            "Mrs Mkhize, we will do our best to look into this matter and try and get to the bottom of the truth of what happened and maybe that will help you know what happened.  Back to you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  Dr Boraine?",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Mkhize, just one or two questions to help us to try and do what you have asked us to do, namely to try and find out who was responsible for the death of your husband.  First, could I ask you, the man who brought you the documents and tape recordings, do you know where he is now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I know where he is.  He's in a hiding place, because he's also been harassed, because this issue was in the City Press and on that day the issue was revealed in the City Press, they were shot on that very day and he had been with us during the week, but on the Sunday when this issue was revealed, on the Sunday they attacked his family, so he ran away.  We hid him with all his family and his wife and children.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  I don't want you to tell me his name, because I don't want to put his life in danger, but could you tell me, if we could get his name from you privately, would that be all right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I can do that.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  The second thing is, the documents and the tape recordings, do you still have those?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do have that.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Do you think we can have a look at those and listen to that later?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The cassette is in the court.  It's with the investigators of this case.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  We will follow that up.  Just one last",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/question.  The",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "17A/29 question.  The man who spoke to you from his cell, that was Mr Hlophe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it is.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "And you say that you think he is willing to testify before the Commission?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I got from the newspaper that he is prepared to come forward and speak, but I don't know if he wants to speak in front of the Commission or where he wants to reveal this, but we have read in the newspaper that he's prepared to reveal things.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Yes, we will follow that up.  Thank you for your help.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Magwaza.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Mrs Mkhize, in your statement here we established that you have reported that there are people who threatening you, giving you death threats, which started in 1992.  Are these death threats still continuing?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's always there.  That's why I left Clermont.  Even where I'm staying, I can't even put a telephone because even now we've through - when we heard about this Truth Commission we did get threats with Mrs Khuzwayo, that they said they know we are going to come forward to this Truth Commission.  We got death threats since the establishment of this Truth Commission.  Our lives are in danger, together with Mrs Khuzwayo.  Our lives are in danger.  We are not safe.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I've also noticed that you've requested that the Commission should give you protection, because your life ... (end of tape)",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "17B/0 Maybe what you could do now is that once we have finished here now, you must contact us about this problem of witness protection.  The last thing I would like to say, as a member of the Rehabilitation and Reparation",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/Committee is that",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "17B/1 Committee is that since your family was harassed we do have a way to those who are suffering, specially who need counselling and therapy can contact us.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Virginia Gcabashe.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thank you, Chair.  Mrs Magwaza's questioning has covered my ... (incomplete)",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Somebody else?  We also are bringing messages of condolences.  We are very painful.  We are very hurt together with you.  May God be with you and help you.  We are going to try, as you have already heard.  We do not have much powers, but those powers that we do have we are going to try to assist you, including the issue that you could be assisted to look after you, to also see to it that you are also not harmed.  The Commission does have a witness protection programme and we are going to contact the office here to point towards these people who are going to give you protection to come to you and guard you.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We are a little late on our schedule for tea.  Can we take a 15 minute break.\nSHORT ADJOURNMENT\n/ON RESUMPTION\n17B/2 ON RESUMPTION",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "The next witness that we call to the witness stand is Mrs Khuzwayo, and I would ask her please to come forward.  Chairperson, whilst we are waiting for the headphones to be in place and for the witness to be comfortable, let me just say a word of welcome to Mr Ndebele, who is the Minister of Transport in the KwaZulu Government.  We are very pleased that he and others from various parties and affiliations have attended these hearings.  We've also received many letters of encouragement.  One, in particular, that we've received today from the Faith for Daily Living Foundation, who send, through the Reverend Arnold Walker, their warmest greetings and support to the work of the Commission and also special prayers for the work that the Commission is attempting to do.  Mrs Khuzwayo, can you hear me all right?",
            "Unknown"
        ],
        [
            "MRS KHUZWAYO",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "That's wonderful.  This gives me an opportunity of welcoming you very much to the Commission.  We have heard from other witnesses earlier today of the events which took place in Clermont in 1987, 1988, and we are grateful that you can give us also some more information, although it's a very sad story - the death of your husband, Zazi Khuzwayo.  Perhaps you could start by telling us who is with you today.",
            "Unknown"
        ],
        [
            "MRS KHUZWAYO",
            "I am with my son, Hopewell, and my daughter, Nkosazana Princess Khuzwayo.  There are also my relatives who are sitting there - my aunt, the sister to Khuzwayo.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I would like to welcome them as well, very\n /warmly, and\n17B/5 warmly, and thank them, not only for being here, but being of comfort to you.  They must have felt very deeply the death of their father, and also to your cousin and any other members of family who are here.  The one thing that we have noticed over and over again that someone is killed and it's not only the wife or the children that are deeply hurt then, but it goes on and on and many, many people are affected by one act of violence, and we feel for you very deeply.  Mrs Khuzwayo, would you please stand to take the oath.",
            "Unknown"
        ],
        [
            "PHILISUYA KHUZWAYO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Khuzwayo, I'm going to hand over now to Mrs Gcabashe, and she is going to lead you as you tell the story of your husband's death.  Thank you.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thank you, Chair.  I greet you, Mrs Khuzwayo, and your family.  We greet you.  We are happy that you are able to come before this Commission.  We greatly appreciate that, because we really do like to hear and the whole country should hear about what really happened in the past years.  The Deputy Chair has already said that we are going to request you to relate your story, but before you do that I would like you to give us a background about your family.  I know you've got your children, but also you've got other children that you are still looking after.  Just tell us about your family.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am very happy to be before this Commission, so that I can explain about my family.  My husband, Zazi, he was a traditional man.  He had three wives.  Therefore he has got many children he left behind.  We also have got children that are here.  There are 32 children he left behind.  He left when all these children were still very",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/young.  There",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/7 young.  There was none of them who were at the university then, but now there are seven children at the universities and others at colleges and others at lower primaries and others at higher primaries.  All these children eat at home, they live at home.  Another thing is that he left another woman in an accident which happened in 1991, so we are also with another woman where Zazi was born, Mam Thethwa.  Thank you very much.  I have explained what a big family we have.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "Thank you.  We've already heard that the situation -the time you are going to talk about, there was a lot of chaos in Clermont, as you've already heard from those who gave this morning before you.  Could you relate what happened up until your husband was killed and what happened thereafter?  Just relate that to the Commission. ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  If I could request that we've written this statement down.  I would like my son, Hopewell, to read it so that I don't leave other details outside.  If that is possible.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "If I could just interrupt for a moment, if your son, Hopewell is going to read that, and we have no objection, but then I must ask you to take the oath, because he will be under oath when he makes that statement.  So, Hopewell, if you would please stand.  Then I'll hand you back to Mrs Gcabashe.",
            "Unknown"
        ],
        [
            "HOPEWELL KHUZWAYO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  You may proceed, Mrs Gcabashe.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We thank you, Hopewell.  We are then going to request you to relate what's written here.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am also thanking you for this opportunity of being before this Commission.  I will start by reading the statement,",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/which has",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/10 which has been written by my mother.  (Witness proceeds in English)  Judge Tshabalala's testimony has covered much of the background and the events leading up to the murder of our father.  I will read the statement, after which my mother will take questions on clarification and further amplify her statement.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "\"I, Mrs Philisuya Zazi Khuzwayo, widow of the late Zazi Khuzwayo.  My husband, Zazi Khuzwayo, was gunned down in his office on the ground floor of his shopping complex in Clermont on the 9th May in 1987.  Zazi was for many years a prominent businessman, community leader and an ardent supporter of black economy and educational empowerment.  His achievements in this regard include being a member of many school boards, the Clermont Advisory Board, Inyanda Chamber of Commerce and Ukhamba Liquor Association.  He built a primary school for the rural community of Oqaqeni in Stanger, where he was born.  He also sponsored many children and university students who could not afford fees and books.  He provided free office space for community organizations on his properties.  These include, amongst many, the Muthanda Society for the Aged, and sports organizations.  In his last years he was an active sympathiser of the UDF.  It was during this time that he was murdered amidst much confusion and uncertainty.  I am at much pains recounting my husband's murder, as I have relived his murder",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "/\"every day",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/11      \"every day since 9 May 1987.  My soul is not at peace as I am still unaware to date of the full circumstances surrounding my husband's murder and why he was murdered.  I trust and pray that the Commission will unveil this tragic episode of my life in full for the sake of my family and the community, of whom Zazi Khuzwayo was a strong pillar.  On the 14th June 1986, during the height of political violence and the state of emergency my husband and I were woken up at about 3am by outrageous knocks and kicks on our house doors and windows.  I woke up and opened the door to a heavily-armed contingent of SAP and SADF members, one of whom pointed a gun at me, asking me where Zazi was and demanding to be taken to him.  I led them to the bedroom, where they woke him up at gunpoint.  The rest of them frantically raided and searched every patch of space in the house.  During the search one officer said to me, 'You must move fast, you fat bitch'.  I was engulfed by fear and felt tramped on.  My anger at this cruel treatment has not subsided.  On the following morning at about 11am, while going about our usual business, a heavily-armed contingent of SAP and SADF officers ... (inaudible) ... our complex.  Others were on the roof and in all the passages.  My husband paged me to come to his office and I found him besieged at gunpoint.  He was whisked away into a police",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "/\"van and I",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/13      \"van and I could not see him or know what had happened to him for three full days.  There is not a word to describe the torment of living for three full days without knowing where my husband was or whether he had died or what was happening to him, or at least whether he had had a meal that day.  I could not sleep.  My life came to a sudden standstill.  I felt utterly helpless against the system.  On the fourth day, however, our family lawyers informed us that my husband had been detained under the state of emergency regulations.  He was to stay in prison for three full months.  During this period his shop in Oqaqeni was reduced to ashes and a considerable portion of his 250 head of cattle mowed down by unknown people, armed with automatic assault rifles.  Upon his return from prison, his bedroom was petrol-bombed and the truck on the yard was set alight.  On another incident, shots were fired into the building.  It appears the focus was on Zazi's bedroom.  The attackers seemed to be well-informed of the house plan.  At this stage my husband expressed that he was being hunted down.  He said he knew that they would eventually close in on him.  He said he was ready for it any minute and that he would not budge to pressure to turn him into a fearful refugee in his own house and community.  On the 9th May 1987 two armed men walked into his office.  Two remained outside",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "/and two",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/15      \"and two simultaneously fired a flood of shots into my husband.  As a result, he could not be seen during his funeral and a photograph was placed on his coffin instead.  During the time of the attack he was preparing wages for his workforce of about 50 at the time.  The attackers did not take any money.  I was on the first floor of the building during the shooting and I was called to the scene, where I found my husband in a pool of blood.  I fainted and lost consciousness and do not remember what happened thereafter.  My understanding is that the local police were called, but did not arrive for two hours, after which the C R Swart Police had arrived.  The police, on arrival, opened my husband's briefcase and safe, going through several documents and items.  I believe certain documents were seized and I call upon the Commission to ask the police to testify here.  My husband was buried on the 16th May, amidst an unusually heavy contingent of police and army officers, including a helicopter at the graveside, which rendered the service barely audible.  Many people, relatives and friends, who had come from far, were harassed and barred from attending the service by the police.  Prior to my husband's murder, two females had arrived to inform him that a certain KwaZulu MP had been spreading word and vowing that Zazi will not see the 10th, 11th",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "/and 12th May",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/17      \"and 12th May of the same month.  On the 11th, or thereabouts, my husband was to attend a Supreme Court matter, in which he was a respondent.  The said MP was the applicant in the matter, and it centred around that my husband had proclaimed publicly that the Member of Parliament was running a hit squad group called the, \"A Team\", a notorious and heavily-armed group that terrorised and murdered the community, particularly youth activists.  As a member of the Clermont Advisory Board, my husband was at the forefront of a campaign to prevent Clermont from being put under KwaZulu Government.  My husband became unpopular with the KwaZulu Government and particularly the said Member of Parliament, as a result of his views and his support for the UDF.  In 1990 it emerged that a KwaZulu Member of Parliament had been responsible for the murder of my husband and other prominent Clermont leaders.  He was formally charged in the Supreme Court in Pietermaritzburg with a 22-year old accomplice, Msizi Hlophe.  I was a State witness during the trial and, as a result, I received numerous death threats.  I had to move from Clermont and could not effectively run the businesses my husband had owned.  I even had to disguise myself from time to time.  The situation was grave and the prospect of death did not seem remote.  The situation,",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "/\"however, is",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/18      \"however, is not better today, as this Member of Parliament was granted amnesty and released.  I still live in fear and the threats have not ceased.  I'm convinced that, as a result of my testimony in the Truth Commission the threat to me and my family is even greater and accordingly urge the Commission to do all it can to ensure our safety during this time.  In the current Makutha trial in the Durban Supreme Court a certain witness has uncovered details of how he and others executed my husband's murder.  He alleges that an undertaker's vehicle was used.  I urge the Commission to further uncover the whole truth about my husband's murder.  The loss of my husband, mentor and friend is beyond conception.  I shall not rest until I know the truth and what to say to my daughter, who was present during my husband's murder.  She was 5 years old at the time and to date she still asks me what happened to her father and why he was murdered.\"",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "I thank you, Hopewell, for relating this to us, but for us to get further clarification, there are a few questions that we are going to ask.  We are going to point these questions towards your mother, but since you are also under oath, you are also free to answer these questions where you feel it's relevant.  My first question that I would really like to ask, which you could start from is when you said they came - some time in June they came to raid.  If you could tell us, did they have a",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "/search warrant",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/21 search warrant and did they find anything when they were raiding?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was on the 14th June.  It was just before June 16 of the youth.  We had closed the businesses and were asleep.  Because it was about 3am we were asleep.  We heard them knocking.  They didn't even give us time to ask them if they had a search warrant, but I was also scared of talking to them, because my husband was fast asleep, but when he got up they had surrounded the house and they were pointing guns at him.  He got up.  He put on some shorts and he asked them, \"What's happening?\".  They said he must get up, they're looking for something.  They didn't say what is it that they were looking.  They even went inside the roof.  They were breaking the doors.  They were not opening them, they were breaking them down.  When he realised that the door was being broken, he asked please they shouldn't break the door.  He's not using this shop and he gave them some iron metal so that they opened there.  When they came out they took out rubbish out of the rubbish bins.  There was no time that we could ask for a search warrant from them.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Another thing, you're also relating what happened during the time - at the post-mortem.  You said the shop was burnt down.  There were also cattle that were shot down and a truck that was burnt.  I would also like to know if you reported this to the police and what did the police do about this incident, and also if there was anybody who was arrested with regard to these incidents.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was the most painful thing.  We realised that our husband had been taken away.  When this telephone call arrived at night they said the shop was being burnt down and the cattle had been shot here.  We rushed with the",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/family to check",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/23 family to check there.  We found that the sky was lit with fire and the shop was burning down and the children were shaking, as if they were wet, because they didn't even have food.  They burnt down every food.  Mama was very shocked.  Up until today even if we reported to the police, they burnt up until they burnt the safe and there was a gun on top of the safe.  The police took away this gun and said it would be easy to trace this person and who shot and burnt the shop.  This gun was taken.  They said they were going to take it to Pretoria for investigation, to establish whose gun it was.  Up until today we haven't heard anything.  There was never any court case hearing that we attended with regard to this matter.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "If we can come to this very painful incident of the 9th May, the day your husband was killed by these people you've already named, what time was it and were there people who were arrested with regard to this matter?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " On the 9th ... (pause).",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Take your time.  Don't rush yourself.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On the 9th May 1987 things were all right.  We were just together.  We were in the business premises.  There was just a short time when we were at the office.  I just felt very paralysed and then I wanted to go to the house to drink tea.  What I do remember, I did something that I wasn't used to - I was just tickling him and I made him laugh and when he laughed I went out.  As I was still sitting and I was going to drink tea, a boy came in.  He said, \"They have already killed our father\".  I had not even drunk my tea.  I rushed to see, although, when I rushed there, I just fainted there.  It was just a big confusion, because even the shop was just about to close.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/One of my",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/26 One of my sons rushed to see who were these people who were shooting.  He fell into the - he got into the glasses.  He nearly died because he rushed straight into the glasses, but fortunately he just got injured and even these glasses still have got this body shape, but that's where he really got injured.  After he had left the police were phoned by Mama Rosemary, the late Mama Rosemary.  She called them from KwaDabeka, but they didn't come back until we phoned C R Swart, and it was the C R Swart that came, but even on a Sunday, after they had taken his body on Saturday, the police arrived.  They took the bullets which they found around.  There was one bullet which didn't go inside his head and it was found down on the floor.  They did say it was a 9mm kind of a bullet.  They also explained to us that there were six people - it would appear there were six people, but that was the end of the day that the police came inside the house - our father was killed on Saturday - up until we heard this issue in 1990 that a certain MP is the one who is suspected.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "If you can go back to the same day, what do you think was the intention?  Was there something that was taken or stolen from the shop, because this was the shop? ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was at the shop.  This was the shop office.  He was going to pay the wages of his workers.  There were lots of monies there, paper money and coin money.  At the time when they shot him there was lots of money.  There was a girl who was sitting in front of this boss.  She says those who shot, there was smoke and there were some lights that came up.  There's none of those people who shot who took any money or even turned round.  They saw the money.  They just shot at him.  They didn't take ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/anything.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "17B/29 anything.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "You've also said that the police didn't arrive, but the C R Swart Police came, but when I'm listening to the statement it would seem that they came with the intention of searching.  Did they have a search warrant on that day? ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Those who came, at that time I wasn't in a good condition.  When I hear from other people, they were phoned - one Mama phoned them and explained to them what had happened, but what really frightened them, when they got into the office where my husband ... (end of tape)",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "18A/0 ... which was on top of the table, from what it was said, they had searched everything.  They searched the safe, but at that time I wasn't time, but that had really worried the whole family, that they came in and touched things up and took some things.  They didn't even explain this to anybody in the family that they were going to do that.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "Among those things that they took, are there things that they brought back?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I do not remember that.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "There were no things that were returned to you?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Did you get a letter, which is like a death certificate, which explained what was the cause of his death?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we did get the death certificate.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Do you understand how it was written?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we did.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "When you spoke, you said there is an MP who you say is a KwaZulu MP.  Did his name get available to you?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, we do know him.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Is it easy for you to say out the name or not?  You are not forced to say this.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I can say the",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/name.  It is",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "18/1 name.  It is Jamile.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "This is an MP that you've been stating here?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, it is.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "You have already said that in your life you are not safe.  Even now you don't feel safe here.  You would like the Commission to assist you with some kind of security with your family.  Did you say that?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did say that.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Besides that, is there something else that you would like the Commission to assist you with?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, thank you very much for the establishment of such a thing while I'm still alive.  I've always prayed and I've always wished that I should not die before I know the truth that can be known by the whole world, because we women, once your husband died you, people sort of start to suspect you and speculate that it was you, but this Truth Commission it's like the blood that's coming to wash and cleanse us.  What I really do wish is that this person who's affected, who was not arrested, even if these things were revealed about him, we want to know what did he want.  What did he want to get from my husband for him to choose to hire people with such little money to go and kill a person, but which meant so much to us?  Why did they remove him from this earth before his time?  Why did they kill him?  What had he done for him to hire people such little money to kill him?  If the Commission could assist us so that he can come forward here and say why did he hire people, because even though they've arrested this other person who had pointed him out there are those who say they took the undertaker's car and put it by the car and asked the people to go and check if he was there to kill him.  But",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/why did he",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "18A/2 why did he do such a thing, because these boys - there are older men who are really younger than these men and also that the Commission and that our business, that since this business died they are not going very well since he died, because if you are a woman you are - because when you are a wife your husband is always doing all the things I heard and he had not planned anything, but now you suddenly find yourself in big difficulties because he had not prepared for this and that you cannot educate your children and you would hope that if at least he had had an opportunity to educate these children, because now I'm not in a position to educate my children and they must get loans or I must sign for loans and then I get arrested if I don't pay back.  If they can really help - I don't know how the Commission could assist me.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "We thank you.  If I can go back to this undertaker's car, were you able to establish whose car it was, this undertaker's car that they came on?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It is difficult for me to talk about this undertaker's car, because it's just been revealed in the last few weeks from this person who has exposed all these things, that he was there when they killed him and also that they used the undertaker's car, but I don't even know who had authorised the undertaker's car to come and bring in people to assassinate and kill.  I don't know from what undertaker this car came from.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/I don't know,",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "18A/4 I don't know, Hopewell, if you've got something else you would like to add from what your Mom has said.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " What we would really wish and what we are expecting that the Commission could do for us, we would like to say, although we are not speaking on behalf of the whole family, that it is clear that many people who come from different families were victimised, especially the women and children do need assistance, that they can adjust to their situation that they are in now.  That we also do know that the financial assistance might not bring back the person and will never close the gap in our hearts about our loved ones who were killed in this way, but we would really like the Commission to assist other people who lost their breadwinners in their families and then also assist them with opportunities so that they can be independent and stand on their own.  We also do think that the Commission is here and that those whom we lost were the foundation of the new South Africa that we are on now.  We do really like the Commission to strengthen the human rights programme of our new Government that is existing at the present moment, so that the foundation that has built and our families died for must not be in vain.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We thank you greatly for coming here to expose yourself in front of this Commission.  We hope that there will be some way that could assist you and to heal your wounds.  I will now hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Any questions?  Dr Mgojo.\n/DR MGOJO\n18A/6",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "It's a very short question.  The second wife you were with, where is she now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she is here among us.  Yes, she is here.  She's in front.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Has she also got children who are at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "And her children are much younger?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, her children are very much younger.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "And yours that are still at school, all of them are still at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "I felt very touch when you said he educated other children while he was still alive, but yours you cannot educate now.  If we could get details, we need full information about the children that are still at school, including the other deceased wife.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Magwaza.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Mrs Khuzwayo, you have said that at the time when Khuzwayo was killed there was a 5-year old child, a girl.  This question I would really like to pursue, because we have seen children get very, very much harassed but sometimes we overlook how children have suffered.  In the morning I did establish from other witnesses that children really suffer, especially when they are very young when such occurrences occur.  I would also ask about this 5-year old child.  At the time when she experienced this - what is her life?  Are there some symptoms of not being well?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think at the time when her father died, when she was 5 years old I didn't recognise anything, but she used to come me, \"Are you missing Daddy?\" and I would also say, \"Yes, I'm missing Daddy\", but one day when she was very sad to me she said, \"You",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/know, father",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "18A/8 know, father they killed\".  She also said, \"But why don't they come and shoot us, so that we can be with him in heaven?\"  She said they have sent people who killed father must come and shoot her as well so that she can be with the father in heaven and one day she said, \"Now that I'm 6 years old, when I'm 10 years old I will see my father in heaven\".  Pumulala said - she said, \"I will see him\".  I said, \"No, you will never see your father again\".  I tried to correct these things that when she was 10 years, because she kept on saying when she was 10 years old she will see her father.  I said, \"You will never ever see your father until you also go to heaven, whether you are 20 or 30.  I don't know how old you will be\".  But what I recognise now that at the time when her father died she was very much fond of her father.  She always sat with her father, even at the shop.  Anything she wanted, the father would run around and get it.  When her father had gone, she wrote a letter.  She put it at the office.  She said, \"Because my father is no longer there, Dear Lord\", she said, \"Dear Father Christmas, could you send me all the nice teddy bears because my father would buy these things for me.  He is no more\".  I took this letter, I read this letter and I put it on her file.  I went and bought the teddy bear and I wrapped and folded it nicely.  I said, \"Here is the teddy bear from Father Christmas for you\", but these days, when she is at boarding school, from there she told the sisters at Greytown, she said she no longer wants to be at boarding school, she wants to stay with her Mom.  She stopped schooling at Easter.  She said she doesn't want to be at boarding school any more.  She said, \"My father doesn't want me to be at boarding school.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/\"Every time",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "18A/10 \"Every time when I go to school the car gets broken.  I think my father wants me to come and stay at home and look after you, so that when you die you die in my presence, because my father also died in my presence\".  It does show that her life is affected.  I went to Pinetown.  I looked for a school in Pinetown and I did tell them that this child no longer wanted to be there and I must do what she wants.  One thing that I haven't even told my children.  She said she was going to kill herself.  She said, \"If I cannot stay with you here at home, I'm going to kill myself.  When you get sick I must be next to you\".  They took her at Greytown and she is doing standard 7 there.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "We hear your pain.  I don't have any words to sympathise with you, but I can only say if there's any assistance you need, please, we are here.  Contact us.  Thank you.  I will hand over to the Chair.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mama and your children, thank you so much.  We've tried to say words to empathise with you.  We thank you very much for the words from your daughter.  May her wish be successful.  Thank you very much.\n/DR BORAINE\n18A/6",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Chairperson, the next witness is Mr Patrick Hlongwane.  I would ask him to come forward, please.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Order, please.  It is important that everybody knows this.  This Commission is meant to find out the truth and we must hear every single person who wishes to come before the Commission and is invited to do so.  The last witness spoke about the culture of democracy.  Part of that culture is the tolerance of different points of view.  I will not tolerate people being howled down.  I warned yesterday that I might have to clear the hall, because we are meant to hear and nobody must be intimidated from saying what they believe.  It may be unpopular to many, but it is their democratic right to hold their particular point of view.  I hope that you will demonstrate that you are people who know that we have adopted a new constitution and that every single person has constitutional rights - rights even to points of view that may not necessarily be those of the majority.  So please don't tempt me.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you, Chairperson.  Just whilst the witness is having the headphones - you don't need them, fine.  I'll come back to that.  If you'll forgive me for one moment, I did welcome Mr Ndebele, Minister of Transport earlier, but I gather he was still outside.  If he is in the audience, perhaps he could just stand for a moment, so that we can welcome him.  Thank you very much.  Mr Hlongwane, thank you very much for coming to the Commission.  Like any other witness you are welcome, and we are grateful to you and will listen to your story as you tell it.  I understand that you are going to give your\n /evidence in\n18A/15 evidence in English.",
            "Unknown"
        ],
        [
            "PATRICK HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "DR BORAINE",
            "That is right.  And you will be telling us about your going into exile and the torture that you endured in the camps.  In order to assist you in this, I'm handing you over to Mr Lax, but before I do that I must ask you to please stand and take the oath.",
            "Unknown"
        ],
        [
            "PATRICK HLONGWANE",
            "(Sworn states)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  You are now under oath.  Mr Lax will take over.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Mr Hlongwane, just for the record, you presently reside at Zwide Township in Port Elizabeth.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And how were you at the time you went into exile?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was 28 years old.",
            "Unknown"
        ],
        [
            "MR LAX",
            "28 years old.  This was in December 1986.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Correct.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay.  Would you take us through your story as briefly as possible and you will realise that we are behind time with our witnesses.  I don't wish to curtail you and to cut short your story, but if you could restrict yourself to the details relating to your situation while you were in exile.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  I left South Africa in 1986.  That was in December.  And the reason for me to leave South Africa was nothing else but I went into exile to see the African National Congress leadership, including PAC and the PCLA leadership in exile, because by then in Port Elizabeth, where I'm coming from, we had a problem with the members of the UDF and myself I was a member of the Port Elizabeth Black Civic Organization by then and, therefore, I would say I was one of the people who were",
            "Unknown"
        ],
        [
            "MR LAX",
            "/opposed to UDF,",
            "Male"
        ],
        [
            "MR LAX",
            "18A/16 opposed to UDF, because we realised that UDF was the forefront of the African National Congress.  So we had some problems and even a split within the organization itself.  So some, they favoured UDF, and then because we have been a splinter group and therefore we were also backed by the South African Government.  I would say the police at the time, when we fought against UDF, and then therefore I left Port Elizabeth for Johannesburg.  I went to Johannesburg and Germiston and I went to stay in Germiston 1986, and from then I went to Khotso House, whereby I spoke to Mr Sakkie Maqazoma, because by then I was looking for Mr Beyers Naude.  So he was not there because at that time he the Secretary-General of the South African Council of Churches.  So then I spoke to Sakkie Maqazoma.  Sakkie Maqazoma gave me some money, in order I should go to Botswana.  Really, I left South Africa for Botswana and so then when I arrived in Botswana I went to the offices of the United Nations.  Then I reported myself to them and then I explained my problem.  Then they contacted a rep of the ANC by the name of Oupa from Gaberone.  Then really I met Oupa the following day.  Then myself and Oupa, we went to Francistown.  When in Francistown then I wrote my biography in front of some of the ANC members and from then and then we drove to Zimbabwe.  Then from Zimbabwe to Zambia.  Then I asked actually the members of the ANC in Zambia that I would like to see the leadership also to explain my problem and also to tell them what is really happening in Port Elizabeth by then.  And therefore I wrote my biography and the man who was responsible by then, it was Mr - shall I say it's Legdonite (?).  I don't remember his surname.",
            "Male"
        ],
        [
            "MR LAX",
            "/And then also",
            "Male"
        ],
        [
            "MR LAX",
            "18A/20 And then also Jackie Mabuza.  Jackie Mabuza was a bodyguard to the former President of the ANC, the late Mr Oliver Tambo.  So I wrote my biography and I confessed to them.  I told them actually about my role that I played in Port Elizabeth.  So then they were not happy, you know, about my statement that I made to them and from then and then I was taken to the place called RC in Zambia, in Lusaka.  So they in Zambia then - that is when I was questioned by Legdonite, Jackie Mabuza and then the late -the guy by the name of Chicks.  You know, he died in 1987.  So I wrote my biography, but they were not satisfied.  Then I was told to take off all my - actually, my clothes.  Then from then and then beatings started, you know, and then I was made to admit, you know, a forced confession, you know, and I told them, \"No, actually, myself, of course, yes, I did work with the police in Port Elizabeth, because the police they had been assisting us in order to deal with the UDF\".  So confessed that right, you know, actually myself I was one of the people that have co-operated with the police.  It's the truth.  So now they wanted me to commit myself with some other cases that I don't even know, you know.  And from then and then that is when the torture started.  Then I stayed almost about three months, you know, actually in the underground cell with the other cellmates, etcetera.  Until then Jackie Mabuza contacted the offices of the Deputy State President presently, Mr Thabo Mbeki, because by then he was the head of the DIP.  DIP stands for Department of Information and Publicity.  And so from then and then Jackie Mabuza told me that Mr Mbeki has instructed that I should, you know, conduct a press conference and confess,",
            "Male"
        ],
        [
            "MR LAX",
            "/actually confess",
            "Male"
        ],
        [
            "MR LAX",
            "18A/21 actually confess to the world, you know.  In fact, then I agreed and then the conference was conducted.  Then I thought that - I remember it was on the Saturday morning and then the former - the late - actually former Secretary-General of the ANC, Mr Tito Mkobe (?), came.  Then he asked me - then I told him.  Then from then, you know, he also gave me a smack.  Now I was shocked, because I thought, you know, being a senior person he is going to save me from this situation where I was.  From then and then he said to me, you know, these boys are going to deal with me, you know, and then he left.  Then, you know, beatings continued and you will find that - I will eat maybe once in a week and then the prison warders that were there, you know, were the people who didn't have any mercy for people like myself, because they said no, they've big fish, you know.  And from then and then I still remember Mr Nzo came there - Foreign Minister to South Africa, Mr Alfred Nzo.  He also came there and I had a hope that he was going to help me.  He also, you know, dealt with me physically.  And then from then and then I really lost hope.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Hlongwane, as part of your evidence, if you are going to name people, I think you should - we are required to give those people notice, whoever they might be if you are going to accuse them of acts.  So we are here to hear what happened to you.  You can tell us outside of this forum who those people are, so that we can inform them, according to the law.  We are under a court order to do that.  So if I could ask - I'm not wanting to stop your story.  You're welcome to tell your story, but we are also pressed for time and I would like you to try and, as far",
            "Male"
        ],
        [
            "MR LAX",
            "/as possible,",
            "Male"
        ],
        [
            "MR LAX",
            "18A/25 as possible, stick to the incidents that happened and where you moved, from which place to which place and so on.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Okay, and then through the recommendation from Mr Mbeki and then I was informed by the officers of the - actually of the late - the former President, Mr Oliver Tambo, that I should be moved from Zambia to Angola and then from then and then that was when, early 1987, then I was moved to Angola and then in Angola I was kept in the maximum prison by the name - I think it is Nova Stellasou.  Nova Stellasou, that is Portuguese, which means new installation.  So then from then and then I stayed there about two weeks.  Then from there then I was moved to a northern part of Angola, the place called Kibashe, in the camp called Quadro Quadro.  It's Portuguese.  In English it's, four.  So I served my punishment there from 1987 to 1988 and then through my punishment I was doing hard labour and then I understood the situation pertaining food, because we had a problem of food there and then I would say the ANC didn't deprive us food.  I would be lying if I say so, but because Angola was in the civil war whereby Unita was very strong in Kibashe and therefore the trucks that were supposed to bring food to us, I would say were ambushed by Unita.  So then even Mr Oliver Tambo himself visited us and then he asked us about food and then we told him, you know, \"Right, we do get food, but, you know, not like in the other camps\", etcetera, etcetera, because Kibashe was really in the war.  And then from then and then 1988, after the New York Accord between Soviet Union, Cuba, Angola, South Africa and for the independence of Namibia then that is when now the ANC was moved from Angola to Uganda.  So then in Uganda we were",
            "Unknown"
        ],
        [
            "MR LAX",
            "/kept in another",
            "Male"
        ],
        [
            "MR LAX",
            "18A/27 kept in another concentration camp and then, quoting the background, which was run at some stage by Idi Amin.  So we were kept there until 1991, when the State President, Dr Nelson Mandela, visited the camps in Uganda in 1991.  That is when he decided that, right, there should be a tribunal, because, you know, I would say the MK, as the army, they had their own code of conduct of which the tribunal - it was not a civilian tribunal, it was a military tribunal.  So then myself and one of the people, you know, who were also charged, and then the Premier in Mpumalanga, Mr Phosa, was there as my lawyer.  And myself I was sentenced to 15 years' hard labour.  So from then and then I told the panel that I want them to try me in the International Court of Justice, but not in the kangaroo court, etcetera, and therefore then I decided to embark on a hunger strike.  I staged my hunger strike on the 18th February and my hunger strike lasted almost about 29 days after I was sentenced to 15 years.  And then after that hunger strike and then Mr Tholi Mongali, who was the judge in that tribunal, then he came and then he visited us and then he told me that I should stop my hunger strike and then the ANC is going to arrange a plane ticket for me.  Then I will be sent back to South Africa and then I will be indemnified by the South African Government.  So really, myself I was so happy, then I stopped my hunger strike.  So that was March and March, April, May.  Then on June then I was victimised by a prison warder while I was still waiting, because I thought maybe I've been pardoned, now I'm a free man, so I cannot be treated like before.  Then I was, you know, I was entreated (?) again and then I decided to embark on another hunger strike again and the",
            "Male"
        ],
        [
            "MR LAX",
            "/date was the",
            "Male"
        ],
        [
            "MR LAX",
            "18B/1 date was the 16th June and I was still weak by then, so my hunger strike lasted ... (intervention)",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Order, please.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Pardon?  So then my hunger strike lasted 33 days.  Then I collapsed.  Then I recovered in the military hospital in Uganda, in Kampala.  So while I was still in hospital and then the doctor asked me what was wrong with me.  So then I told the doctor that I was in the hunger strike, you know, after I recovered from unconsciousness.  So from then and then the doctor said according the report the ANC says I'm suffering from AIDS, which is Acquired Immunity Deficiency Syndrome.  I said, \"No, I am on a hunger strike\", and from there again.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Hlongwane, you spent some time in hospital?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, no, no, that was a day's.",
            "Unknown"
        ],
        [
            "MR LAX",
            "One day?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One day, yes, because that doctor requested the ANC that I should be admitted to the hospital but the ANC refused.  They said I was going to run away.  And then from then they took me to another safe place.  Actually I would say a safe house of the ANC, and then from then and then I spoke - I told the doctor that, \"Please, if there any possibilities, can you just go to any embassy or to the offices of the United Nations and tell them there is a person like myself and the others, who are in the ANC prison camps?\"  And then the doctor - I would say the doctor did play the role, because on the 17th August 1991 then we were released from prison.  So when I arrived back in South Africa then we were welcomed by the African National Congress, including the International Red Cross.  Then I related my story to the ANC, because we had a meeting with the State President presently, including the late Mr Chris Hani and Mrs Winnie",
            "Unknown"
        ],
        [
            "MR LAX",
            "/Mandela.",
            "Male"
        ],
        [
            "MR LAX",
            "18B/2 Mandela.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Hlongwane, since you've been back in South Africa your story is well publicly recorded.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You had a lot of press coverage and we don't need to discuss all of that at this point in time.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Okay.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Again, as you're aware, we are pressed for time and you've related your experiences during the time that you were in exile and the time that you were out of the country.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You have indicated to us that you would at some point like to apply for amnesty for other matters that you had been involved in.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "That is all, Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Dr Mgojo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Just for records, Mr Chairperson, I see here in the statement, Mr Hlongwane has just told us that he was sentenced for 15 years, but in the statement here you say that you were sentenced to death.  Which is correct? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Actually, I would say I was sentenced to 15 years as the - actually as the minimum sentence, because the maximum sentence was the death penalty, firing squad.  I think that what was supposed to be mentioned in my statement.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  Mr Hlongwane, since you've been back in South Africa have you appeared before any commission of inquiry that was set up by the ANC?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "So you have given this story to that Commission?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, in the ... (inaudible) ... Commission, yes.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Fine, so that we can get those records as well, in",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/case we need",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "18B/3 case we need any further information?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Final question.  You are now living in Port Elizabeth.  What are you doing now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would say, firstly, when I returned back in South Africa I contacted my people in Port Elizabeth because myself I'd been in Johannesburg.  Then I discovered that my mother was necklaced to death and my home was destroyed.  Because also my statements that I have made publicly, I could not go back to PE 1991, until 1992.  I went to Ciskei and Oupa Gqoza provided me with his military guys and then I went to my home.  Then I could only see my father for 10 minutes only, because I didn't want the people to see me around the area, because people were looking for me.  And presently - and then from then I came back to KwaZulu/Natal.  Presently, I'm the person who is living in Johannesburg, because I've been living in KwaZulu/Natal, but after I had made a statement that I will appear in the Truth Commission I had some death threats from some other people that I had been working with, thinking that I will be here to reveal, you know, other things that Mr Lax already said I actually should not talk about them presently, you know.  So actually, presently I am the person who is not living in one place and then, as now, today, I have to go back to Johannesburg again underground.  So that is the life that I'm living.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I am giving you the last warning.  Order, please.  If that recurs whilst this witness is on the stand, I will not permit you to return.  Please.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you, Chairperson.  That is all.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  We have heard your story and we will take into account what you have said and we",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/will also",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "18B/4 will also look at the Motsanyane Commission report and when you appear before the Amnesty Committee there are some things that we will probably be wanted to reveal to that committee, in order to receive amnesty for whatever it is that you want to receive amnesty.  But, thank you very much for coming.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thanks.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/DR BORAINE",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "18B/5",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson, the next witness, which will be the last witness before the lunch break, is Mrs Sabatha Madikizela.   Mrs Madikizela, could we please have the earphones in place.  Could we just test that out, to make sure that you can hear my voice in the earphones.  Can you?",
            "Unknown"
        ],
        [
            "SABATHA MADIKIZELA",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Then can I, on behalf of the Chairperson and the Commission, welcome you very warmly and thank you very much indeed for coming to the Commission.  You have had quite a long wait this morning.  I hope you're not too tired, but at last you are here and now it's your chance.  I a moment I'm going to ask Mr Dlamini to help you as you tell your story and to ask you perhaps a few questions.  Before I do so, as you know, every witness has to take the oath.  So if you'll stand, please, then we can do that.",
            "Unknown"
        ],
        [
            "SABATHA MADIKIZELA",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  I hand over now to Mr Dlamini.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "You can take your earphones off.  I greet you Mama.  You are welcome here in front of the Truth Commission and we are very sorry because your son has disappeared.  Can I just ask you briefly, do you have a husband?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "What is he doing now?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He's on pension.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Do you have children?  What are they doing?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am Mrs Madikizela.  I would born at Mount Eleven and I moved at Bizana at Madikizela family and I got five children, four boys and one girl.  In 1989 the other one was at Unitra and he died in a car accident and the other",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/one in 1983",
            "Male"
        ],
        [
            "MR DLAMINI",
            "18B/7 one in 1983 was at Ongoye and he was expelled from the university because he belonged to an organization and he got employed in Johannesburg.  When he came back to bury his brother who was involved in an accident he also died on his way.  The one that I'm seeking disappeared in 1987.  He arrived in 1987 in January.  I have already heard that there was a strike at Beatrix (?).  It was a faction fight between Zulus and the Xhosas and the Sothos, and he informed me that, \"Mom, I'm going to leave the job, because I'm scared.  They know that I'm a Zulu and they've once arrested me and they said I should get aside because I'm now a Mofatla - a Sotho person\".  He said, \"I'm now going to Gauteng to get another employment\".  That was in January 1987.  Towards the end of January he went to Gauteng.  I never received any letter from him during that short period of February and March.  In April I received a letter and I was told it had been kept for a long time at a supermarket, because we are in the rural areas.  And he said to me, \"Mom, can you please make an application for me, because I would like to be a nurse\".  His sister wanted to be a nurse as well and she had a D symbol in English and we went to fill in the forms.  When we came back, we met a boy with whom he was together.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Are you referring to Mamingcazwe Madikizela?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " The boy whom I met, they were together in school.  He asked me whether do I know that he joined the ANC.  I said, \"No, I don't\".  Because his brother went to Gauteng to check for him to find his whereabouts, but he couldn't find him.  We stayed that way and I was asking his father, \"What do you do about the disappearance of your son?\", and he couldn't give me any answer.  When people came back",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/from exile,",
            "Male"
        ],
        [
            "MR DLAMINI",
            "18B/11 from exile, I was called by Dolomisa Idumi.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Can you tell us briefly, who is Dolly?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Dolly was an MP at Bisho and she was injured in a car accident.  Dolly called me, because we are related.  We call each other by ... (inaudible) ... names because we are Xhosas.  If a person is from the Hadebe clan that person is a very close relative of yours.  Dolly was Hadebe and I was also Hadebe.  And she said to me, \"I wanted to tell you that Sabatha joined the ANC\", and she said to me, \"I know because you lost two sons your life had been affected\", and she took me to Mrs Mandela.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Take it slowly.  Don't rush yourself.  Try to remember.  Try to recall everything.  We know it's a very sad thing to lose your son.  At the time when we came ... (inaudible) ... Madiba, she went - he went to put the tombstones to the relatives.  That's why I met Winnie Mandela.  I told about my two children who died, because she knew them because we were together in Johannesburg.  She said she didn't hear about that.  I also told her about my child who died.  I said, \"He's the one I had during the time Mandela was being arrested, when it appeared on the Sunday Times\".  That's when I got injured in Faraday (?).  Winnie didn't say to me she didn't know this child.  She said, \"It's all right, my sister, I'm going to Lusaka next week\".  I couldn't meet my brother-in-law, Madiba, because a lot of people were looking for him.  After that we never met with Winnie eye to eye personally.  She didn't give me any answer.  I also went back to Dolly, her cousin.  Mrs Mandela was born at Inzidume and Dolly also was born there.  Even Dolly was not telling me the truth, because she spoke - she told me",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/that Sabatha",
            "Male"
        ],
        [
            "MR DLAMINI",
            "8B/15 that Sabatha will be joining the first or second group that will be coming from Lusaka.  I left Durban.  I went to Magwa, at the ANC in Transkei.  I met a girl, but I don't know if I should mention their name.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "You don't have to mention them, but after that we will need them so that we can contact these people.  I met the Memela girl.  She was also in Magwa.  She said, \"I've just heard they were talking about Sabatha\".  I went back to Dolly's mother in Transkei and asked her to assist me, if Dolly comes back she must contact me.  Indeed Dolly's mother contacted me.  I woke up in the morning.  It was on a Saturday.  I found Dolly in the room with other boys who were called comrades.  They were talking.  Before her mother had told her that I was in the house, I heard Dolly said, \"ANC, they are really so negligent.  Did you see how sad is the Sabatha story?\"  I stood up when I heard that.  I didn't know which Sabatha they were talking about, because I also knew that ... (inaudible) ... Sabatha had died in exile.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Please give yourself time.  Don't rush yourself.  We are just going to end now.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Dolly came.  I asked her about my child.  She said, \"No, there's one exile who came back.  I will try and make contact for you with this exile\", and she said - she told me the date on which I will meet this exile and, indeed, I went to this exiled person.  When I went to Dolly, Dolly was going to come to Johannesburg.  I did see the person she was with.  They said, \"This one it's Mama's Sabatha who disappeared\".  I was surprised when she said to me, \"This is Sabatha's mother who disappeared\", when she had told me that she was going to Lusaka the following week.  This boy said, \"Who",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/\"are you?\"",
            "Male"
        ],
        [
            "MR DLAMINI",
            "18B/17 \"are you?\"  I said, \"I'm Madikizela\".  I (?) said, \"There's a boy who died in Dinage and we realised that we had to take this boy.  I went with a boy who looked like this mother.  I said who she is.  She said she came from Bizana.  Where we are we're not calling ourself by each other's name\".  He said, \"If you are looking for this boy, you are going to try another name called Dawu\".  I didn't ask who her home name was.  I came back to Umtata.  I came back to Durban, because I'm still her in Durban because of my life.  I went to the soldiers.  I went to Point soldiers.  I reported this matter to them.  They phoned APLA.  They phoned the person who is in charge of APLA, and I was told that he wasn't there.  They said I must leave the telephone number where I stay, and I left this telephone number.  I came back to these soldiers in Smith of ANC.  When I arrived there they said it would better if I was bringing his photograph so that they can look at the photograph.  Indeed I went back.  I brought back his photograph.  The first person took this photograph and looked and nodded - I mean shook his head and went to other people, and asked them if, \"Didn't you see this boy in exile?\"  They said, \"Well, his face is familiar.  I think we've seen him.  But when we parted in different directions, because others went for further education and others went to different training\".  They said, \"Maybe he's furthering his studies.  We're not sure\".  I came back.  I was very worried.  There was a burial - there was another Madikizela's funeral.  When we came back I tried to meet Winnie Mandela.  She didn't want to meet me.  She got into the car.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Mama Madikizela, who are the people you could advise",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/us to contact",
            "Male"
        ],
        [
            "MR DLAMINI",
            "18B/20 us to contact them, who might have some kind of information about your son?  If you could give us their names afterwards, if you're not feeling safe to give those names here in public.  If you can just give us names of people we can contact.  Another thing that I would like to get information on that here in Umlazi do you have your address and your telephone number, so that the Commission could contact you?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there is a telephone at Umlazi, but I can't remember it immediately.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "But we could get it from you once you've verified the number and the house address.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The house number is A122.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "I think we should contact all these other people who might have information, even the ANC office here in Durban.  Are there other names of people you can give us who might perhaps lead us to some kind of useful information for investigation?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On the 30th I was from Bisho and I was told that this funeral had passed.  On the 30th I asked one of my sister's-in-law, Madikizela, to accompany me.  As I was still sitting there in the morning at about quarter past four when the car was there that would take us, I saw a boy greeting me, who said, \"Good morning Sabatha's mother\".  I got frightened and worried.  Is this the Sabatha I am looking for.  I looked at her.  I said, \"Who are you?\", and the boy asked, \"Are you not Jolihlanga's mother?\"  I said, \"Yes, I am\".  I asked this boy who he was.  He said he was the Gebe boy, Gebezani.  He said to me, \"There's a story that I know about him\".  I said, \"Please accompany me but you'll go back.  I would like to ask you what do you know about Sabatha\".  I asked him if he wasn't the one who run away",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/University of",
            "Male"
        ],
        [
            "MR DLAMINI",
            "18B/24 University of Cape Town, who went to exile - from the University of Natal.  The mother came and we used to cry together.  I asked, \"When last did you see Sabatha\".  He said, \"I went to Zambia.  That's where I left Sabatha.  Because it would seem we who joined in 1991 whereas Sabatha had already been there for some years because he escaped in 1987, round about March.  I had a friend I came back with from Cape, as I was coming from Cape.  I heard from another meeting here in Bloemfontein who had tried to escape and come back.  When he was in Hammanskraal the white people arrested him.  They said he hung himself in the cell.  There was no proof if this person had hung themselves in their cell.  Now I am scared when you said Sabatha had never returned.\"",
            "Male"
        ],
        [
            "MR DLAMINI",
            "We thank you, Mama, for the indications you have given to us.  We can see that it's very difficult for you to relate the story.  Your pain is beyond what you can bear.  I think maybe we will get some more details once we are with you privately, to get all the details, even the names of all the other people who might have some information and where we could find them.  I will hand over to the Chairperson.  Who would give you some words to console you.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My husband said you would know where my child is.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Order, please.  Mama, we do not have words that we could say to you to console you, but you are among friends here - people who sympathise with you, even if there isn't much that we can do - to say, that can ease your pain.  We are going to try to follow up on those indications you've given to us so that we can establish what happened, and then we'll explain to you.  May God be",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/with you",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "18B/28 with you and strengthen you.   (End of tape)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "19A/0",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " ... They said, \"Where are you going?\"  I said, \"I'm going to the Commission.  He got lost\".  That's Winnie's brother.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Is there something else you would like to say, because we have heard - we are going to try that those who are supporting you, the lady next to you must go out with you, if you haven't got any more to say.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My father, I'm a Christian, I'm a believer, but it's very difficult for me to deal with the situation.  I don't know how the Commission could assist me, because even the money we do not have.  The Madikizela group all came together.  They hid this money.  It was about R56 000,00.  I don't trust any person in the family.  I'm scared of going out of here because my sister might not allow me there.  ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We hear you, Mama.  We are going to try.  Please don't lose hope, because it's been a long time that you've been trying and following up all directions.  We are also going to try and help you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you.",
            "Unknown"
        ],
        [
            "COMBRINCK J",
            "Please stand.\nLONG ADJOURNMENT\n/ON RESUMPTION\n19/2 ON RESUMPTION",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "We are just waiting for the headset to be put on properly, so that the witness can hear all right, and then we can start.  Mrs Dlomo, can we just ask, can you hear me all right?",
            "Unknown"
        ],
        [
            "EUNICE DLOMO",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Well, then let me say to you how very pleased we are that you have come.  You also had a long wait, since early this morning and we thank you very warmly and appreciate your presence here.  You have had much grief in your life, not only the murder of your husband, which was very bad, but also the attack and the burning of your home, and you are going to tell us about that in a moment, but before you do I must ask you to stand for the swearing of the oath.",
            "Unknown"
        ],
        [
            "EUNICE DLOMO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "You may resume your seat.  Mrs Dlomo, you, I think, know that we always have one of the panel to try and assist people to tell their stories and, in this instance, Dr Magwaza will help you to do that and I'm going to hand over to her right away.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Mrs Dlomo, we thank you for being here.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I also thank you.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "We are happy that you are prepared to come here today and share with us what happened to you.  We also hope that this might help you in some way.  What I would first like us to do - we would also like to know you and your family.  Just briefly give us a brief history of your family who are your children and what you are doing - the whole situation about your family, so that we can also get this information.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am Eunice Dlomo.  At the",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/moment, I'm",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19A/5 moment, I'm staying at Newlands West.  I was born in Umbumbulu.  I have got three children, who are my children, and one who is my brother's child, so I've got four children.  My first-born is studying.  He is studying in Sweden.  The second girl is studying standard 9 at Hillgrove High.  My last-born is doing standard 10 at Hillgrove High.  I'm not working.  I'm at home.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Thank you.  As far as the statements are concerned, there are two things that happened to you.  You were harassed by having your house burnt down and you also got injured, but again you suffered when your husband was killed.  Mama Dlomo, could you please tell us the whole story of how this happened.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In 1990 - it was on June 29th, it was in the afternoon.  My husband was coming back.  He had been paid his salary.  He took us for groceries and he told me that he was going for a special duty.  He left at about eight.  I stayed there with my children - four children - at home.  I was the fifth person inside the house.  At about twelve - I never used to go to sleep before he arrived - I just heard something hitting over the house and when I looked I saw light.  As I was still checking what's that, I hear gunfire.  I ran back.  I checked all the bedrooms.  I said, \"My children, we are being shot and we are also burning.  Please follow me\".  I got out of the bedroom.  As I was in the passage that goes into the dining room, I saw the kitchen was burning.  I went to the dining room and in the dining room the door was burning, but the window was not burning.  I said to the boys, \"Hit the window\", so that we could come out of the window.  The two boys - elderly boys - hit the window.  They escaped - they managed to escape.  After",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/that the little",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19A/6 that the little boy, who was 13 years old then - I didn't see which direction he had gone out to.  After that I was the last one to come out.  They shot me on my leg.  I fell.  It was as if something was stinging me.  I fell and I crawled on my knees and I hid behind the garage.  I called the neighbours.  The neighbours didn't open.  I opened again (?) and then I kneeled and I crossed the street and I hit at Cele and Cele opened the door for me.  When Cele opened others saw - saw that people were opening at Cele.  Those who were attacking us ran away when they saw Cele opening the door.  They got into the car which was outside my gate.  It was a Granada.  That was the car next to our house.  After that Cele asked me what had happened.  I said, \"I don't know\".  After that my two boys came back and asked, \"Where is Mdoda?\", and I said I didn't know where Mdoda was.  They ran away because they were not hurt.  They met Mdoda by the garage, he was also crawling on his knees.  They took him.  He said to me, \"My mother, they have shot me\".  In his stomach he was full of blood.  After that he got sick.  He vomited.  Mr Cele phoned the police.  Before the police arrived the other two boys remembered that there was a two-year old child who was still inside the house.  They ran back to the house.  When they arrived the bed had started but the child had not yet started burning, but there was a lot of smoke.  They took this boy and got out through the window with this boy.  That's how this child survived and they brought it.  When the police arrived they took us with all the survivors and the younger child.  Mrs Cele said, \"Please, leave this child alone.  I don't know where you're going\".  Mrs Cele looked after this child and we",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/went to the",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19A/8 went to the hospital.  I went to King Edward Hospital the following day.  The boy went to King Edward the same day.  They operated the boy in the stomach and they took out the bullets from the stomach.  That's how the boy survived.  My husband arrived at night when I was at the hospital.  He asked what happened and I told him.  He took these children.  He was going up and down with them and one of his brothers said, \"You can come to my place\", and then they went there.  They gave him some of their clothes to wear - his brothers.  The second week we were discharged from the hospital, but the younger boy was discharged on the 3rd ... (inaudible).  We went to stay with my husband's brother.  At Ndelazi they said we must go and stay at Malendeni in hospital.  In hospital there were very small beds.  We used these small beds in hospital for a month.  After a month he got a salary and then he bought some blankets for us.  We stayed at the hospital from 1992 up until 1993 and in 1993 he used to go and fetch other workers at Lamont.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Could I just disturb you, Mama, because I would like to ask you some questions before you start talking about your husband's attack.  Those who attacked you, why do you think they attacked you?  Was it maybe because you were involved with some organizations?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there was no organization we were involved with.  I didn't know anything about organizations then.  It was my husband who was working as a police.  I didn't have any knowledge of the organizations at all.  From what I realised, I think it was because he was a police. ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "At the time when they attacked you, are there people you saw and how many were they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I didn't see any. ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/I just saw",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19A/10 I just saw one boy, because when I came out he was in front of me.  Otherwise I didn't see.  I didn't even know how many were there.  I was confused at that stage.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "So you stayed in Malendeni for two years and then after what did you do?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  While we were still staying in Malendeni, after that that's when my husband died.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Could you continue now what happened to your husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On the 12th May - before the 12th - it was in April, one man came to me.  He was a policeman.  He told me I must tell my husband not to go to Lamont because there could be some danger that could befall him.  I told my husband that, \"Please don't go to Lamont.  So and so told me that there's some danger that could befall you\".  My husband said, \"How can I not fetch other people who are working there?  I can hear what you are saying\".  He continued working and fetching these workers up until the 12th May.  On the 12th May he woke up early in the morning.  He took children and he took them wherever they were going - to their schools.  He left them at their schools and he went to Lamont.  (Inaudible) ... for me, at about eight I heard that he was no more, but before I got the message who had told me that I must reprimand me to tell my husband not to go to Lamont, he told me I was being called at the station.  He asked me where is Vusi's father, and he didn't tell me.  So I asked for another police boy to take me to the station.  This boy took me to the station.  When we arrived at the station they said they didn't call me.  If there is something else that had happened they would call me.  They got me a car that would take me back.  The car took me back home.  Just when we arrived at home there was one man called Mbhele, who the",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/superior of",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19A/12 superior of my husband and another Mr Mbambo.  They told me that my husband was no more.  He was shot at Lamontville at about half past seven in the morning.  I then left and asked them what should I do.  They said I must wait for them.  I waited for them.  On the following day I found out that the police at Umlazi had arrested people whom they believed had shot - had killed my husband.  These police from Durban Station arrived.  These were the SAP.  They let these people go.  They said no, these were not the people who had killed my husband, so they let them go.  Because I was still mourning I didn't see the SAP people.  After about three weeks I went to Durban Station.  I was going to find out about what happened with my husband's case.  I found the investigator Goba and also Gasa.  Gasa said to me what made these people to be allowed to go free was not the people to be killed.  They said it's because they didn't want the pursue the case.  That's why they let those people go.  I was satisfied with that explanation to me.  They said they were still looking for the killers.  One husband had died.  That person they had gone to fetch who was working with him was changed from the police.  When my husband died he'd already been changed.  He'd been taken to Nongoma, but they didn't tell me that this person he'd fetched had gone, but on the day of the funeral he'd already left - he'd already been put at Mpungamhlophe.  I didn't know what was the reason for them to do this.  Why did they change him immediately and what was the reason for him not even to go to the funeral, because my husband was fetching him.  After that they didn't arrest anybody.  That was the end of the case.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/The person",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19A/15 The person who told you that your husband was in danger and the one who called you to the police station and told you that he had been injured, was he your husband's friend?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we were staying together - we were staying in another room at the hospital.  He was driving one of the police cars.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Have you been able to see him?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I saw him after my husband had died.  He was completely strange.  He was no longer prepared to meet me and discuss things with me.  ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "What I'm going to ask from you, Mrs Dlomo, could you just tell us what are your suspicions?  What do you suspect?  What do you speculate?  What are your speculations?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  What I suspect is the one who was contacting me had already heard that there were plans to kill my husband and he became very human enough to tell me and also that my husband, according to me, he died in his work.  He died for his work.  What made me say that why did they change this girl and make this girl escape?  She didn't even tell me - come to me and tell me what had happened.  This girl ran away.  Up until today, I don't know where she is.  Why did the superior - when they change policemen, most policemen, they don't just change them overnight.  It takes some time.  They give them notice, but why did he just immediately get a transfer within two weeks?",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Do you suspect that his colleagues were colleagues of your husband?  There was something that they knew, if they were at all implicated in what happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I suspect that.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "What I'm going to ask, did you get any pension from",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/your husband's",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19A/16 your husband's work?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did get some pension when my husband died.  ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "The last thing, when you've related your whole story here in this Commission, what can the Commission do for you to ease this pain and make things better in your situation?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like the Commission to assist me and help me establish who killed my husband, so that I can hear and understand what happened, why did they kill him, what was the problem, and also this pension I got I didn't have a house at that stage because we were living at the hospital.  I went to buy a house at Newlands West, because I was running away from the situation.  That's why I bought the house there in Newlands West.  That was the end of that money.  I don't have anything left from that money.  I would request the Commission to assist me whichever way it could and also that we should see these people and they must explain what had happened.  ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "We thank you, Mrs Dlomo.  We feel the pain with you.  The Commission will be able to do things that are within its disposal, but it hasn't got all its power, but what it can do we will do.  We will hand over now to the Chairperson.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mama.  We are saying sorry in Xhosa.  We are requesting you to tolerate this situation and learn to accept the pain.  We are going to try and establish and get some remedy that could heal your wounds.  Thank you very much.\n/DR BORAINE\n19A/20",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson, the next witness who will be heard before the Commission is Miss Lupina Nozipho Zondo.  Could we please put the headphones on.  Mrs Zondo, I'd like to test to make sure you can hear me all right.  Can you hear me?",
            "Unknown"
        ],
        [
            "LUPINA NOZIPHO ZONDO",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  And the first word to you is a word of warm welcome.  We thank you very much for coming to the Commission, and we look forward to hearing your story, which is about the execution of your son, Andrew, and also some attacks on your house, which happened to you.  Before we hear the story though - a story of great pain - I want you to please stand to take the oath.",
            "Unknown"
        ],
        [
            "LUPINA NOZIPHO ZONDO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Mrs Zondo, we always ask someone to help the witness in telling their own story.  Today I am that person for you, so I'm going to you to tell something about your life.  Can you hear all right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I can hear you.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Fine, if at any time you can't hear, just wave at me and I will change that and we'll help you to hear properly.  Now, you live in KwaMashu.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I live with my family.  It's my husband and four children.  It's Irene.  She's now working.  Sandile, he is studying and Lecon and the other one are at the primary school.  ",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "You had another son, whose name was Andrew, and he was doing his matric.  Tell us about that.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Andrew left home when he was 16 and we searched all over for him, but we couldn't find him.  After his disappearance we",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/stayed at",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "19A/25 stayed at home.  We were not free.  We did not know whether was he still alive or not.  One day the police arrived and they told us that they got him - they found him.  The police told us it's better to go and see him where he had been arrested.  When we went to see him he was at Westville Prison.  We had been visiting him many times and there was a court case and we went to Scottsville, where the case was listened to for the last time.  Andrew asked us not to come, me and his father, because he said he doesn't want us to be there.  He doesn't want to be sentenced while we are in the same room.  There was a lawyer, Bekker (?), who represented him, and he came back.  He told us that he's been sentenced to death five times, because of what he did at Amanzimtoti.  They took him to Pretoria.  They transferred him to Pretoria.  We visited him quite a few times as well.  He didn't spend quite a long time at that prison.  The police arrived at home to tell us that the day has arrived for him to be hanged, and they said we should go and see him.  We left as a family to go and see him at Pretoria.  We stayed there a few days.  We stayed for the week-end.  They said we can stay in Pretoria, but we will never see his body.  We said, \"Yes, that's better.  Can you make it possible that we can see his body?\"  They said, \"No, you will not see his body.  You won't be allowed to see his body.  You can go and attend the church service, but you will never see the body\".  We felt that if we go and don't see the body, because it's our tradition - before a person can be buried we have to have a look at him and be sure that it is the right person and thereafter we came back and they buried him.  They said",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/they would",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "19A/29 they would bury him at Mamelodi and they said they would give us a death certificate after that, but we never received any death certificate.  There was this heavy burden in our hearts, why didn't they give us the body, because they already hanged him.  They said no, it's the law, they have to bury him. (End of tape)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "19B/0 ... Young and old people attended the service, especially the ones who were UDF during that time, where there were others who did not belong to any organization, but most members of the UDF were there.  A week had gone by before he could be buried.  I don't know whether had he been buried or not, but even after the burial they would come to my house.  One day when they were leaving my house two children were shot dead.  These are the children who attended the memorial service.  And one day, when the memorial service was continuing the police arrived.  On their arrival they surrounded the house, and that time we were singing Nkosi Sikelel' iAfrika.  We were just about to finish the service, and the police came in large numbers.  Others were at the door - all the doors and all the windows.  They beat up the youth.  They didn't touch me.  They assaulted the youth that were in the house.  Mduduzi, my boy - my son - was also there.  He was heavily assaulted.  During that time he had epilepsy.  Since after that incident he gets these attacks, and he passed away.  Every time since that day he would go to bed and he would cry and he would say, \"Mom, here are the police.  They are attacking me\", and every time when he cried I would go to his room to make sure whether he was all right.  He was attacked by epilepsy till he died.  I was now left with the remaining ones.  They are still alive.  But I must say",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/during the",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "19B/2 during the service the police assaulted the youth terribly.  The blood was full in the church and me and my husband were supposed to clean that blood.  Dishes were broken.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Don't rush.  When you are ready then you can continue.  Is that your story?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  I won't keep you long, because you have carried a very heavy load, and you have been very brave.  Just one or two short questions.  I won't be long.  How old was Andrew when he died?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was about to finish his 20 years.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Zondo, do you remember ever having a meeting with a Mr Smit, whose child died in the bomb attack in Amanzimtoti?  Do you remember meeting him?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I remember.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Was that a good and helpful meeting for you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, that helped me a lot.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Smit came before the Commission in Gauteng, and he told us about what had happened to his child and he said that he had forgiven Andrew and that he had been very pleased to meet with you, so I thought I would just ask how you felt about that.  I want to ask you just one or two short questions about the police and attacking your home and the memorial service.  Where did these police come from?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were from KwaMashu.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  Do you remember any of them?  Did you know them?  Can you tell us who they were?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know who they were.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Zondo, the Commission is here to share with you in your pain and your distress.  Is there anything that you would like the Commission to do, if the Commission had",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/the power to",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "19B/5 the power to do that?  Is there anything more you want to say?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would request the Commission to replace the furniture that belonged to the church.  And we don't have a death certificate and we cannot go to the place where my son is buried.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mrs Zondo, we will certainly consider your request and we will very definitely be able to get hold of the death certificate so that you can have it.  We will also make enquiries - I'm really not sure what the law is, but we will make enquiries about your son's body and we will come back to you and we will report to you and tell you what we have found out.  I hand you now over to the Chairperson. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "As Dr Boraine already said, we all feel the same pain.  We will try and help up to a point where we can help.  Thank you very much.\n/DR BORAINE\n19B/6",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson, before I call the next witness, may I welcome Mr Jacob Zuma of the KwaZulu Government, and I'd ask him to please stand for just a moment, and say that we're glad to see him.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You clap only when I give you permission to do so.  I won't punish you for clapping, but please.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson, I call now Eugenia Thandiwe Piye.  I ask her to please come to the witness stand.  Sometimes the Chairperson says that he sounds like a cracked record when he has to say some words, although they are deeply meant.  I am sure some of you must think I'm doubly cracked when I keep having to say, \"Please put on the earphones\", but it is impossible for us to continue without that, so I say again, please put on the earphones.  Mrs Piye, can you hear me all right?",
            "Unknown"
        ],
        [
            "MRS PIYE",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I hope you are feeling comfortable, even though it's a very difficult thing coming and sharing your own experiences and your own pain with a lot of people, and I want you to know that one of the purposes of the Commission is to make it possible for people like you and others to tell their stories, which have never been heard, and that you will be heard not only in this audience but through the media and particularly right now through the radio you will be heard by many, many people throughout the country, and it is right that the nation should hear you.  I'm going to ask my colleague, Dr Magwaza, to lead you in a moment.  You have come to talk about your own son, who was sentenced to death, and the threats and the attacks that you have experienced.  Before you start, would you please stand for the oath.\n/EUGENIA THANDIWE\n19B/8 EUGENIA THANDIWE PIYE  (Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  Please be seated, and I hand over now to Dr Magwaza.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I greet you, Mrs Piye.  Thank you that you could be with us today.  We didn't come to know the Piye family.  Today it's your chance to tell us so that we can know who Lucky was.  Can you briefly give us a picture of the Piye family and Lucky's picture, so that we don't forget?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I have seven daughters, who got married.  This was my last-born that I got in 1963.  This child disappeared in 1981.  I went to church and when I came back I would be at home and he didn't want to go to church.  He said he is going to play soccer.  When I came back from church he wasn't at home.  I told myself, \"Maybe he went to play soccer\".  It was 6 o'clock.  It was then dark and I went to bed, because I was alone.  We were staying, the two of us, in a house.  I knew that he would never sleep at somebody's house.  The following day, on a Monday, I didn't go to work.  I went to the police station to report that my son has disappeared, because I never felt that he would do such a thing not to sleep at home.  The police said I should go and search for him.  They said, \"Go and search for him.  You will get him\".  I went on my own, searching for him all over.  I even asked his friends.  Every time I would speak to his friends, they would just ignore me.  I didn't know what were they hiding.  I went to mortuaries, but I couldn't find him.  Well, I just left everything and I continued working.  It was so difficult to ask permission at work, you know, to be in and out every time.  I would go to his friends.  I",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/would go to",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19B/11 would go to the families, but everybody told me that they have never seen him.  I was nearly mad.  I went to an inyanga so that they could do divination and tell me where would he be.  I went to the sangomas.  I thought maybe they would tell me where he was, because he was still very young.  He was 17 years old.  I didn't find him.  I went to the Zionist people.  They said he was under the water.  It was very difficult.  I continued going to different people.  I didn't find him from 1981 up until 1984 and it was very painful for me, and it was a very difficult time.  It was during the UDF time.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Take your time.  I know you are feeling the pains. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In 1984, when I was at work, the people came and they said I've been called at the office.  We were so scared, because every time you get the message to appear in the police office you would be scared.  When I got there, two gentlemen were waiting.  Because one of them knew me he called me in very quickly.  I sat there and he said to me, \"We are being sent to you to tell you that your son is at Maritzburg.  He's been arrested there\".  We went to Maritzburg and he was detained there.  Well, on our arrival, they asked us many questions.  They said to me, \"You can go.  We will come and tell you when to come and visit him\".  This affected me a lot and I had to leave working.  I was so lonely in life.  In two weeks I received a letter and the letter said I would be given a ticket to go and see him at Pietermaritzburg.  They said I should take one person to accompany me.  It was so difficult to see him.  They said we should stay at the verandah.  Two hours went by without seeing him.  Well, when he arrived I didn't ask him anything.  I told him",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/about the",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19B/15 about the family matters - about how terrible the situation was without him.  We were sitting there, discussing the family matters and I was told to go back.  This continued.  They said, \"You can come to visit him\".  I went to visit him in December and I was told the case would be in January.  They said, \"You should come again on the day of the hearing\".  It was now the 28th February.  Every day I would be at the offices.  I wouldn't even afford to be in court every time.  I was running out of money.  They said to me he would be transferred to Pretoria.  There were two of them.  He wasn't alone in this case.  They said we should come and see them.  We went to see him the next morning at 7 o'clock, but they only arrived at 1 o'clock to see us.  We went back to KwaMashu.  We had to go to St Andrew to get permission to visit him in Pretoria.  They did give us the permission, but they said I should be accompanied by another person.  Every time they'd give us the tickets to get into the bus.  He was at maximum prison.  Until 1986, that they were going to hang him in 1987.  That was the last time I saw him - I saw Lucky.  I'm staying very painful.  We used to run away.  I used to take my property to hide somewhere and eventually I had to leave this house and I went to stay with the relatives, because I was staying alone in this house when Lucky left me.  We didn't go to the graveyard where he was buried.  As Mama has already said they wouldn't let us go.  Those people who were with told us that we will not see him - that we will never see them. The police said they were going to bury them.  We asked them even if we couldn't see him in his coffin.  We stayed at the hospital at Mamelodi.  We used to go to Mamelodi",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/and stay",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19B/18 and stay there.  We stayed there the whole day and we eventually realised that they had buried them and we had to go back.  We never saw their graveyard where they had been buried.  We were never even given their death certificate.  That was the only last time I talked about this issue.  I couldn't talk about this at KwaMashu.  They used to say we are bad people, we are UDF women.  We couldn't talk about this, but I really didn't know anything about UDF.  I don't know anything UDF, but for us black people it's always been difficult.  Even if you were ignorant of what was happening, life was still difficult, and we couldn't deny our children and we had to go back and live with our enemies, who didn't like us.  That's where I got a lot of harassment.  My property is still on the farm but there is no way I can go and fetch my property.  I have been sleeping at different people's homes.  I don't even have clothes to wear, because my clothes were all over - scattered all over.  Even the places I don't have to stay at the moment.  That's what worries me, that if there's anything I can go to and pray for him, I don't have a place to pray.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "We hear, Mama, it's very painful, but if you could help us, give us a full story of Lucky I will say briefly that Lucky was hanged on the 7th September 1986.  He was killed because he had been accused of killing Ben Langa. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We just heard that after their sentencing.  We didn't know about that.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "What I would request you, Mama, it was a most painful thing for you.  Was there a way that you could go and speak to the Langa people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were very scared, Mama, because I didn't even know who these people",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/were.  I",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19B/21 were.  I only heard it from rumours that he'd killed Ben Langa in Pietermaritzburg, in Georgetown.  That was the only time I got clear about what was happening.  I still don't understand.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Would you be prepared now to see the Langa family? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, yes, I would like to see them, but I didn't feel free to see them at that stage, because this was a most painful thing.  We were all crying, because these people are the neighbours of my uncle.  Even all of us were Christians, but I was very concerned that my child got involved in this matter.  ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "The most painful, Mama, is you are saying up until today you are still suffering.  There are people who are harassing you.  Who are these people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  During this time, it wasn't even the Langa family, it was just because we were associated with UDF, these people used to harass us.  I really don't know all these things.  These things just suddenly happened upon me.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "We hear your situation.  As the Commission is here we are trying to look at what happened, but all of us we would like to understand what had happened.  When we've been hearing cases, different cases we've been understanding because understanding would bring about conciliation.  Thank you very much.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would also take it from today to try and go to the Langa people, even if it doesn't mean anything.  I'm not sitting with peace.  I've got this conscience in me.  They would say what had happened.  ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "If I could just give you an answer.  If it has come to a time when you feel you want to contact this Langa family, but if it is difficult for you to contact the",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/family of the",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "19B/24 family of the Langa you can come to the Commission, so that it can mediate between you and the Langa family, to make it easy for you to contact the Langa family.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Are there other questions?  Mama, we are with you.  We feel with you.  We thank you very much - your wish that you would like to meet with the Langa family.  Thank you so much.  May God help you - assist you and give you strength.  We are also going to try with all our means at our disposal to help you.  Thank you very much, Mama.\n/DR BORAINE\n19B/26",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson, the next witness is Gregory Tuntulwana and I'll ask him to come forward, please.  We are waiting for the earphones to be placed properly, so that the witness can hear and we can follow the telling of the story.  Mr Tuntulwana, you are Gregory?  Thank you, you can hear my voice clearly?  Good.  Thank you so much for coming - welcome to the work of the Commission.  You know we are here to listen to you, to try to understand something of your distress and the suffering that you and so many others have been going through, so that we can get a better picture of what has been taking place in this country, and try to help the situation.  In a moment I'm going to ask my colleague, Dr Mgojo, to help you as you tell your story about your son, who was killed.  It's a hard story, but we want you to tell it.  Before you do, would you please stand to take the oath.",
            "Unknown"
        ],
        [
            "GREGORY TUNTULWANA",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "GREGORY TUNTULWANA",
            "20A/0 ...",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mkoliswe Tuntulwana is my younger brother.  He is the last one at home.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "We are very glad that you have your brother with you and we want to welcome him.  We are glad to see him.  I will hand over now to Dr Mgojo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you.  You can remove your earphones now.  Mr Tuntulwana, just shortly, we are very happy to be having people from Kokstad appearing before the Commission, because we would like to go to all places.  Kokstad is in KwaZulu/Natal and we are happy to see people from that area.  I am going to ask a question because the statement is - can you give us a brief story about your family, just briefly?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have a wife and three children.  When this thing happened I have just been from",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/my place of",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "20A/1 my place of birth to my own house now.  I am working.  Unfortunately, others coming behind me are not working.  They are still very young.  My children are at school and the last-born is 3 years old.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "I will quickly lead you with questions so that we can proceed.  You are here to speak about your son, who was killed by the police in 1990.  Where were the police from?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  These police were from Pietermaritzburg.  They were called the unrest unit.  These are the police who shot and killed my son.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Are you sure they were from Pietermaritzburg?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I am certain, because there were police at Kokstad, but these ones were driving two cars that were different from ours.  It seems as if they were going to support the Kokstad Police.  They were driving in those cars - different cars from the ones we used to see.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Mr Tuntulwana, you said that they were coming to support the police at Kokstad.  What was happening at Kokstad?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Unfortunately, I wanted the Commission to help me.  There's never been a thing indicating or implicating the police.  I think there were May Day celebrations because it was in May.  Maybe they didn't like anything to do about May and they arrived.  I think they had been called to be around at Kokstad.  To do what, I don't know.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "You said your son was shot during that time.  How old was he?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was more or less 15.  He was born in August 1975 and he died in May 1990.  It was only four months to reach 15.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Have you seen your son carrying a gun maybe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, I've never seen him carrying a gun, because I didn't",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/carry a gun",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "20A/4 carry a gun myself.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "In your statement you said there was an inquest to investigate, and it is said here the police killed your son because they were protecting themselves.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Can you please explain?  Can a 15-year old boy be killed for self-defence.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "This boy was shot by the police because the police were defending themselves.  Did you ask the police why did they kill a 15-year old boy and accuse him of shooting the police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In that inquest Tuntulwana's surname was not reflected there.  We were not there as a family from the beginning to the end.  It was supposed to take place on the 12th.  I was working at a town outside Kokstad.  On the 12th, when I arrived, they said the inquest was the previous day, on the 11th.  Even the lawyer who was supposed to be representing the family never came to us.  This really disturbed me a lot.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Do you know the lawyer - do you know his name?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Fortunately, I received the documents.  Yes, I know his name.  He is Mr Greenan (?).  He was at Kokstad.  There's a firm of attorneys called Ellington (?) and Walker.  He knows me.  He knows where I stay.  He was supposed to come to my place or call me to come and discuss this case with him.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Did you ask him why he continued with the case without your presence?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Those were the Cosatu lawyers representing that case.  I asked them, \"How can a lawyer represent a family and never go to the family to inform them about anything?\"  He said he was in Gauteng.  He'd been fetched from Gauteng to come and represent the family.  Fortunately I have documents with me.  I know the",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/lawyers and",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "20A/6 lawyers and I know the telephone numbers.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Was he a student or was he a scholar?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was a scholar.  He was at standard 7 at Carmel Commerce.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Did he belong to any organization?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know how to put this.  That was a place and people were scared, maybe because of the farmers.  There wasn't an organization, but there was a youth organization that was to be started to be called Mbongeni Cultural Organization.  I don't know whether was he involved.  He was a curious person.  He used to ask me questions.  He asked me, \"What is it, this Mbongeni Cultural Club all about?\", and I said to him, \"It's a South African youth organization\".  I want to say he didn't have a card - organizational card - at that time.  He was enquiring about that youth club.  I must say he challenged everything.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "The last question that I have, did you get a death certificate?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I got a death certificate from the funeral undertakers, because we asked the post-mortem not to be done at Kokstad and we sent him to the lawyers and the lawyers took him to Port Shepstone, but he was transported by the police.  I don't know how are we going to solve this thing, because it still disturbs me.  There was not even one member of the family during the post-mortem.  We can say the doctor belonged to Cosatu.  He did a perfect work.  The police never gave me a proof of death.  I've been searching all over for it and they would tell me it's in that van.  We would move from one van to the other and I said, \"I want a death certificate\".",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "The last question, as you were sitting, you listened to the Commissioners when talking to other witnesses.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/What is your",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "20A/8 What is your wish?  What do you want the Truth Commission to do for you?  I'm not saying what you would request will happen, but what is your wish?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  This affected my family.  I am anti-white where I am working and the promotion was very close and I can never be given a position of trust.  I've been working for 20 years in that company, but I will be trusted.  I will never be given a position of trust.  I would be told that I am anti-white.  There is a rumour that I am anti-white.  My father is not working any more.  He doesn't work in town.  He'd only get employed in the township.  I don't know how can this problem be solved.  The last thing, my wife was very much affected.  There is nothing that she can do.  She is not working.  She is just at home.  I would request the inquest to be started again.  That person who killed my son knows himself.  Let him come up.  Let him come forward and say, \"I did this\".  They are the people who killed.  We didn't make anything wrong.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "The Commission is going to try its best.  Do you know that there were people on that day who were also killed?  I just want to help the Commission, so that when they investigate those people should also be included.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, many people were shot on that day, but one person died on that day.  I think one of the children who died was killed by the teargas.  Many of them were shot but they only received multiple injuries.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you, Mr Tuntulwana.  The Commission will try to investigate this, because you say there is something that puzzles you.  You said in your statement your son was shot by shotguns.  We are going to try and get the inquest in order and see whether we can restart it.  We want to",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/thank you",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "20A/12 thank you very much.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Anyone with a question?  Ilan Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one quick question.  This inquest, you said you had some documents relating to the lawyers and the inquest.  Can you make those available to us, please?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In the statement that I gave in yesterday I also submitted those documents.  I think you have them.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "May God be with you, bless you, console you.  We thank you very much for your narration, which is very clear, which you brought here.  Thank you.\n/DR BORAINE\n20A/13",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson, the following witness is Mrs Gertrude Mbambo, and I'd like her to please come up to the witness stand.  Thank you, Mrs Mbambo.  Can we just check to make sure that you can hear all right.  Can you hear the voice coming through the headphones?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Order, please.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Can you hear me all right?",
            "Unknown"
        ],
        [
            "GERTRUDE MBAMBO",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much and thank you so much for coming to the Commission.  Sometimes we wish that there was some good news, instead of the sorrow and the sadness that witnesses have to bring with them, but the good news is perhaps that at long last you are able to tell other people about what happened.  We are going to listen to you in a moment about the death of your son, Muntuwenkosi Khanyile, but we will come back to that in a moment.  Let me first ask you please to stand to take the oath.",
            "Unknown"
        ],
        [
            "GERTRUDE MBAMBO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Mrs Mbambo, you live at Chesterville?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "And you had a son by the name of Muntuwenkosi Khanyile.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Can you tell me, do you have any other members of family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Please tell us about them.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was in 1986 at night.  We were all sleeping.  One of my children, Bonginkosi, was in Johannesburg.  Now, these other two went to - he was in a shack and these other two went to visit him in his shack.  On that same night they died.  There were six, because he used to have visitors and they",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/would go after",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "20A/16 would go after watching TV.  At 10 o'clock I called the other ones who used to sleep with me in the house, because the deceased slept always in the shack.  I said to them, \"It is now late.  Come and sleep\".  They came in.  It was at about 2 o'clock.  I wanted to go and urinate and I went into the toilet.  I switched on the light and I tried to relieve myself.  I heard a loud noise, sounding like a machine gun.  It was a terrible sound that I couldn't understand.  I cried and I went into the children's bedroom and I said to them, \"Please, we don't have to go out\".  We were afraid even to peep through the window.  We  hid ourselves underneath the bed and we kept quiet. We heard, when it was just about to be morning, that people were talking outside.  When I got out I found many children lying dead on the ground.  Their brains were scattered.  I didn't know what happened, because they were dead.  Their parents arrived at my place and they were all crying.  I didn't know what happened, because they would come and visit him, watch TV and thereafter leave.  I asked myself, \"What happened now that they should be killed on this night?\".  Their brains were scattered all over the wall.  There was the other one who tried to hide himself under the bed, but his body was full of bullets, all over.  Two of them survived.  Those are the children that we said they should go to give a statement what happened to them.  I am just here to give testimony on what I didn't see.  I only heard of this.  After relieving myself in the toilet I heard these sounds.  I didn't know what it was.  Our children were so badly damaged they were like porridge.  The whole shack was full of bullet holes.  They were so big.  I think it was a machine gun, because",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/it wasn't",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "20A/20 it wasn't the shotguns that killed those youth.  And these children didn't have anything with them.  They were not armed.  So we just really can't understand what had happened.  That's the only thing I can say to the community here.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "It's a very hard story to tell and I'm very grateful to you for telling it to us.  Just a couple of very short questions.  First, how old was your son when he died?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was 20 years old.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "And his friends who were with him were more or less the same age?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.  Their parents would know.  It would be the parents who would say, \"Even mine or here was this old or that one was that old\".",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  Did your son belong to any organization?  Was he interested in politics at all?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, he had joined UDF.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Were you able to - I know that you've told us that this happened as a great big shock - did anybody see who these people were?  How were they dressed?  How many were there?  Did they come in a van?  Any information at all? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I really did not know, because we were inside the house.  We had closed the door.  This thing happened at round 2am, towards dawn.  I didn't see anybody.  We were very afraid to peep out.  We just ran and hid under the bed.  Nobody opened the door to check.  I didn't know if they were white people or whether they were African people, whether they were wearing uniform or private.  We were so scared.  We were petrified.  We were shaking.  We just hid.  We also thought they were coming to us.  We thought they were also going to smash everybody, because this sound was heard all over the place.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/Have you",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "20A/22 Have you heard anything or read any newspapers or any radio report about who could have killed your son?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I haven't heard anything.  That's why I'm requesting you.  We used to go to the court hearing, but nothing came out of it, until we gave up.  Even those who were going inside, those people who used to come inside the court for hearing, they used to cover their faces.  We only saw their shoes, but the whole case was never pursued.  The next thing I heard people that were putting down their names, so I came here.  I thought maybe they would explain why they shot these children, because I really don't know anything.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Can you remember where the court hearing took place - which town, where?  In Durban?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was in Durban.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "We can make some enquiries about that.  You say there was a court case but nobody was ever found guilty of killing those children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We used to go to court.  These people were covered in their face - they were hidden.  We just saw their shoes.  We didn't even see their surnames.  They don't even seem to be local people.  Their surnames are strange surnames.  Some of them sounded like Sotho names.  They just looked like some animals.  I don't think they were human beings from here.  They're not even common names, but they used to hide them.  We never saw them, only the shoes we saw.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  Let me just ask you one final question.  Have you heard of a place or a case called Vlakplaas?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know what is that.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "There was a big court case where a number of people, who were in the police and former police who confessed that they had murdered many people, and some of them",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/mentioned this",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "20A/25 mentioned this place.  So we are going to try and find out for you and, as soon as we have some information, we will come back to you again.  We are grateful to you for coming and we are very sad with you and with the other three children who were killed so tragically.  I hand back to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  Is there someone with a question?  Ilan.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, just one question.  You said it was at a court in Durban, this case.  Which court was it?  Was it the Magistrate's Court or the Supreme Court?  Are you able to tell us?  It will just help us narrow the search for the records.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do not remember well.  I will go back to the parents of these other families and I will see if I get some more information from them, then I'll bring it back to you.  I have forgotten - we had forgotten about this issue because the case wasn't pursued.  I had given up myself.  I had forgotten about these things.",
            "Unknown"
        ],
        [
            "MR LAX",
            "We appreciate that.  Thank you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mama.  We know these are shocking things that happened to you.  May you please be healed and God help you.  Thank you very much.\n/DR BORAINE\n20A/27",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Chairperson, I call Avra Mdluli to the witness stand.  Could you please indicate which of you is Avra Mdluli?  Could I ask you to please identify yourself?  Are you Avra Mdluli?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Avra Mdluli is not here.  There is Mazwi Mdluli and Siza Mhlongo.\n20B/0",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "You have come to talk about the troubles in Chesterville.  Is that right?",
            "Unknown"
        ],
        [
            "SIZA CYRIL MHLONGO",
            "Yes.",
            "Male"
        ],
        [
            "DR BORAINE",
            "We know that there are many, many people who suffered in Chesterville, and we are going to have to have more hearings, where other people can tell their story as well, but I'm going to ask you if you will tell your story today about the house that was attacked and burnt and a child killed, but before you do, I will ask you to please stand.",
            "Unknown"
        ],
        [
            "SIZA CYRIL MHLONGO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  Please be seated.  Just so that I can make absolutely sure, could you please tell the Commission your full names, please.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Siza Cyril Mhlongo.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you.  I'm going to hand over now to my colleague, Mr Lax.  Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Mr Mhlongo, are you going to speak on behalf of the Mdluli family?  Just so that I can confirm this.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.  Before I proceed with your evidence, let me just say that, for the sake of those assembled here, the Commission has received a number of statements from a number of families from Chesterville.  We apologise that they can't all be heard today and, with the Chairperson's",
            "Male"
        ],
        [
            "MR LAX",
            "/permission, if",
            "Male"
        ],
        [
            "MR LAX",
            "20B/1 permission, if I could just mention those families and their relatives who died in Chesterville and ask them if they could just stand up as I call out their names, please.  Jeanette Ngcobo, who lost a son, Siphiwe.  Fawu (?) Ngomezulu, the brother of Russell Ngomezulu.  Mrs Ngubane, who lost a son Kuzu.  Mrs Nxumalo, who lost her son-in-law and had her house burnt and her car destroyed.  Ntololo Mazibuko, who had her father Zinti and her brother Zama die in Chesterville.  And then Thandi Memela, who lost her home.  Thank you very much.  Mr Mhlongo, where do you live at present?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I stay in Chesterville ... [break in recording].",
            "Unknown"
        ],
        [
            "MR LAX",
            "And how were you connected to the Mdluli family?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My mother is from Mdluli.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Are you a son of that family or not exactly?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " My mother of - the mother of Mdluli, the woman of Mdluli and my mother are born in the same place.",
            "Unknown"
        ],
        [
            "MR LAX",
            "The story you are going to tell us about took place during January 1987.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And involved an attack on the household of the Mdluli's, where the house was attacked and burnt and a child was killed.  Is that correct?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it is true.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can you please tell us about that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On that day I was looking at the card from the hospital.  It was on the 9th January.  I was asleep on that day.  It was at night.  Let me just explain a bit.  There is a four room that had doubles.  There is a four room this side and the other side it's - and this side it's Mdluli and on the other side it's also Mdluli as well.  When I was asleep I got frightened, but I can't say what frightened me.  I got",
            "Unknown"
        ],
        [
            "MR LAX",
            "/up.  I was",
            "Male"
        ],
        [
            "MR LAX",
            "20B/3 up.  I was near the window.  The headboard is near the window.  When I got up, I saw the curtain burning, and whilst I was still frightened by that I opened the curtains.  I took off the thing I was wearing and when I tried to get out I met a boy who had some spots.  I met this boy on the door and I asked this boy, \"Bheki, what is happening?\"  He didn't answer me.  He was wearing a jacket.  As people we knew that they were harassing the community, I suspected that they were the ones who were burning our house.  As I was asking him, \"What is happening, Bheki?\", he came straight to me, because he was a bit further from me.  He came towards me.  Because I took out some sticks, I had them in my hand, but when he came to me I threw them at him and he bent over and they passed over him, and when he woke up I grabbed at him and when I tried to grab at him my jacket - the jacket he was wearing - he wasn't wearing the arms.  He had not put the arms on his jacket, he was just hanging it over him, because the following day I found that it had pegs.  When I helded him he ran away and I remained with the jacket.  It fell down.  During that time he had an axe with him.  He hit.  I don't know how I managed to escape but he just hit me on my hand.  I tried to grab at him.  He then ran away.  At that time when he was running away I tried to look at the back as the house was burning - at my aunt's place, at Mdluli.  There was fire.  The whole place was burning and the fire was coming out of the windows as well.  The people were inside.  There were children as well.  There were cries.  I was trying to find a way - I think they were trying to escape, and it would seem they were suffocated by the smoke inside.  At the place where",
            "Male"
        ],
        [
            "MR LAX",
            "/I was standing",
            "Male"
        ],
        [
            "MR LAX",
            "20B/5 I was standing at the back there was a child that was sleeping there.  I could hear the child crying.  At that time I don't know where I got this bravery.  I pitched through although there was smoke inside.  I could hear the child crying inside.  When I tried to go through the window and the window was on the other side, I grabbed at this child and this child is called Brenda, he is here.  When I tried to hold this child and I was just standing there - I tried to hold this child - I think the skin was falling off.  When I was trying to put my hands on him, the skin was falling off.  I got hold of this child.  As we left here at Mdluli at the back I tried to go to the front of the house.  There was some grass.  I put this child on the grass.  This child - I think this child was burning.  He was badly burnt.  He was a child who had hair, but I can't explain the hair of this child.  Even the neighbours were coming because they could hear this fire burning out.  The neighbours were trying to help us.  While they were trying to open the taps, to open for water, there was no water.  We were surprised what had happened to the water.  We went to the neighbours.  The neighbours had water.  We started getting water from the neighbours.  We scooped water from the neighbours.  I also saw the neighbours helping.  It would seem that they had closed the meters - they had closed the water from the meters, so that we could not get water.  It would seem this thing was planned when they did this thing.  We tried to put out the fire.  While things were still in that condition there was a boy from our neighbour near our home - he is from Mngadi - he also appeared when he heard that something was happening, because it was around that time",
            "Male"
        ],
        [
            "MR LAX",
            "/when there was",
            "Male"
        ],
        [
            "MR LAX",
            "20B/7 when there was a lot of harassment.  When he arrived even at his home he also said this A-Team arrived there.  There was some damage they did at his home.  When they arrived here he found that at Mdluli's place it was also burning.  He ran to the police station.  He reported this matter.  We were at home.  We were trying to put out the fire, and other neighbours tried to take people out inside - who were inside the house.  Others were already outside, but they didn't know how they had managed to get out.  While things were still like that the soldiers came.  The place was still burning.  The soldiers came.  We said there were two small children that were still inside and other children inside who were burned.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Mhlongo, I want to try and help you focus a little bit on what has happened and you told us about this boy that ran to the police station.  Who was that?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I didn't say he ran to the police station.  He was the boy of my neighbours.  He found that they had already damaged things at his home.  He was planning to go to the police station to report that these things were happening in his home and only to find that things were also happening on our side as well.  They were the very same people - they were the same people who did the same thing at his home who had come to attack us as well.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now, you spoke about a person called Bheki, that you recognised.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it's the Bheki who hit me on my hand.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And did that person belong to any group, as far as you know?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He belonged to the A-Team.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now, the A-Team was a group of people who were operating in Chesterville at that time.  Is that correct?",
            "Male"
        ],
        [
            "MR LAX",
            "/---  It's",
            "Male"
        ],
        [
            "MR LAX",
            "20B/10",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's a group that I could say they were terrorising the community in Chesterville.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Without mentioning names, what sort of people were in the A-Team?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was a mixed group.  They were people ... (inaudible) ... by the community.  Some of them were just low boys, you know.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So you are not able to say from which part of the community they came?  Perhaps you could help us?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were people who grew up in Chesterville.",
            "Unknown"
        ],
        [
            "MR LAX",
            "We will obviously have to investigate this much further and contact all of these people and we would appreciate it if you could give us some names in that regard.  Now, perhaps you could just explain to us where Avra Mdluli is and why she hasn't come here today.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Avra Mdluli?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes, she was the person who was supposed to talk to us now.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I explain that is it is Mazwi Mdluli not Avra Mdluli.  It's Mazwi Mdluli.  He is here.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay, so is there no such person as Avra Mdluli?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Avra?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Correct.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Maybe there is just a mistake and confusion and they meant to say, Mazwi Mdluli.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you for helping us clear that up.  How many people that you know of died in that double house that you spoke of in that fire that night?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One of them was my contemporary.  He was born in 1961.",
            "Unknown"
        ],
        [
            "MR LAX",
            "What was that person's name, please?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Nokwazi Mdluli.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And who else that you are able to help us with?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Bongi Mdluli, who is the mother of these, and Brenda and Stabile.",
            "Unknown"
        ],
        [
            "MR LAX",
            "/Do you have",
            "Male"
        ],
        [
            "MR LAX",
            "20B/13 Do you have any idea how old Bongi Mdluli was?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It's a boy called Bo.  I think he was 5 years old.  Stabile, I think he was 6 months old.  Brenda was 2 - Brenda was 2.  Nokwazi, I think he was 25, because he'd been born in 1987.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.  Did anyone go to the police that night and try and call them to come and help you and intervene in this attack, as far as you are aware?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There were things where the soldiers came, who were taking that time to the hospital together with all those children - the children were taken first and we followed after that with Nokwazi and Bo.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So, if I understand you correctly, it wasn't the police that came anywhere near the place, it was soldiers that came?  Do you know where those soldiers were from?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Those were the soldiers who were on the camps nearby.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one thing to help us clear up - the person who gave this statement to us, was that Mazwi Mdluli?  Do you follow me?  The person who gave us the statement originally, was that Mazwi Mdluli?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, this is Mazwi Mdluli.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Did he make a statement to us?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he made a statement.  He made a statement to those people who were writing us down, who were registering us.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.  No further questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was requesting that since this thing happened I got injured in my hand.  It was the hand that was already affected and that's the hand I got injured on.  I got attacked on.  Now, most of the time, even if I try to get part-time jobs many people say, \"No, you will not be all right here, because your hand is not",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/\"strong.  It",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "20B/17 \"strong.  It won't be strong enough to do this job\".  Now, because of that I don't know as the Commission, if it could perhaps - if perhaps there could be some kind of assistance that they could give me, since I got harassed in this way.  If they could just maybe assist me with something I can do - some light job that I will be able to do with my difficult hand, because I'm not able to use both my hands.  I can only work with my on hand, which is also not in a right condition.  I don't know what could happen around that issue.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Any more questions?  Order, please.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "Mr Mhlongo, do you know, with regard to the A-Team, did they work with the police or were they associated at that time with the police in Chesterville? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Another thing that I had forgotten, while there was still a vigil of those people who had died, Nokwazi Mdluli died first, and Brenda and Bongi.  They all died.  The three of them died.  While we were still having a night vigil the police, together with these A-Team people - well, we hold the night vigil throughout the night - I think it was before ten in the evening, the police came with this A-Team and together with the mourners who had come to be with us the police threw teargas and people started running away - got scattered.  The police were with the A-Team when they did that, and as they were leaving they were laughing.  After the A-Team had done this - a few days after they had burnt our house, they used to walk up and down and nothing happened to them.  They used to undermine us and be nasty to us.  They used to say, \"Oh, we've burnt the cats\".  That was Bobo Mfene who said that.  I know him.",
            "Unknown"
        ],
        [
            "MR LYSTER",
            "/So that does",
            "Male"
        ],
        [
            "MR LYSTER",
            "20B/21 So that does partially answer my question as to whether the A-Team worked or co-operated with the police.  Was that the pattern during the time that the A-Team operated in Chesterville, that they used to move around with the police or seek refuge with the police?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, because when you were at home you could see this A-Team street at 13.  You would see the police together with the A-Team boys.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you, Chairperson, just one question.  Am I right in saying that there was a court case about this attack?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there was a court hearing.  The case was heard by the Judges.  What actually happened, the Court found that the investigators of that court he left the court case in the middle.  Those were the human rights people something.  They were the ones who wanted us to tell the lawyers about what had happened.  Okay, the human rights people wanted us to pursue this matter because they saw the case had not been pursued, so these human rights people took the statements and the court case started all over again.  Somebody was in charge.  An investigator, Tshabalala.  The first investigator, Dlomo - I can't remember his name - but he's also a police in the township - this other second investigator investigated until the case was taken to the Judges.  When the case was continuing then this Bheki was there and this Bheki was arrested, but when the case was before the Judges even this jacket that when I tried to hold him he ran and left it behind with me, they kept it.  Even on the day of the hearing it was part of the evidence, an exhibit.  They took this jacket and they made him fit it and indeed it",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/fitted him",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "12B/24 fitted him because he was trying to deny this jacket, that it wasn't his.  They said, \"Do you know this jacket or not?\"  He said, \"No, I don't know this jacket\".  When the Judge asked him, \"Why does this jacket fit you?\", and he didn't have anything to say.  He says, \"No this jacket won't fit me\", and this jacket was given to him and indeed it fitted him.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The police was investigating this matter, he didn't put this matter in a clear case.  One day they had to suspend the case until the Judge wanted to go the following day to see that place.  We had to wait at home that the Judge would arrive there.  The Judge did arrive with his assessor.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  We really don't want to know all about the case.  I just want to know if Bheki was found guilty and, if he was, what was the sentence?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He was found guilty and the doctors came to examine these children who had been burnt out.  The doctors explained how they had examined these children and how they had been burnt and so on and that it was fire that had killed them.  The case eventually ended up in Pietermaritzburg and that's where the sentence was passed.  At Pietermaritzburg he got 27 years and death sentence three times, but after that within two years we saw Bheki walking freely outside.  Another thing I was requesting, why would they give a person such a heavy sentence, death three times and 27 years but within two years that person was walking freely outside.  That's another issue.  If it could be investigated how come such a thing happened, when a person got such a heavy sentence and then within two years he's already walking out freely.  If you could investigate that",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "/matter.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "20B/27 matter.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "We will go into the matter very fully, because there were many people who were very badly hurt in Chesterville.  We will look at this and we will come back to you.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much, baba.  Together with you who are accompanying him.  You have already heard that we are going to try by all means at our disposal to investigate this matter, together with this matter you're raising and the wishes you've put before us.  Even though we are short we are going to try.  May God bless you and may God be with you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was just wondering if he cannot give more information to you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes, we have heard the whole story, but if there is something extra we need they are going to take a statement from him.  Thank you very much.  To the Chesterville people whose names have been raised here, we want to give an assurance to you that this is not the end of the hearings today.  We hope that we will have some more hearings where many people who didn't get an opportunity today to bring their testimony this week will get an opportunity, together with you.  You are going to get an opportunity, some of you, at that time.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/DR BORAINE",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "20B/28",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you, Chairperson.  The final witness for the session this afternoon is Thelakuhle Bongikile Sithole.  Could we have the earphones on, please.  You are Thelakuhle Sithole?",
            "Unknown"
        ],
        [
            "MRS SITHOLE",
            "Yes, I am Thelakuhle.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thelakuhle Sithole.  Thank you very much and you are very welcome.  I must say that you have been very patient.  You have been here for a long time.  You have waited all day and we are going to give you the same attention that we have tried to give everyone else and we want you to know that when you tell us the story of the death of your brother in 1990 it is as important as though you were the very first witness.  Thank you very much for coming and thank you for your patience today and will you please stand for the oath.\n21A/0 THELAKUHLE BONGIKILE SITHOLE  (Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much.  You have somebody with you.  Perhaps you could tell us who that is.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you.  The person I'm with it's Sisipinde.  She was born at Sibise.  She was from Dube.  She married at Dube.  She is our home neighbour but she is also a family friend.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "I'm very grateful that she's with you, and thank you very much indeed for coming and you are welcome here as well.  Now, my colleague, Mr Dlamini, is going to take over from me and he will help you to tell the story that you have given to us.  Thank you.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Thank you, Mr Chairman.  I greet you Bongikile, and we would like to thank you for your patience.  I just want to clarify a point here.  Are there any family members or are you alone?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, my",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/younger brother",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/1 younger brother is here.  He is 34 years old.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Where do you live?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I live at Ndengezi, but our original home was at KwaMashu.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Were you at KwaMashu when this thing happened?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " We were staying at KwaNdengezi.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "I'm going to ask you to relate the story to the Commission about what happened when your brother was discovered at the university swimming pool.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you very much.  My brother is Njengabantu Sithole and I come just after him.  He was born in 1958 and I was born in 1960.  He worked for a SACTU union, that's a clothing union.  He started working there in 1988, towards the end.  He was in love with a white girl called Bridget.  I can't remember the surname.  He worked at this union and the members were so fond of him, because he protected human rights.  He arrived where I stayed and he told me that he's really working at the union, but he's not free at all, because every time he was fighting for the rights of an employee he had to go back to the company and report and every time the employers they wouldn't welcome the decision.  They wanted him to side with the employers and he didn't like this.  I said, \"If you're no longer free like that, you must leave this job\".  He said yes, he did want to leave that job, but he wanted to work, because he doesn't have a home any more.  Our mother died.  Nje was involved in politics.  He was working as ANC.  He was very involved at KwaMashu Township, but one day I got a report at home - it was in the morning on a Saturday - that our mother was sick, that our mother was at the hospital at home.  When they said I must be urgent, she was sick, she was at the hospital, but I must go home, I felt something",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/was wrong.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/3 was wrong.  When I arrived at home I found that the house had been burnt down at KwaMashu.  Our mother had been burnt down completely.  She was in ash.  Our mother died in 1987, but in 1996 Nje was arrested for political activities.  It was on a Saturday and I went back.  On Monday - I can realise this thing is getting a bit confused.  I'm mixing it up.  I've been going forward and backward.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Please go on.  Don't be worried.  Your mother - did you establish who burnt your house with your mother?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I really don't know who these people were, but as they knew that this was a politician house I did suspect that they were burning this house because Nje was - they wanted that when Nje is released he would have no home to come back to.  They didn't want him to come back to any home.  (Inaudible) ... after him and so on, but he used to come back home.  On a Monday, when my mother had died on Saturday, I went to check at Verulam.  I really found that she was completely burnt.  All our property was burnt.  There was nothing left, but I don't understand what was used to burn this house, because there was nothing that survived.  Our mother was just an ash.  But our burglar proof - there were padlocks that were locking inside - it would seem they got inside and killed, although I didn't have the courage to look at her, but I didn't see her head.  I don't know if they cut off the head and then they put things on top of her and then burnt her.  I made funeral arrangements.  I couldn't bury her from home, because we didn't have a home, so I went to bury her where I was living.  At that time Nje was still in gaol.  We planned with my sister that we should not inform Nje how",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/our mother",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/5 our mother died, because he really loved my mother very dearly.  So we said to him our mother got sick and died.  We thought maybe it would be better for him just to know that she got sick and died.  We used to go and visit him while he was still in gaol.  When I wasn't working I would go and see him all that time.  When I went to see him one day in gaol I found Nje was in a state.  He said, \"I have trusted you.  How could you not tell me how our mother died?\"  I said, \"Nje, I told you that our mother was sick\".  He said, \"I knew you were cheating at me.  My mother came in my dream and she told me what had happened.  As I am here I know how my mother was killed.  My mother said my enemies came - the Inkatha - they killed her and they her and damaged her and then they put things on her which she didn't know what it was and they lighted and put on fire.  They got out and locked the house.  That's what my mother told me in my dream.  If you come out of here there will be no home for you\".  That was what Nje told me.  He said Mama came to him through a dream and told him these things.  At that time he cried and he asked for the permission from the police to go and see his home.  Indeed, he went to see our home.  They chained him and handcuffed him and they allowed him to go and see in that condition.  When he arrived at home he just saw the veld and he just collapsed, because there was nothing.  The police picked him up with a van and took him to the hospital at St Augustine.  That's where he was admitted for a long time.  He was in a coma.  He wouldn't come to.  After that he was released, because he was no longer very healthy.  When he came back there was no home for him.  Even his mind was very disturbed.  He was very much",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/involved in",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/7 involved in the struggle.  He was very much active, but when he came back he was just very disturbed.  He used to stay at different people's places.  He wasn't working.  He didn't even have food.  Comrades would give him food here and he would sleep at different places from day to day, and he didn't have a home.  He used to come where I was living.  He would just stay for a short time.  He would say, \"Sisi, I don't want you to be involved or implicated and I don't want them to destroy your home here.  So I will just come and visit you and not stay for a long time\".  That's how he used to come and have short visits with me and eventually he got a job.  He worked for this trade union, but he was complaining about how he was working and I said to him, \"Okay, since you want to fix things you also want to build your own home now, and our father is no more\" - our father died in 1989 - he died on the 15th December.  Because he heard about the death of his wife, he just got a heart attack and a stroke and he became very sickly until he died.  While he was still working there, he had this girlfriend he was in love with.  They used to come together at my home and they didn't stay there, they would just visit me for a short while and go.  On the 20th January - it was a Saturday - there was a telephone in the morning, before half past seven.  This girl phoned.  She said, \"There is terrible news.  Your brother is no more\".  I just cried.  I didn't know what to do and I just put down the telephone.  I was very confused.  I didn't know.  Our father died and Nje after a month just died but now I was all on my own and I didn't even have money.  This girl phoned again.  She said, \"What should we do?\"  I said to her, \"Let us meet in town.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/\"There's nothing",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/9 \"There's nothing I can do, because you are explaining to me that you were at a party at Thusini\".  I might be mistaken, but I think it was at a party at the university when he tried to swim and he drowned and he died at King Edward Hospital.  So we must go and get his clothing where he was staying.  There are some houses in town, which I didn't know them well.  He was one of the people who was renting this house.  We went to get his clothings with this girl.  We came back home.  I made funeral arrangements and I went to report this at my company.  In my company I found that in my company that if your loved one has died there are some benefits that they give you - death benefits.  Yes, they made those arrangements and gave me some of those death benefits.  What we noticed when we went to the mortuary on Saturday.  We were too scared to look at him.  He died on Saturday.  We went to see him at the mortuary on Monday.  They brought him on a stretcher.  They said he got injured while he was swimming, but he was wearing a suit.  Even the shoelaces were tied.  I said, \"But how could this person have been swimming?\", but I kept quiet, because I had been harassed because of the struggle, but I wouldn't know what to do.  I don't know if these things were done through the death or through these companies that were complaining about him, because he was an active person.  I didn't tell anyone, this person, but I complained inwardly.  How could a person who was swimming be wearing a suit with shoes?  The second thing, the place he was at they said there were white people and there were even doctors, but I couldn't understand what kind of ... (inaudible) ... they could have given while he was wearing a suit.  I thought about",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/all these",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/11 all these things, that something suspicious seemed to have happened in this party.  It would seem this party was the party that had been organized to kill him, because of how I saw him in the mortuary.  He was very tall, that he could drown in a swimming pool.  He was also a lifesaver.  He had training.  He wouldn't have drowned or sink in a swimming pool.  But I didn't say anything about these things.  I was just too scared.  I was too worried.  I didn't know who was the enemy and I realised that I was all on my own, if I tried to do a follow up on this and how safe could I be to follow up this matter.  When we were making arrangements to bury him I got a death certificate.  Here is the death certificate I've got.  There is a stamp.  The stamp says 1991 and 1993 in the first month.  While it was still being investigated but there were still some funeral arrangements.  I was surprised how they were going to continue with the investigation when we were burying this person, but I was too scared to raise this issue.  I just didn't want comrades to hear this.  They were very angry.  They were furious.  They were very upset.  They just couldn't understand how could Nje just die like that.  They had faith in him.  They were looking up to him.  He was their hero.  I just realised that at that stage I shouldn't raise all these issues.  I was also afraid for my life, because I didn't know what was the cause of his death.  I didn't understand if it was the company involved or other people were involved in his death.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Do you know if a post-mortem was conducted and the inquest?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Post-mortem - they removed him from King Edward because we had seen him.  They took him to the",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/Government Mortuary.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/13 Government Mortuary.  He stayed at the Government Mortuary and they said they were conducting a post-mortem.  After that I got this certificate, which I couldn't speak about it.  I just stayed with this certificate in this condition.  Another problematic thing to me, as a person who was with this girlfriend, they had been invited to this party.  Not that it came to us as a family and said, \"Please let us organize and show you where Nje died\".  Nobody organized that for me.  I don't even know where they said he sank, but even in his workplace they didn't come to us.  They didn't come to sympathise with us and pass their condolences.  I was just in the middle.  I really don't know how Nje died.  Again in this company, when we were making arrangements for getting his money they made a comment that I shouldn't get this money, because I was a married person - I was married before.  They said my other sister must get this money.  They said there was Nje's money which they'd taken to make funeral arrangements.  I said, \"How could you have made funeral arrangements with the money that was due to him\", anyway the company does if they bury him.  They said they saw that as a need for them to take this money.  And last year - this person died in 1991 - they deducted this money.  They gave this to my sister.  Now, I've got a problem, because all our parents are dead.  In 1992 I was retrenched.  They haven't fixed the graves of these people.  They said there have been lots of rains.  I didn't go to check their graves in that condition that they were in because I knew I didn't have money.  I couldn't fix them.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Where is Bridget at the moment?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/where is",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/16 where is this Bridget, but I think she is somewhere in Durban.  She was a social worker.  It would seem it's the house that she's moved.  She's moved houses because when I tried to phone there there's nobody who takes the call.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Bongikile, you have said you would like the Commission to assist to investigate how your brother and your mother died.  Is there an idea you could give us that who are people whom we could contact to start our investigation or certain steps we can take in this investigation?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would really like the Commission to investigate how my parents died, because I really do not have any information.  I would just come and I found these things having happened.  I would like to find out where is Bridget so that she can explain and together who are other people in the party so that we can ask why didn't they show us the place where Nje died.  Even the company, if I could establish what happened from the company about these funds, because the company he was working for it's here and still working with SACTU.  ",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "And the police?  Did you report this matter to the police?  Maybe they were investigating this matter and we could follow up with them.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I didn't contact the police as far as Nje was concerned, because I cannot explain that.  Maybe because the way I was harassed I took no steps because the whole thing I was afraid of.  I thought if I took any step I shouldn't be followed by an enemy.  I just left things as they are.  I didn't investigate.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Thank you very much, Bongikile, by giving us all the information.  You've been courageous to give this clear story.  I will give over this to the chair.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/CHAIRMAN",
            "Male"
        ],
        [
            "MR DLAMINI",
            "21A/18",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thank you, sisi.  Are there people with questions?  We thank you very much that you were able to come here to come and reveal all these painful things and your painful experience you've gone through after such a long time.  We hope that with the little powers that we have we might be able to assist you to investigate and establish what actually happened when your mother was burned and also the time when your brother died.  We will try by all means at our disposal.  We ask God to be with you and God to strengthen you and God to bless you and God to give you strength.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Another thing I'd like to request that, as a person who is no longer working - since 1992 I haven't been working - if there could be no way - I'm not forcing issues - if I could just get a job, because I do sewing, but I do have children who are still at school.  One is doing matric, and I would like my child to conclude the studies.  There is nothing that I can do.  If I can be employed somewhere.  I'm not going to wait for any hand-outs.  If I could just get some jobs that I can do and support my family with.  Even those who have left me behind would rest if they know that I'm working for myself.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.  We thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "21A/21",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Zondo, Andrew's mother, is waiting for a person from the ANC's office to fetch her.  We don't know, is she around here?  Yes, she is here.\nI want, first of all, to express our appreciation and thanks to the churches and to the members of other faiths for the service that was held on Sunday, on the eve of this hearing in this province, and to say thank you to all those who have upheld the hearing and the TRC in their prayers.  We express our very deep appreciation and thanks to the witnesses and their families for their willingness to expose their hurt and pain to us and to the public of South Africa.  We have been touched by your courage, generosity of spirit and magnanimity.  We have heard from people like Terence, who spoke of the needs of others, rather than of his own need.  We saw Phoenix - a girl who was a baby when her parents were killed in Lesotho.  We have been asked by people like Helen Kerney, concerned not for herself but for others, as well as Haroon Aziz, Judge Tshabalala - Judge Tshabalala speaking about his readiness to forgive.  Thank you to the interpreters and to the police and all who provided us with security, especially in this province racked by violence, especially when we think of what happened last Saturday here.  And we thank the public, who have been present in very good numbers here, particularly because it was uncertain up to the last moment whether we should go ahead with the hearings.  So we thank you for your support.  Thank you also to those who have been catering for the Commissioners, committee members and for the witnesses and their families.  We want to say a very big thank you also to the trustees and staff of this Jewish Centre.  Thank\n /you to Wendy\n21A/25 you to Wendy Watson and the regional staff, the briefers, the counsellors, the investigators, the administrative staff and others.  We are deeply grateful again to the media for helping to tell the stories so that many, many who are not present here might be able to gain knowledge of our horrendous past.  I want to thank our media liaison persons - John Allan, Ndu Lembede, Christelle Terblanche and Pila Ncumba, as well as Cyril Rabothatha.  Thank you, Richard Lyster, co-ordinator of our office here, and your fellow Commissioners and committee members.  You have done a splendid job of work.  Thank you.\nIt has been, in a sense, an auspicious time for this hearing to happen, because it happens in the week in which our Constitution was accepted - a Constitution to ... (inaudible) ... a society and democratic dispensation in which human rights will be respected and upheld.  Perhaps it is not entirely auspicious, since there has been the announcement of the withdrawal of the Nationalist Party from the Government of National Unity.  Coalition politics are difficult, but we seem to over the hump in our transition from an oppressive dispensation to this democratic one.  The sky did not fall in when a black-led Government came into power and on the whole the sky should still remain firmly in place.  More familiar and more conventional is the pattern that will happen when we have one party clearly in the opposition.  It is important for democracy that there is a vigorous opposition, to keep the Government on its toes and to guard against abuse of power and the erosion of the liberties of individuals and the community, and erosion of the rule of law and order.  \nWe have been shocked and filled with revulsion to\n /hear of the\n21A/27 hear of the depths to which we are able to sink in our inhumanity to one another, our capacity for the sadistic enjoyment of the suffering we have inflicted on one another, the refinement of cruelty in keeping families guessing about the fate and whereabouts of their loved ones - sending them carelessly in a run-around from police station to police station, to hospital and mortuary in a horrendous wild goose chase.  That is one side - the ghastly and sombre side of the picture that is emerging thus far, but there is another side - a more noble and inspiring one.  We have been deeply touched and moved by the resilience of the human spirit - people who, by rights, should have had the stuffing knocked out of them, refusing to buckle under intense suffering and brutality and intimidation.  People refusing to give up on the hope of freedom, knowing they were made for something better than the dehumanising awfulness of injustice, oppression, refusing to be intimidated to lower their sights.  It is quite incredible the capacity people have shown to be magnanimous, refusing to be consumed by bitterness and hatred, willing to meet with those who have violated their persons and their rights, willing to meet in a spirit of forgiveness and reconciliation, eager only to know the truth, to know the perpetrators, so that they could forgive them.  We have been moved to tears.  We have laughed.  We have been silent and we have stared at the beast of our dark past in the eye and we have survived the ordeal, and we are realising that we can indeed transcend the conflicts of the past.  We can hold hands as we realise our common humanity.  We are touched by those who have been moved to ask for forgiveness, as did the\n /dominee (?).\n21A/29 dominee (?).  That gives me great hope for this beautiful land, where all are now truly Africans.  The generosity of spirit will be full to overflowing when it meets a like generosity.  Forgiveness will follow confession and healing will happen, and so contribute to national unity and reconciliation.  We believe that by now all will be convinced that this Commission intends to be even-handed, that this Commission has no bias, except the bias of caring about victims.  The lack of bias, the even-handedness of the Commission must be patent to all, except the perversely blind.  \nWe want to announce that these are not the end, these hearings.  It is the first round and from now on we intend to have different kinds of hearings.  We want to have event hearings, when we look not so much at individuals but at an event, an occasion where a community has suffered the violation of its rights.  We intend to have hearings when those who have been named to their detriment may have the opportunity of giving their side of the story.  (End of tape).",
            "Unknown"
        ]
    ]
}