{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-24",
        "location": "DURBAN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56213&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/hrvdurb3/meer.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR MBOJO",
            "DR MEER",
            "MR LISTER",
            "UNKNOWN COMMISSIONER"
        ],
        "original_speakers": [
            "CHAIRPERSON\n",
            "DR MEER\n",
            "MR LISTER\n",
            "DR MBOJO\n",
            "UNKNOWN COMMISSIONER\n"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "DR MEER",
            "But then there are interpretations.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "DR MEER",
            "And,  one cannot claim the interpretations to be part of the truth, although these interpretations are made with every conceivable integrity.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much indeed, Dr Meer.    Dr Meer, the story you will tell is the story of attempted assassination, of continued harassment over a long period of time for you and your family and friends, but you are going to tell that story in your own words, and Mr Lister, we always ask one of the panel to assist in the facilitation, and he is going to take over from me now, and I hand over to him and of course, especially to you.    Thank you.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Thank you, Mr Chairman.    Dr Meer, just for the benefit of those people in the audience who don't know you - and there can't be very many people here today who don't know you.    For the benefit of the television audience and also just for the record, before you start your story, which is a story as Dr Bruin has said of harassment between 1952 and 1985.\nCan you just tell us something about who you are.    The work that you have done, and why you feel that you became a target for the harassment attacks that you were subjected to.    And then lead us on to what happened to you for that - the period that has been mentioned.",
            "Male"
        ],
        [
            "DR MEER",
            "My name is Fatima Meer.    I am a retired sociologist.    I run the Institute for Black Research, which is involved in research and writing.    I came under the focus of the Nationalist Government as far back as the 1950's.    I was banned, and detained without trial.    An attempt was made at assassinating me.    I have survived these events.    My family was also involved - my husband and my son.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Sorry, thank you.",
            "Male"
        ],
        [
            "DR MEER",
            "Ja.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "I'm going to really leave it to you to tell us the story that you want to tell us - in your own words ...    [intervention]",
            "Male"
        ],
        [
            "DR MEER",
            "Ja.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "About, as I  say, starting chronologically in the, in the 50's ...    [intervention]",
            "Male"
        ],
        [
            "DR MEER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "And filling us in from time to time as to why you felt you became the subject of these attacks.",
            "Male"
        ],
        [
            "DR MEER",
            "I was first banned in 1954.    The events surrounding that banning should really go back to 1946/48 when the Indian people launched the passive - launched a passive resistance campaign against new laws that were passed against them.    As a result of this campaign, the whole issue of racism was, for the first time, tabled before the world at UN.\nAnd this evoked, from the Government of the time particular animosity and hostility against the Indian people.    And it is my reading that one of the main reasons for the violence that erupted in 1949 was linked to this, and as a matter of fact, the commission that was instituted to explore the reasons for the 1949 disturbances made note of this among other things.    We women of the African National Congress and the Natal Indian Congress felt that we should get together, unite, and for the first time group - a group of Indians and Africans came together as women and we began working in the Cato Manor area, which was at the time the most blighted area in and around Durban.\nWe started a creche and we started a milk distributing service.    My own feeling is that these activities, and we formed an organisation that we called The Durban and District Women's League.    My own feeling is that this must first have attracted the government's attention to me.    \nThough in those times it was possible to get a reason from the Government as to why you had been banned, and such a reason was asked and such a reason was obtained, and I read out the prime reason for my banning order, which was communicated to me.    It was said, that I had said at a meeting that the aims of the Congress of the People will not be achieved immediately, that it will entail a hard struggle, but that we will gain our freedom eventually.\nI think this is worth noting, because it represents - it indicates the very low level of tolerance that the Nationalist Government had for any opposition to it.    That a statement of this nature should have been given to me as the reason for my banning order.    In 1954 my husband was also banned and we were given special permission to communicate with each other.\nMy husband was, in addition as a member of the Communist Party, listed and there were certain activities that he could not engage in for the life of the Nationalist Party Government.      In 1956 my husband was charged with treason with one hundred and fifty-six other people and, as a result of that he was away from home for a whole year, and I had to tend to his office.    And we are grateful that there were friends in the legal fraternity who came to our assistance.\nIn 1960 my husband was detained, imprisoned without trial following the Sharpville assassinations and the Declaration of Emergency in the country.    During 1960, post 1960's we went through a decade where the terror of the Nationalist Government was so intense and so severe as to have cast the entire country excluding, of course those who were party to the apartheid system of government, in a state of numbness, in a state of fear, and we found that there was, in fact, no response and no reaction to the atrocities of the Nationalist Government that were accelerating.\nIn the 1970's this silence was broken and youth and women were at the forefront of the new challenge that emerged against the Nationalist Government.    In that state, in 1976, when there was the uprising of pupils in Soweto, and I shall not go into reasons for that, we find that in Durban and throughout the country there were again mass arrests, detentions and banning orders.\nI was banned again in 1976.    \nMy first banning order was for two years.\nThe second banning order was for five years.    \nMy young son, Rashid, who was a first year student, and still in his teens, was arrested and put in solitary confinement and later on I, too was arrested.    We women had formed The Durban - the, The Black Women's Federation in reaction to the government.\nThe main work of The Black Women's Federation was to try and  [indistinct]  our women to try and get them to develop self-help projects, and the focus was mainly on developing water projects and educational projects, both in the urban and rural areas.    I was elected the first president of The Black Women's Federation, and I would think that that was one reason why, during that year in 1976, even before the eruptions in Soweto, as far as I can recall, I was banned and then subsequently I was detained at the Fort in Johannesburg, with practically the entire executive of The Black Women's Federation.\nThe Black Women's Federation was subsequently banned as an organisation.    On our release at that - I must add that not only my son, Rashid was put into prison, but also my son-in-law, Bobby Mare, both of whom were students at the University of Durban Westville were imprisoned.    At the end of their release, both Bobby and Rashid were also banned, which meant that we now had three members of the family banned and the Government gave us permission to communicate with each other, because in terms of banning orders, banned persons were not allowed to communicate with each other.\nFor Rashid, the banning was particularly pernicious, because we were banned, the banning mounted to a house arrest, because we were banned and confined, in terms of the banning order, to our handkerchief-sized group area of Sydenham.    Moreover, Rashid was precluded from joining any university or any institution learning whatsoever, which meant that the prospects of spending the next five years without any education appeared far too grim for him, and he escaped and went into exile.\nHe remained in exile for fourteen years, and during that time we had very little contact with him, I mean physical, because we also had great problems in getting passports.    Rashid, of course, could never return to his country until this Government had ceased to exist.\nNow, proceeding from 1976.    In 1977, the very next year, an assassination attempt was made on me.    We were at home, my husband and I, telling stories to my nieces who had been staying with me at the time, when my daughter Shanaaz sounded the alarm that our garage was on fire.    This immediately got me rushing to the door.    Fortunately for me, staying with us at the time was a friend, Zwelenia Ngoba, and he preceded me by seconds, or minutes, to the door.    He is a tall man, I am a short woman, as is obvious, and he was shot twice on the shoulder, and when I got to the door, he was already lying there bleeding and he said to me, \"Please go away, they are calling your name, and they are swearing at you\".    Had I been the first to open the door, I would have been shot in the head, and I would not have been here today to tell the story.    \nA few days later, I think it was about eleven days later, but the year had changed since the event at our house had happened in - at the end of December 1976.    On January 9th, my friend and colleague, who was also banned at the time, he was shot dead in his home, and from the description of the car that had left our house, and that one observer had seen at the house of Dr Rick Turner, it appeared - it appeared to have been the same car.    But this is as much as we can say on that score.    Subsequent to this assassination attempt, there were two arson attempts on our home.\nHere I want to point out that these two arson attempts were fobbed off at the time as having been made by my own friends by organisations in whom I had faith.    The first organisation was The Black Conscious - The BCP, I don't know whether BCP was formed at the time, but it was The Black Consciousness Movement, the movement which had very profound effect on all of us.    A movement with which I identified completely.    It was suggested that it was members of The Black Consciousness Movement who had actually carried out this arson attempt on our house.    Subsequently, two young men's names were cited in court.    One of them committed suicide, and I ask, and I am still trying to understand the meaning of that suicide.\nWas it, that this young man recoiled in disgust against himself for having been used by the system to carry out this arson attempt on somebody whom he knew well and with whom he worked.    Later on, in 1985, we suffered a second arson attempt, and I want us to go back and look at the events in 1985.    Because to my mind, these are the events which began the blood-bath in Natal which remained part of our life right up to the 1990's and almost up to the eve of the emergence of our new Government of National Unity.\nIn 1985, I myself identified that as the period when the Nationalist Government began its death dance.    In despair it tried to do whatever it could to change the situation in its favour.    The Government excesses which took the form of rent hikes, a rise in the cost of transport.    These were amenities that were monopolized by local governments.\nAs a result of that, and as a result of the rising failure of the councils it had erected in the townships and councils in which ex-Robben Islanders like Harrison Dube were prepared to work in - these councils demonstrated their failure.    We find that right up to the end of the 1970's Inkatha and Chief Buthelezi were highly respected in our region in Natal.\nI think we should remind ourselves that Chief Buthelezi himself had gone into the Kwa-Zulu system on the advice of the African National Congress.    And we were all supporters of both Inkatha and of Chief Buthelezi.    But a situation was being developed in the 1985's in Natal where Inkatha was being alienated from the liberatory front.    There was frustration.    There was irresponsible name-calling.    There was hurt.    And in this situation it is my humble interpretation that Inkatha itself, found itself vulnerable to a new ally.    And that new ally was the Nationalist Government, its very pernicious system.\nI think that Inkatha sincerely believed at the time that it would still work the system to its own end, but it is, again, my opinion that it did not transpire in this way.    In 1985 it is significant to note that the - an intelligent source reported by the Sunday Times on 14.7.85 said there is a revolutionary assault going on out there.    We have no instant counter-revolutionary force.\nThe Government was therefore planning to develop an instant counter-revolutionary force and it found this counter-revolutionary force in Inkatha.    It is not an interpretation that I ask people to accept, but it is an interpretation that I do offer.    In that situation we must also note that the press played a very important part.    Suddenly the police withdrew.\nWithin days of this statement made on the 14th Seventh '85, on the 1st of August the first stone was cast by the Government to cause ripples in a situation which up until that time was fairly calm, and that was the shooting of Ms Victoria Mxenge.     The assassination of Ms Mxenge understandably provoked a response on the part of the students and pupils, but the response was not very severe.    There were some demonstrations.    There were some stone-throwing.    There was damage to one or two houses, but generally speaking it was low-key.    On the 8th of August we held a meeting a Umlazi to protest the assassination of Ms Mxenge.    \nAnd it was - I was part of the platform group, and it was at that meeting that the very first, what I consider to be mobilized attack by the system, by the government, using people against each other, using black people against each other, occurred.    I did not realize the full scope of the violence which had been inflicted at that meeting.    I went back to my car and I found a man lying there next to my car.    I thought he was probably still alive.    I asked some people to help me put him into my car.    I rushed with him to the hospital.    I might say that when I had come to Umlazi to that meeting, the whole place was calm, but when I was leaving a few hours later, the whole township had become inflamed.\nThere were people all over and people were stopping cars and there was pandemonium.    Any case, I reached the hospital.    The hospital would not allow me to offload what I thought was my patient.    A nurse came and said to me that the man was dead and I now had to find the mortuary and take him to the mortuary.    So I remember that night, when on an empty street I tried to find a mortuary to deliver the dead man who was now lying in my car.    That was the beginning of the killings that swept our province and remained with us for almost a decade or more.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Dr Meer, sorry, I am reluctant to interrupt.    Could I, could I just gently remind you that we are really here to focus on ...    [intervention]",
            "Male"
        ],
        [
            "DR MEER",
            "Mine.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Things which affected your life.",
            "Male"
        ],
        [
            "DR MEER",
            "Yes, well it all leads up ...    [intervention]",
            "Unknown"
        ],
        [
            "MR LISTER",
            "I don't want to ...    [intervention]",
            "Male"
        ],
        [
            "DR MEER",
            "You see, the point is that it is in that situation I suffered, or our family suffered the second arson attack.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Before you go on.    Do you recall how many people were killed in that Umlazi Cinema Massacre as it's came to be called?",
            "Male"
        ],
        [
            "DR MEER",
            "I recall somebody having said that eight people had died during that particular massacre.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Because we had evidence here a couple of months ago from one of the people who was with you on that day, Mr Gaza -  and he explained in some detail the mayhem which took place in the cinema which was attacked by, by scores of people with",
            "Male"
        ],
        [
            "DR MEER",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Traditional weapons etcetera.    Sorry, ...[intervention]",
            "Male"
        ],
        [
            "DR MEER",
            "Yes, well ...    [intervention]",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Could you go on.",
            "Male"
        ],
        [
            "DR MEER",
            "To my mind I must say that my interpretation is that those people who actually attacked and did the killing were instigated were machinated, were orchestrated by the pernicious system of apartheid to do so, and therefore I do not dwell on that too much.    But the point, the reason why I have taken the trouble to paint the scene, is because it is in the midst of this that we suffered a second arson attack.\nDuring this time I found myself very fully involved in trying to assist people who were under threat, and I want to highlight the fact that the police literally withdrew.    I would go to the police and they would point blank say to me that these people who complained that they were going to be attacked, that they deserved the attacks that were being made on them, and the police came to no rescue.\nI want to recount that at Phoenix, the Ghandi settlement, the police came, and there was a rising situation of racial tension between Indians and Africans and I asked the Casspirs loaded with the military to intervene and they remained pyramid-like stationed in their Casper and never bothered to get off to assist at all.    I want to state, that later in the day, I returned to the settlement with some food for people who were marooned on that settlement and seeing the place - the situation having worsened, I went to the police and said, please accompany me and they refused to accompany me.\nI want to state that at the end of the day I returned again to Phoenix and saw the main house being set on fire and I phoned the fire brigade and I was told by the fire brigade that they had specific instructions not to go out there an help in any way.    I feel, I may be taking more time than I should and not getting on to what happened to me personally, but I - after all said and done - what happened personally to individuals was totally wrapped up with what was going on in the country at large, and therefore we need to focus on this.    \nI want to quote here from a statement I had read at the time in the papers, where a representative of the public relations, police public relations in Pretoria, Colonel Jaap Venter had said that the police had instructions to keep a low profile to avoid accusations of instigation.\nInstigation was so real, and they were so conscious of the fact that they had instigated this whole situation that they now actually said they wouldn't go there in order not to be accused of instigation.    In that situation, our house was arsoned, obviously because I had also become - once again - a target.    I had become, I was seen as being a little bit too active in trying to assist or, or overcome the machinations of the police and the military, of the system which always remains faceless, nameless.    \nThat, I would say was the last of the attacks that we ourselves suffered during those times.    I would merely like to add that both racism and tribalism were used to divide people and neighbours from each other.    I we cannot - if we do not understand the full scope of the perniciousness, the sort of diabolic planning that went into the massacres that continued in the Natal region from 1985 onwards, we will never really - we will never really see the full scope and the full cruelty of the system of apartheid.    \nTo my mind, it is a system which succeeded Nazism and which had within it all the elements of Nazism.    If you are to ask me what do I expect from this Truth Commission, my own feeling is that the true perpetrators, the true organisers, the true architects of apartheid will probably remain beyond the reach of this Truth Commission, ensconced as many of these personalities are in the structures of our new Government in all its structures.    In the judiciary, in the - in  Parliament itself, in the bureaucracy, and so on and so forth, and that we will be left dealing with those who ... end of Tape  1  Side  A ...   \n[Indistinct] I think that this Commission has to look into the role of the press and the role of the judiciary during those times.    I have been asked to contain myself to events relating to me, and therefore I will not go into that here.    Thank you.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Before you finish off, do you like to tell us something very briefly about how these events affected you and your -  your, not you, but your family.    You had children during these times, how, how what sort of effect did this have upon you as a family and on your children?",
            "Male"
        ],
        [
            "DR MEER",
            "Well my children were infants.    Rashid was only three months old when my husband was arrested for treason.    His absence from home affected the children fairly profoundly.    It had an effect on our family life, but I must say that people in my position who are articulate, who had the comfort and support of friends, who knew exactly why we were opposing the government.\nWe were far better placed to cope with the - with these sorts of persecutions.    We knew that they would come.    And therefore in a sense, both psychologically and materially, we were prepared for these onslaughts.    I mean just add that we also had - I, I was brought to trial twice for having breached by banning order.    Each time I had pro deo, or free legal assistance and of the best of kinds from friends.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Dr Meer, thank you ...    [intervention]",
            "Male"
        ],
        [
            "DR MEER",
            "I, I just want to point out that the whole tragedy of this period and the whole persecution of this period was heaviest on people who did not have the kind of support we had.    Who lost lives, who lost homes, and who lost educational opportunities, even of a very elementary type and who, up to now, as a result remain maimed and incapable of entering into the mainstream of our society.",
            "Unknown"
        ],
        [
            "MR LISTER",
            "Dr Meer, thank you very much, you've painted a very vivid picture of your life and the life of political activists like yourself during the 50's right up to the 80's.    And this sort of contextual material is very valuable for the purposes of our report.    I am going to hand now back to the Chairman to see whether there - any questions that he or others on the panel would like to ask before we finish off.    Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lister.    Thank you, Dr Meer.    Dr Mbojo do you have any further questions?",
            "Unknown"
        ],
        [
            "DR MBOJO",
            "Just, just a question about the, for our records.      When  Ms Meer was saying she said that she was first banned in - when she said it now - she said that she was first banned in 1954 whereas in the statement she says 1952.",
            "Unknown"
        ],
        [
            "DR MEER",
            "That is incorrect.    I was first banned in 1954.",
            "Unknown"
        ],
        [
            "DR MBOJO",
            "So 1952 is incorrect?",
            "Unknown"
        ],
        [
            "DR MEER",
            "Ja, I would like that to be corrected.",
            "Unknown"
        ],
        [
            "DR MBOJO",
            "Thank you - thank you, sir.",
            "Unknown"
        ],
        [
            "UNKNOWN COMMISSIONER",
            "Dr Meer, can I on behalf of the Commission thank you for coming.    I think its of enormous assistance to the Commission to have people come and to paint a picture of what those days were really like.    And you and so many others have taken us back and reminded us that the price of freedom was very high.\nThat  you know one almost forgets about banning orders.    Some young people today, black and white, cannot believe that these things actually happened, and it's good to be reminded so that we don't make the same mistakes again, and I am grateful to you for sketching that as well as sharing with us some of the trauma that you yourself experienced.\nThe Commission's task is overwhelming.    It is witnesses like you who make it just a little easier, and we are very grateful.    Thank you very much.",
            "Unknown"
        ],
        [
            "DR MEER",
            "Thank you.",
            "Unknown"
        ]
    ]
}