{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-19",
        "location": "PINETOWN",
        "day": "4",
        "names": [
            "BOY VUSIMUZI GWAMANDA"
        ],
        "case number": "AM 1972/96",
        "matter": "BARBERTON/NELSPRUIT INCIDENTS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52911&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101423_pnt_981019pn.htm",
        "speakers": [
            "ADV MPSHE",
            "CHAIRPERSON",
            "MR DIHAL",
            "MR FALCONER",
            "MR GWAMANDA",
            "MR LAX",
            "MR MUKADAM",
            "MR NEL"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MUKADAM",
            "MR NEL",
            "MR DIHAL",
            "MR FALCONER",
            "ADV MPSHE",
            "MR LAX",
            "MR GWAMANDA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Before we start, I would just like to introduce the panel that will be hearing this matter.  On my right is Mr J.P. Sibanyoni, he is an Attorney from Pretoria.  On my left is Mr Ilan Lax, also an Attorney from Pietermaritzburg, and I am Selwyn Miller, a Judge of the High Court, Eastern Cape, from the Transkei Division.\n\tI would like the legal representatives, also please to for purposes of record, place themselves on record.",
            "Unknown"
        ],
        [
            "MR MUKADAM",
            "Thank you Mr Chairperson, my name is Talib Mukadam, I represent the victim in this matter, the Premier of Mpumalanga, Mr Matthew Phosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mukadam.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairman, my name is Christo Nel.  I am representing four members of the Department of Correctional Services, namely ex-member Mr Roets, Mr Venter, another Mr Venter and Mr Joubert, and I have been instructed by the Provincial Commissioner of Correctional Services.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nel.",
            "Unknown"
        ],
        [
            "MR DIHAL",
            "Mr Chairperson, thank you.  My name is Rochan Dihal.  I am on brief to represent the applicant, Mr Boy Gwamanda.  I am an Attorney from Durban.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Dihal.",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "Thank you Mr Chairman, the name if Patrick Falconer, I am an Attorney from Durban.  I am instructed by numerous implicated persons, namely Nkosinathi Petros Gumedi, Babyi Vusi Mathi, Sibusiso Wiseman Gumedi, Sebata Sibusiso Sebisi, Maxwell Sibongonke Nkiba, Dinkiziwe Mfayela and Semo Mfayela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Falconer.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman, and members of the Committee, J.M. Mpshe, representing the TRC.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.  These proceedings will be simultaneously translated.  In order to benefit from the translation, one has to be in possession of one of these sets with an earphone, they should be freely available.\n\tI haven't been informed, but I should imagine what is ever said, will be translated into Zulu and English.  Thank you.\n\tZulu is on channel 3 and English on channel 2.  Mr Dihal?",
            "Unknown"
        ],
        [
            "MR DIHAL",
            "Thank you Mr Chairman.  Mr Chairman, I have some difficulties in this matter which forms the basis of an application myself personally, to withdraw in this matter, as a representative of the applicant.\n\tMy difficulties are multipled.  Firstly, with respect to this Court, I want to mention that my brief to represent the applicant, arrived at my offices late on Wednesday, last week, the 14th of October and came before me on the afternoon of Thursday, the 15th of October, and I endeavoured on Thursday afternoon and on Friday the 16th, to make an appointment at Westville Prison to interview the applicant, but in vain.  I was told there were various reasons why an appointment could not be arranged to see the applicant.  One of which apparently related to some ANC members who were visiting the prisoners at Westville.\n\tApart from that Mr Chairman, the difficulty I have, is one of a conflict of interest between the applicant and I.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before you leave that first point, when did you ultimately manage to meet with the applicant Mr Dihal?",
            "Unknown"
        ],
        [
            "MR DIHAL",
            "Mr Chairman, in fairness, for the first time in regard to this brief, today.  Just a few minutes before we began.  I saw these papers as I said, on Thursday and canvassed them for the first time this morning.\n\tAgain in fairness, I do represent the applicant in other unrelated matters, one relating to a matter where he was stabbed in prison and where my offices brought a civil action for damages against the Minister of Correctional Services, and the second matter where the applicant is presently a sentenced prisoner in a criminal matter, and he has instructed my offices to take that on appeal.\n\tThose are the only matters I have previously represented the applicant on, and in regard to which I have consulted with him.  None related to the present matter.\n\tMr Chairman, the difficulty I have is the following.  Apart from the general conflict, I have in my offices of the many years gone by, represented human rights activists, largely those associated with the ANC as a party and the present government.\n\tMuch of the documentary information of the applicant, is relative to the opposition in the form of the IFP and the AWB.  It is at that level, a conflict.  I have raised this with the applicant.  He is satisfied that I should withdraw.  He has prophet the argument that he is an ANC member at the moment, that he had been an ANC member prior to joining the IFP whilst in prison and that from that perspective, he felt that there would be no conscience difficulty between him and I in me representing him.\n\tI raised various difficulties I had with that, with him and he has agreed that I should now withdraw.  Apart from that, there are some administrative difficulties.  The applicant tells me that the present set of papers that were given to me, is only a brief summation of his Third Force activities, and of activities that he would like generally to apply for amnesty on.\n\tI obviously was compelled to ask him why all these things are not contained in his affidavits and he indicated that in consultation with Sheila Mkhize and Stephan Meyer of the TRC, he had given lots of information relating to his various other Third Force activities, which caused damage, prejudice, deaths to ANC activists, but he is surprised to see that they are not included in here, in the statement that I have before me and which presumably, each of us have.\n\tHe has also indicated that one possible reason that this might have arisen is that this affidavit and statement was documented for the purposes of the Goldstone Commission a few years ago, and is therefore devoid of the information he is seeking amnesty on.\n\tApart from that, he has dealt with the criminal trial in regard to which he has instructed me, my offices, to attend on an appeal.  He has indicated that his conviction in that criminal trial, is the subject matter of Third Force activities in that he was falsely and wrongly implicated and from that perspective, he thinks it is imperative that that matter be addressed in this application for amnesty as well, as an additional basis for an amnesty application.\n\tThat again is lacking in these papers.\n\tSo, from that perspective as well, I have difficulties in that it does appear clear that this application is only the tip of the iceberg, relative firstly to the applicant's activity in political circles, and secondly, for applications for amnesty.\n\tGiven all those difficulties, I have as I have said earlier, one main difficulty, relating to myself personally, having acted for ANC activists, ANC members in the past and from a conscience perspective, I can't see myself continuing to act for the applicant.\n\tI apologise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just on what you have said Mr Dihal on this question about these papers before us only representing the tip of the iceberg of his applications.  Has he applied for other matters, because I notice from his application form, he restricts it to four attacks on ANC members in Sekomo Vally on the 28th, 29th and 30th of November 1993.\n\tThen he also mentions in the application form, the plot to assassinate Mr Phosa while he was in Mpumalanga.  If he is now going to be, will he be able to apply for amnesty in respect of other matters, if he hasn't done so already, taking into account that the cut off date for applications was September 1997?",
            "Unknown"
        ],
        [
            "MR DIHAL",
            "My Lord, the difficulty I have as I understand him, he has apparently spoken with members of the TRC in the pursuance of an application for amnesty relative to those other matters, which are not contained in the present papers.  What the format of that application was, I do not know.  I do see the difficulty that had it not been properly documented in the form of an application previously, it may probably not now be permissible, by way of an amendment.\n\tI posed that difficulty to the applicant, but he seems convinced that it was the subject matter of a properly written application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It has been pointed out, it might be possible - your client would know - that there might be other application forms, although I must say it would be unlikely because the procedure in the TRC is to especially when setting down a matter for hearing, to go through the complete records to ensure that a further application is not missed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Gwamanda, do you confirm what your Attorney is saying?",
            "Male"
        ],
        [
            "MR GWAMANDA",
            "Yes, I understand what he has just said.  I was informed that a lawyer could be arranged for me, because I wouldn't like this to be postponed.\n\tThe attacks that have been mentioned contained in my application.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you make another application or did you use any other forms besides the one in these papers?  I am not sure if you have it before you, but if you do have the papers there, it is on - do you have them in front of you?",
            "Male"
        ],
        [
            "MR GWAMANDA",
            "I would like to have a look at those that you are referring to.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  There is an application, perhaps you can - Pete, would you kindly just give this to Mr Gwamanda please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gwamanda, this document that you are receiving, it is opened at the first page of an application form that was completed by yourself.\n\tThe application form itself is five or six pages long.  Have you besides that one that you see in front of you, completed any similar application form?",
            "Unknown"
        ],
        [
            "MR GWAMANDA",
            "I filled one in Zulu and then the Correctional Services authorities, translated and filled this one, and I was asked to sign it.\n\tWith regards to the attacks mentioned in the form, I think the information is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, do you have any submissions to make?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, with respect, I don't have any submissions to make, save to say that this is the only application of the applicant.  I happen to have a knowledge of his application, because at one stage he threatened to withdraw his application, some time, two or three months ago, and I called for his application to read and I insisted that they must go and consult with him further, and he then changed his mind to go on.\n\tThis has always been the only application.  He was approached by our Investigator, Sheila Mkhize on the 11th of June 1998, when he made a further, when he submitted further information, but the further statement that he made, I am trying to check the page, does not relate to anything new, but explaining what is already in his application.\n\tIf he had more information or if he wanted to include other incidents or acts, I want to believe he had the opportunity in 1996 when he was talking to ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In 1996?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "In 1998.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In 1998?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "In 1998 when he was consulted by Sheila Mkhize, which statement Sheila has in the bundles.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Falconer, do you have any submissions to make?",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "Mr Chairman, I am taken by surprise by this.  Obviously I do not bear any knowledge of any other statement he may have.  I would request that if the matter is going to be adjourned and if a further statement be made available, that obviously we be afforded an opportunity to consult with anybody who may be implicated in such statements, to establish whether we may act for such persons as well.\n\tBesides that I have nothing to state.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Nel, do you have any submission?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson, with regards to Mr Gwamanda's application, I think I am in possession of everything that we need with regards to the Mpumalanga aspect.  I don't know whether these other statements, if there are any statements, reflect in any way on my clients whom I am representing here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would seem from what Mr Dihal has said, that these other statements etc, would relate to matters that most likely occurred within kwaZulu Natal and wouldn't effect the Barberton/Nelspruit incident.",
            "Unknown"
        ],
        [
            "MR NEL",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mukadam?",
            "Unknown"
        ],
        [
            "MR MUKADAM",
            "Mr Chairman, what is on record is that there may be other information.  All that information is not, if he has made any other statements, that information has not been given to us.\n\tThere is a possibility that some of it may relate and if he says to Third Force activities, it may also relate to activities that he participated in in the Mpumalanga area.  At this stage I am in the dark.\n\tPerhaps if more information is given to us, we would know whether it in fact, impacts on the - the evidence would impact on any of the interests of Mr Phosa.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, if I may come in now, unless if the Chair has finished.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly Mr Mpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, the question was put to the applicant as to whether he has made, submitted any other application other than this one.  My recollection of his answer was that he submitted the application in Zulu and it was translated into English by the Correctional Service Officers.\n\tIf I may request that the Chair becomes pertinent with him as to whether there is another application other than this one, then we can perhaps start deliberating on whether it effects the other gentlemen or not.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Gwamanda, did you hear what Mr Mpshe has just said?",
            "Unknown"
        ],
        [
            "MR GWAMANDA",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there another form, application form that you completed that is different from this one, other than the fact that it is in a different language?",
            "Unknown"
        ],
        [
            "MR GWAMANDA",
            "From what I see, I don't think there is any difference between this and the one I made in Zulu.  There is no problem with regards to the application form, but what may differ is the information that I may present on the Third Force, but there isn't any omissions from the application form.\n\tThe information that will be different will impact on Third Force activities.  With regards to the attacks that took place in kwaZulu Natal, there is nothing that has been omitted.\n\tThat is why I am saying that we must proceed with the proceedings.  I would also like to know if I would be able to get legal representation or not.  Mr Dihal explained his difficulty to me and I do not have a problem with that.\n\tI would like to have another lawyer appointed for me.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "What I would like to know is with regards to the application before us, did you include everything that you seek amnesty for?",
            "Unknown"
        ],
        [
            "MR GWAMANDA",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Are you satisfied that they are all here?",
            "Unknown"
        ],
        [
            "MR GWAMANDA",
            "Yes.  The statement that I made to the Goldstone Commission, is slightly different from what I am going to say, but I am satisfied with the application form, it includes everything that I am going to talk about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gwamanda, you certainly are entitled to legal representation in these proceedings, that is precisely the reason why Mr Dihal was briefed in this matter.\n\tYou have said to us that it is your desire to be represented and we therefore will certainly not proceed with this matter, without an Attorney acting or a Counsel Advocate acting on your behalf in this matter.\n\tI just don't know how long it will take to make the arrangements to first of all, secure the services of another legal representative, and then for that legal representative to meet with you and to consult with you and take full instructions from you.\n\tI doubt whether that would be able to be done today or am I incorrect in my doubt Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chair.  Mr Chairman, I had a talk with my learned friend here to that effect, and they have pledged that they will assist me in finding a Counsel today, but the matter can stand down until tomorrow.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "An instant Counsel?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "An instant Counsel Mr Chairman, and we will put papers in his hands, and we will help him wherever we can and I will ensure that Gwamanda is kept here, if he gets a Counsel to come and consult with him here today.\n\tFortunately all my learned friends here and present, are available for tomorrow.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That, if that could be done, we certainly would appreciate it because setting up a hearing like this is not an easy task.  People have come from afar, at a cost and obviously we've also got an interest to get through our long list of hearings.  We would very much as a panel, appreciate it if this matter could be proceeded with as soon as possible and concluded, especially if it could be done now so we wouldn't have to reconvene the whole thing.\n\tIt would seem from my look at the outstanding, the schedules for the rest of the hear, that a resumed hearing wouldn't be possible this year, because we are sort of full up until Christmas, even after.\n\tWe would appreciate it Mr Mpshe if everything possible could be done to secure the services of a legal representative, in time, so he or she can start consulting this afternoon.  I should imagine an afternoon consultation, would probably be sufficient to prepare that person to proceed tomorrow, rather than come in tomorrow and then we only start late tomorrow.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That will be done Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If possible, if you can keep in touch with us and the legal representatives, if that comes about, if we could have a start at about nine o'clock tomorrow, or quarter past nine.  Would that be possible?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Nine o'clock Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Nine o'clock, okay.  Thank you.  Mr Gwamanda, you've got your hand up?",
            "Unknown"
        ],
        [
            "MR GWAMANDA",
            "Yes, I am trying to explain that my proper Attorney is Mr Dihal.  The proposed Attorney would just be there to assist here and there, but my Attorney is Mr Dihal.\n\tI don't think we would have any delays when I meet the other lawyer.  If I could have my way, I will say we should proceed now, but because I know that there may be other matters that will require a legal representative, I am not afraid, nor intimidated by the questions that may be asked of me by the legal representatives present here.\n\tI do not have a problem with that.  If the lawyer was here, we would proceed even now.  I do not need the proceedings to be postponed.  I would like to proceed as quickly as possible, because people have been traumatised and they have suffered and they have come here to listen and hear what happened to their loved ones.\n\tI would not like the proceedings to be postponed.  Even if there is a problem in acquiring a lawyer, I would like to still proceed on my own.  I know that what I will say, will be the truth.\n\tMr Dihal cannot represent me because he is an ANC member, and there was a problem with regards to the information relating to the Third Force in Barberton.  What I am going to say here, is the truth.  I will not like the Committee to postpone the proceedings.  I will like to explain about everything that happened at Ndwedwe and also what was supposed to happen to Mr Phosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gwamanda, Mr Dihal has told us that he is withdrawing, so any new legal representatives won't only be working, won't be working with Mr Dihal, he will come in clean and represent you on his own.\n\tMr Dihal, by withdrawing, will no longer be involved in this matter.  You of course have the right to elect to proceed without a representative, that is your right, but I am telling you that you also have a right to a legal representative.  Mr Mpshe says that the chances are reasonable that one can be arranged today and that we will be able to commence hopefully at nine o'clock tomorrow, depending on the availability of the legal representative.\n\tYour option is to either have the matter postponed until tomorrow at nine o'clock when you will have a legal representative, who we don't know, we don't know who that person will be, but it will be a qualified, legally qualified person, qualified in law and that might be in your interest to have a legal representative.\n\tThe postponement will be until tomorrow or if, I suppose it will be tomorrow, it will be difficult to round up everybody if things happen quicker today.",
            "Unknown"
        ],
        [
            "MR GWAMANDA",
            "I would appreciate that.  I would request that maybe I am, I get an African Attorney that I can communicate with effectively.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not in my hands to make any instruction as to the identity of the legal representative, but we note what you say, but I can't make any directive in that regard.",
            "Unknown"
        ],
        [
            "MR GWAMANDA",
            "I thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have all heard what has happened, it is unfortunate, but we are just not in a position to proceed at this time.\n\tHopefully we will be able to proceed at nine o'clock tomorrow with this matter.  Mr Mukadam, you have mentioned that you've got a problem on Wednesday onwards?",
            "Unknown"
        ],
        [
            "MR MUKADAM",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And maybe we can work it that seeing that Mr Mukadam is only involved in one aspect, you've got no real interest in, if I say interest, I mean vested interest ...",
            "Unknown"
        ],
        [
            "MR MUKADAM",
            "Mr Chairperson, part of my brief is not, according to my instructions, part of my brief is not only the attempt on Mr Phosa's life, but also other activities that the applicant may have been involved in with regard to the ANC as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would seem to involve the other matters from my reading certainly, of the affidavit.\n\tIf we start tomorrow, we may - one doesn't know, but it may well go longer than one day.",
            "Unknown"
        ],
        [
            "MR MUKADAM",
            "Mr Chairman, there is that possibility.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe it is a probability?",
            "Unknown"
        ],
        [
            "MR MUKADAM",
            "Mr Chairman, I concede, it would be a probability.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How tight is your matter on Wednesday, I mean how definite is that?",
            "Unknown"
        ],
        [
            "MR MUKADAM",
            "Mr Chairperson, the matter is set down for trial in the NPD for three days, starting on Wednesday.  Indications have been with regard to the other side, that there may be a possibility of a settlement and I will only know that at a Rule 37 conference that is being held this afternoon at five o'clock.\n\tAfter that conference I would be in a position to give you more clear details.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, I was going to say whilst on the question of Wednesday, my other two learned friends are also not available on Wednesday, but we had a chat about it, that if it becomes a part-heard tomorrow, we agreed that we will find another suitable date when other hearings would be here, as a part-heard.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You mean in the schedule that remains this year?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is correct Mr Chairman.  I have discussed it with my two learned friends.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  It is just a question of getting the same panel if it is a part-heard, but that is not impossible I suppose.\n\tYes, well thank you very much.  Unfortunately then, we have to postpone this matter until tomorrow until nine o'clock, when hopefully it will proceed.\n\tThere is also another matter on the roll for tomorrow, but we will give this matter preference, is that the understanding?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is the understanding Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you, we will then adjourn.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}