{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "2000-02-14",
        "location": "PINETOWN",
        "day": "1",
        "names": [
            "GEBU FANYANA NGUBANE"
        ],
        "case number": "AM3272/96",
        "matter": "MURDER OF MFANAFUTI MBUKAZI",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54031&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200214pi.htm",
        "speakers": [
            "CHAIRPERSON",
            "FREDERICK MFANAZOTINI MBUKAZI",
            "GEBU FANYANA NGUBANE",
            "INTERPRETER",
            "JUDGE DE JAGER",
            "MR DEHAL",
            "MR MAPOMA",
            "MR PANDAY",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR DEHAL",
            "MR PANDAY",
            "MR SIBANYONI",
            "GEBU FANYANA NGUBANE",
            "MR NGUBANE",
            "JUDGE DE JAGER",
            "INTERPRETER",
            "FREDERICK MFANAZOTINI MBUKAZI",
            "MR MBUKAZI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "What matter are we going to start with?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  Chairperson, for the record my name is Zuko Mapoma, the Evidence Leader.  I'm calling the matter of Gebu Fanyana Ngubane, amnesty application 3272/96.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, is anyone else appearing in the matter?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Mr Chairperson, thank you very much, and Honourable Members, my name is Dehal, Roshan Dehal.  I represent the applicant in the matter, I'm assisted by Fatiema Mohammed.  Thank you.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman.  The name is S Panday, I appear on behalf of the victims in this matter.  Mr Chairman, if I may first place on record that there is currently a witness, that is the girlfriend of the deceased that is being sought for, and at present as to my instructions on the last occasion, the application is being opposed.  I've spoken to the wife of the deceased's brother, she says she's in the position to advise me as to whether she's opposing the application or not, until the brother comes.  If I can just place that on record as it stands, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Committee consists of myself, Andrew Wilson and Messrs de Jager and Sibanyoni.  Right, can we now continue.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you, Mr Chairperson.  For the applicant the evidence would confine itself to the testimony of the applicant himself.  May I lead him?  May he be sworn in.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Please rise, Mr Ngubane.  Please give us your full names.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR DEHAL",
            "Thank you, may I proceed?  Thank you.\n\tMr Ngubane, you are the applicant in this matter and you have before you the bundle of papers, do you mind looking at your application which is pages 1, 2 and 3 of the bundle.  Do you confirm that that is your application?  Sorry, I'll show you that.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And in the bundle is contained a statement by yourself, pages 4 and 5 in Zulu and pages 6 to 7 being the typed English version thereof.  Do you confirm that as being your statement?  These two pages in Zulu and these two in English?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "It seems as if they're all in English.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I'm sorry, forgive me.  Yes, indeed, the distinction being the one being in handwriting and the other types, thank you.\n\tIn addition you have today caused to be circularised a typed statement, a copy of which you have before you, this here.  Do you confirm that that is your statement?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we mark that Exhibit A.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I'm indebted to you.\n\tOkay, I will read the statement slowly and it will be interpreted to you.  If at any stage you wish to add anything as I read, please do so.  Do you follow me?  Thank you.   This is your statement, paragraph 1 you say -\n\"I am an adult male, born on the 9th of June 1967, presently residing at Umkababa LP School at Umkababa\".\n\tOn the 17th of December 1982 you were convicted of murder and sentenced to six years imprisonment, do you confirm that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you giving the interpreter time?  I think you should slow down a little.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I think I should also arrange a copy to be given to the interpreters, perhaps that will help.  Thank you, Judge.\n\tParagraph 3 you say -\n\"During January 1992, and at the Umkababa area, there was faction fighting between members of the African National Congress and the Inkatha Freedom Party\".\nCorrect?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And in paragraph 4 you say\n\"I was an ardent follower of the African National Congress.  I was a member of the ANC.  The youth Chairperson was one, Lindani Mashlesa\".\nCorrect?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR DEHAL",
            "In paragraph 5 you say\n\"During or about the 1st of January 1992, I was accompanied by Izak Msomi and Kwazi Mbambo.  Msomi and I were staying at a house which was owned by Mr Myene.  (Sorry, it should be Mr Myene and Mimyene).  Mr Myene had fled from the area, this because there was fighting between members of the ANC and the IFP.\"",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Could you pause there for a moment.  He fled the area, was he an ANC member?  Was this area controlled by the IFP?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It was a mixed area, both ANC and IFP members resided in it.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you.  Then you proceed to say in paragraph 6 that\n\"On the morning of the 7th of January 1992, the deceased in the company of seven black males, approached the house which Izak Msomi and I were guarding.\"\nYou confirm that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "In paragraph 7 you say\n\"These seven males were known to me, they were previously members of the African National Congress, who then deflected to the Inkatha Freedom Party.  These males were all armed with home-made firearms and assegais.  Their intention was to attack us.\"\nIs that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Paragraph 8 you say\n\"Izak Msomi and I ran away.  The seven men chased us.  During the chase the deceased caught up with me.  I fell.  The deceased had me pinned to the ground and stabbed me twice.  He made several other attempts to stab me, but I successfully blocked.\"\nCorrect?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "In paragraph 9 you say\n\"I thought of the various occasions when the deceased had attacked and killed other ANC people.  I knew now that I was going to die.  I noticed Msomi come to my rescue.  When I managed somehow to overpower the deceased, all I recall is that I took away his knife from him and stabbed at him.\"\nIs that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR DEHAL",
            "In paragraph 10 you say\n\"I did not intend to kill him but just to subdue him so that I could escape.  Later I learnt that the deceased died as a result of three stab wounds.  I admit that it is very possible that I caused all three stab wounds and consequently caused his death.\"\nIs that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "In paragraph 11 you say\n\"At the time I stabbed the deceased, I acted in self-defence.\"\nCorrect?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, that's correct, Sir.",
            "Male"
        ],
        [
            "MR DEHAL",
            "In paragraph 12 you say\n\"I confirm that I was attacked merely because I was a member of the ANC and was a supporter of the said political organisation.\"\nIs that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And in paragraph 13 you say\n\"I do apologise for having attacked the deceased and caused his death.  He belonged to the Inkatha Freedom Party and was involved in attacking many ANC people, merely because they belonged to the African Congress.\"\nCorrect?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Now that is Exhibit A, your statement.  May I just deal with another aspect.  Is it correct that you were convicted of this murder and sentenced to six years imprisonment and that you have now served your term of imprisonment and you are presently out of prison?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Mr Dehal, for what is he applying, is he applying for murder or what?  What ...(indistinct - no microphone)",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Murder, yes.  Because he accepts ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he was acting in self-defence, he's just told us.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Indeed, because he was convicted of murder and his sentence has been fulfilled, I think the amnesty will simply be to exonerate, remove the record because he's been convicted of murder.  As I understand it.  I also have some difficulty with that, since there is a conviction on record I think if the amnesty is granted it will clean up that record.  In fact he premised his defence during the trial in the court a quo on self-defence as well, but nonetheless was convicted of murder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My problem here is that we don't sit as a Court of Appeal, we have to give a decision on the evidence led before us and the facts placed before us.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not because some other Court may have erroneously come to a wrong conclusion, that does not mean to say that we will then grant amnesty in respect of that, does it?  I would like to hear argument on this at the end of the hearing.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Certainly.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And we can grant amnesty for an offence.  If he's committed no offence we can't grant amnesty.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I agree.  I think what we'll do is - let me look at the situation and address the Panel at the end of this matter.  Presently it would seem his version is that indeed he did inflict stab wounds and he accepts in retrospect, that the stab wounds, all three were inflicted by him and indeed caused the deceased's death. - inasmuch as he acted in self-defence.\n\tMr Chairperson, that is the evidence of the applicant, thank you.\nNO FURTHER QUESTIONS BY MR DEHAL",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR PANDAY",
            "Thank you, Mr Chairman.  Mr Chairman, as I've indicated earlier on at the inception of this hearing, at the moment I'm acting on instructions that I received on the previous attendance, where the application was opposed at that stage.  In light of that, Chairperson, I shall go through the merits of the application and most probably address Mr Chairman at the end of the matter.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "You're appearing on whose behalf?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "On the victims' behalf, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Ja, but which victims?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "The victim was the girlfriend, Alzina Luthuli, that was on the previous occasion when she had appeared and the matter was then adjourned.  So as at that point my instructions were that this matter was being opposed, this application.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Ja, perhaps you should address us also at the end whether she's a victim in terms of the definition of the Act.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "I accept that Mr Chairman.  At the same time if I may bring to Mr Chairman's attention, there's also the brother that has been present this morning.  He is in the process of trying to locate the girlfriend.  The girlfriend's evidence is crucial in terms of verifying or not verifying what actually took place on the day in question.  So as I say, Mr Chairman, once the brother has returned, then I'll be in a proper position to advise the Committee as to whether the amnesty application is opposed in its entirety.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the brother was present and is now endeavouring to assist the Committee by finding the missing witness.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "That is what I was informed, Mr Chairman.  Thank you.  May I proceed, Mr Chairman?",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PANDAY",
            "Thank you, Mr Chairman.\n\tMr Ngubane, just before we go any further, your attorney handed in an Exhibit A, a further statement by you, I'm going to refer to paragraph 2 and I just want you to confirm the date.  You indicate that on the 17th of December 1982 you were sentenced, convicted and sentenced to a term of six years, should that 1982 be 1992? - just for the purpose of clarification.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do see that it's a mistake, it happened in 1992.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you.  Now Mr Ngubane, you indicated that you're an ardent follower and supporter of the ANC, is that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "He's confirmed his affidavit, so you need not repeat it, he's already confirmed that it's correct and it's true.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "If you differ from him, put wherever you differ.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Ngubane, when did you join or become a follower of the ANC?  In what year.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "If my memory serves me well, I first became interested in the ANC when I was in standard two, in 1977.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Ngubane, I'm going to take you to the day in question of this incident, that being the 7th of January 1992.  In your statement, that is paragraph 9, you ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Sorry, is it the 7th or the 1st?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Sorry, the 1st of January.  Sorry, Mr Chairman. - no, it's the 7th, Mr Chairman, according to the statement in paragraph 6, which reads\n\"On the morning of the 6th of January 1992, the deceased in the company of seven black males approached the house of Izak Msomi ...\"",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "In paragraph 5 he refers to the 1st of January, but that didn't relate to the incident I suppose.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Didn't relate, thank you.  Thank you, Mr Chairman, may I proceed?\n\tMr Ngubane, you indicate in paragraph 9 that you managed to somehow overpower the deceased and you took away his knife from him and stabbed him.  Now I'm going to refer you to page 4 of the bundle of documents, that page 4, the second-last paragraph which reads as follows -\n\"Izak Msomi and myself ran away.  The seven men chased us and I had a knife in my possession.  These men chased us and the deceased was the one who caught up with me.  I then turned around and stabbed the deceased.  I stabbed him about two times.\"\nNow the discrepancy I have with your two statements is that in paragraph 9 you indicate that you managed to take away a knife from the deceased, but now you seem to contradict yourself in your affidavit on page 4, where you say you had a knife in your possession.  Now how did you get hold of this knife?  There seems to be a contradiction whether you had the knife or the deceased.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I dispute that I had a knife in my possession.  Another factor is that I did not write this statement myself, I related it to the person who was writing it down for me.  That person may have made a mistake.  What I know is that I removed the knife from the deceased and that is when I stabbed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you swore to the correctness of that statement, Mr Ngubane, didn't you?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I do admit that I did take the oath, but as a person who is not literate in English, I did not read the statement so I did not know what was contained therein.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ngubane, do you recall the person who assisted you to draft this affidavit?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, I do not.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did that person speak to you in English or in Zulu?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "The people that I spoke to conversed in isiZulu.",
            "Male"
        ],
        [
            "MR PANDAY",
            "They conversed with you in Zulu, so you understood what they were asking you, is that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Why do you say to us today that you did not understand when they asked you who had the knife?  Or you made a mistake.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Sorry, may I just interject.  That is not what he said, he said that he did not read the statement and therefore he cannot tell whether what was contained in it is correct, he spoke in Zulu, but he understood the person who questioned him.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Let me ask the question.\n\tMr Ngubane, after the person helped you draft this affidavit, did they read this affidavit back to you?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I cannot say for certain, but I do not recall ever having read a statement or having somebody read a statement to me because they assisted me when writing.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now on the day in question ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Sorry, who assisted you in drafting this affidavit?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I would say it was the police who handled the case.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "No this affidavit was drafted last year in November, the 15th of November last year and it was attested before a Captain of the police, but who assisted you in - how did it come that you filed this affidavit?  Who assisted you in drafting it?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "If I recall it was Mr Madladla who assisted me.  He just wrote the statement, but he did not read it back to me although he made me sign and I could not have read it because I do not understand, I do not read English.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "How did you come to see Mr Madlala?  Who asked you to come to the police station, or who accompanied you to the police station?  Or did you go to the police station on your own, out of your own free will?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I was informed by Lindane Mtiane, that somebody wished to see me.  That was a mistake, I was told by Stanley, a councillor from Umkababa, that there were people who wished to see me.  I was given a telephone number to contact them, which I did and that was how we got into contact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the statement taken here in Pinetown?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I do not know because Mr Madlala just made me sign, he came with the statement and asked me to sign.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did he come to with the statement?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "At Umkababa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is he a Captain in the Police Force?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I do not know, but he is one person who used to come to my house to inform me of when my hearing would be heard.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Chairperson, perhaps I can assist in this regard.  Actually, Mr Madlala, that is Robson Madlala, is the TRC Investigator, he's a policeman seconded to the TRC as an Investigator, based here in Pinetown at the TRC offices.  Thank you, Chairperson.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Right.  There's something I didn't follow now, you said he came with the statement, brought it to you and asked you to sign it, so you didn't give him the information in the statement?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "When he came to my house he asked me several questions to which I responded and he would be writing my responses down, but I do not know what he put in the statement when he wrote it out.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Sorry, Mr Chairman, if I may proceed.\n\tMr Ngubane, how is it that everything thusfar from paragraph 1 to 8 is correct and you've had no problem with it, but the most important point or part of the statement seems to vary?  Now Mr Madlala, when he first asked you the questions you mentioned that you understood what he was asking you, you only seem to dispute that you don't know what he wrote down.  Now you've brought this up now, only upon me bringing to your notice that there seems to be a contradiction in as to who had the knife.  Now is it Mr Madlala didn't make a mistake with everything else, but just the part as to who had the knife?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "As I have already explained, whatever I told him was oral, I did not write anything down, he is the person who wrote the statement.  So I cannot know what he wrote and what he did not write, that the part with regards to the knife is not correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that you fell down?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You haven't told anyone that before, have you?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I did tell someone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see you gave evidence, do you remember, at the Magistrate's Court on January 1992?  Page 24.  And on the next page, page 25 you say\n\"The deceased and others chased us.  We then chased the deceased and caught him.  We stabbed him.  I also stabbed him with his knife.\"\nYou said nothing there about falling down, about struggling.  Why not?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Well I did not mention it there, but what actually happened was that the deceased chased me, caught up with me, I fell onto the ground and he stabbed me twice.  I then tried to fight him.  I managed to overpower him when my comrade arrived and came to my assistance, at which point I also removed his knife and stabbed him with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see you made another statement on the 17th of January 1992, apparently in the Umkomaas police station and at page 20 you said in that statement\n\"Whilst we were there we were approached by five bantu males who started shooting at us.  We then ran away.  When I looked back I noticed that the others had stopped chasing us, with the exception of the deceased, who is well-known to me as Mbukazi.  We then turned back and gave chase to him.  We caught up with him.  We then attacked him.\"\n... and your statement terminates there.  Here again you make no mention of you running away and falling down, you talk here of chasing the deceased and catching up with him.  Which is just what you told the Magistrate in Court.  Can you explain how we now have a completely different version?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I cannot explain that, but what I do know is what I've just told this Committee, that the deceased with other men chased us and they were shooting at us and when we ran away I fell and the deceased caught up with me.  At that point Izak Msomi tried to come to my assistance and that was when I got the opportunity to overpower him and remove the knife from him, and that is how I came to stab him.  It was not my intention to kill him but he was attacking me because he was a member of the IFP attacking an ANC member.  That is what I know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you can give no explanation as to how you gave a different version in January 1992, a matter of a few days after the event.",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "When I made the statement with the police I was being assaulted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you gave evidence to the Magistrate in the Court, were you being assaulted there?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why was it different?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I had assumed that I had told the Magistrate that the deceased chased us.  If it is not in the statement it means I omitted it by mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told the Magistrate\n\"The deceased and others chased us.  We then chased the deceased and caught him.  We stabbed him.  I also stabbed him with his knife.\"",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I did use his knife to stab him because I had no weapon in my possession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you said you chased him and caught him.  Please don't try to ignore that.  Your statement a day or two afterwards to the Magistrate in open Court was\n\"We then chased the deceased and caught him.\"",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "What I can say is that maybe the Court made a mistake.  What I know is that they chased us.  And even when the others stopped the deceased continued chasing us until he came up upon me when I fell and stabbed me and at that point Izak Msomi cam to my assistance because at that time I was bleeding.  Izak grabbed him and I managed to take his knife and stab him.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Where did he stab you?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "There.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the left side just under the armpit.  Left side of his chest.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sorry, Judge, on the left side of the back of his person there seems to be a two inch incision stitched as well and on the left thumb there's an incision or cut right across the fore of the thumb.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were you treated?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I went to see a doctor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It was at Umkomaas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that before your arrest?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Your statement says\n\"We stabbed him.  I also stabbed him.\"\nWho else stabbed the deceased?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I stabbed him whilst Izak Msomi grabbed him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Why did you say to the Magistrate\n\"We stabbed him.  I also stabbed him\"\n... as if there was a person who also participated in the stabbing?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I said so because there was another person who assisted me whilst I stabbed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'd like to correct something.  When I put to you what was said to the Magistrate's Court, the portion you said was in fact recorded on the 22nd of January, not the 3rd.  The proceedings commenced on the 3rd, but you spoke on the 22nd of January.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Ngubane, which day did you go to the doctors?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I cannot recall the date because this happened a long time ago, because one has a lot on his mind.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Okay, do you recall the day you were arrested?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, I do not recall the date.",
            "Male"
        ],
        [
            "MR PANDAY",
            "If I had to put to you that on the 3rd of January 1992 you were arrested, would that be correct?  That's on the charge sheet, Mr Chairman, on page 22.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It says the date of the arrest was the 16th.  16th of January.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Sorry, I stand to be corrected.  Sorry, Mr Chairman.\n\tMr Ngubane, you mentioned Izak Msomi assisted you, do you know a person by the name of Kwazi Mbambo?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, we used to reside at Mr Myene together.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now is Mr Myene and Kawzi Mbambo the same person?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, we were just residing at Mr Myene's home, guarding it.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now do you also know a person by the name of Alzina Luthuli?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Who is she?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "She was the deceased's wife.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Okay.  Would it be correct to assume that Alzina knows you, Msomi and Kwazi Mbambo?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, she does.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And she'd make no mistake in the identity of you?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It would depend just how far she is from us.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "If I had to say to you, or rather put it to you that Alzina has given a statement where she says that on the 1st of January three of you attacked Mbukazi, the deceased, and the three of you were yourself, Msomi and Mbambo.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I dispute that.  What I know is that the deceased and others who were IFP members, attacked us.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Let's leave the deceased and others who attacked you at the moment, I want to know from you if Alzina has to give evidence according to her statement that on the day they were attacked she was in the company of Mbukazi and the three people that attacked Mbukazi was you, Msomi and Mbambo, would she be lying?",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Could we perhaps first deal with the aspect of whether ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "Did you see her, was she in the company of the deceased on that day? - on that day, the 1st of January.",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, I did not.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Yes, could you then put the second ...(intervention)",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sorry, could I at this stage just seek the indulgence of the Committee.  There seems clearly to be a typographical error in Exhibit A, paragraph 6.  I've just called my assistant to compare the original instructions given to us, the date 7 January should indeed read 1st January.  I apologise.  Thank you.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ngubane, you say you don't recall seeing Alzina on the 1st of January, is that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you think she was there, or she might have been there?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I did not see her.  I did not see anybody who looked like her, she was not there.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you have any idea why Alzina will implicate you, Msomi and Mbambo?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I think she's just implicating me because she heard that I stabbed the deceased, but she does not have an information as to what happened.  I think she's just creating this because it was her husband who was killed and also for the fact that she is an IFP member, so she has nothing to gain or lose by implicating me.  Also for the fact that the IFP and ANC were previously in conflict, she would not stand up for an ANC member.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ngubane, tell us once more, why did you stab Mbukazi?  We've heard your statement, but you tell us now what reason did you want to stab Mbukazi for?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I stabbed him because he had attacked me.  He and six other men approached us and I was out at home on the premises.  That was on New Year's day.  I saw them approaching and as I looked closely I recognised them and they started running as well as shooting.  I left whatever I was doing and ran away.  The other people who were in the house also ran out of the house and went down the road.\n\tAs we were running down the road I fell and the deceased then bumped into me and fell.  When he got up he came to me and stabbed me on the back at the left.  We then fought for the knife, which is how I came about to be stabbed on the thumb.  \n\tUltimately I managed to wrestle the knife away from him when Izak came to my assistance and Izak then held him and I stabbed him.  I am not sure how many stab wounds I inflicted on him.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ngubane, do you know where's the Umuni area, or the Ultra City in Umuni?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Yes.  And how far is that from the place you were attacked?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It's quite a long distance because from where I was attacked you are not able to see that Umuni area.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now where is Umgalala residence?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please repeat that.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Where is ...(intervention)",
            "Male"
        ],
        [
            "MR DEHAL",
            "Umkababa.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Well I could be mistaken, the name on page 10 is spelt Umgalala, it could be Umkababa.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I think that's clearly an error, it's Umkababa, because the rest of the papers talk of Umkababa.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Okay.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Umkababa is one of the neighbouring areas.",
            "Male"
        ],
        [
            "MR PANDAY",
            "How far is that from where you were attacked?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I think it's more than one kilometre.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Alzina who is Mbukazi's girlfriend, has given a statement that they were attacked by three males, that's you, Msomi and Mbambo at the Umkababa resident, or reserve ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "I'm sorry, isn't it that they're coming from - the applicant and his friends coming from Umkababa residence and they were attacked at a school?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Sorry, Mr Chairman, that's correct.\n\tIf I may rephrase the question, Mr Ngubane.  Do you know where Power School is?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Please repeat that question.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you know where Power School is?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Which are is that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It's close to the deceased's home.  You pass his home on the way to that school.",
            "Male"
        ],
        [
            "MR PANDAY",
            "So you say it's close to the deceased's home, is that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Alzina who is the deceased's girlfriend at the time, or who was the deceased's girlfriend at the time, stated that they were attacked near Power School, or as they were passing Power School.  Now that's the direct opposite from what you say, that you attacked in your area, can you comment on her statement?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I dispute that because what I know is that the deceased was stabbed in our area.  He was not close to his home, he was far from home.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did Alzina give evidence in the trial?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did Alzina give evidence in the trial?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, she did.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman, that's the cross-examination.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you, Chairperson.\n\tMr Ngubane, what is your standard of education?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I went as far as standard seven.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Where were you born?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "At Danganye.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The Danganye area, is it an area under Umkababa?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And is that where your home is?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And where is Mr Myene's home, the place which you say you were keeping guard?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It is at Danganye.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And where is the deceased's home?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I am not sure of the name of that area, there is sometimes disagreements on what it's called, whether it's part of Danganye or it's part of Ehlanzeni, Because that area is close to a road which apparently is the demarcation between Ehlanzeni and Danganye, so I'm not certain as to whether it falls under Danganye or Ehlanzeni.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did I hear you well when you were saying that area where the deceased's stayed is known as Ehlanzeni?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I think so, but I am not a hundred percent sure.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now I want to get something from you.  Are you aware that for you to be granted amnesty you must tell the truth and the whole truth to this Committee?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do know.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you aware that for you to get amnesty you must have committed an offence for which you ask amnesty?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I am.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now the Ehlanzeni area, was it an IFP or ANC dominated area?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It had become an IFP area.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Then the Danganye area, was it a mixed area or an ANC or IFP dominated area?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It was mixed, but the IFP resided on the upper part of Danganye and on the lower part it would be the ANC, and I resided within that ANC area.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you know Mcotoyi High School?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it an area located at your place?  Is it a school located in your area?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, it is in the ANC area.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you aware that the deceased was a student at that school during that time? - when you killed him.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Although I do not have such knowledge, but it is not possible that he would have attended school there because all children were IFP followers had been removed or had left that school and I knew him to be an IFP member, so there was no way that he could have been attending that school because he was a well-known IFP member.   He used to attend their meetings and everything.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So are you saying all IFP aligned students were removed from that school?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now on paragraph 5 ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you repeat the name of that school again.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "The Mcotoyi High School.  Mcotoyi is M-c-o-t-o-y-i.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "On paragraph 5 of your statement, which is Exhibit A, you say on the first sentence\n\"During or about the 1st January 1992, I was accompanied by Izak Msomi and Kwazi Mbambo\"\nWhere were you up to when you were accompanied by these two gentlemen?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "We were not going anywhere, we were at home.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Then why do you say you were accompanied?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I don't know about that, what I do know is that I and those gentlemen were at home.  That must be a mistake in that statement.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you say you were at home, what do you mean?  Were you at your own home?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "We were at Mr Myene's home which we guarded.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And then you say the deceased was in the company of some people, who were those people whom you say he was in the company of?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I can mentioned the deceased, Xiso Mbambo as well as Magwegwe Luthuli - he was also known as Beki, as well as Duba and another one known as Scuxa Mbambo.  I have forgotten the rest, but most of them were from the Mbambo family, as well as a Thulani Sibisi.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In what area were they from?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "They all resided in one area together with the deceased.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How far is Ehlanzeni from your area?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "From my home to Ehlanzeni you pass three different areas.  That is before you get to Ehlanzeni.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Would you bear with me, Chairperson, sorry.  In paragraph 9 of Exhibit A you say\n\"The deceased had attacked and killed other ANC people.\"\nWhere do you get that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I say that because I witnessed it happening. I know of several comrades who had been attacked by him.  Some died and one of the people who had been attacked by the deceased was my own brother.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When was that when your brother was attacked by the deceased?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Around 1989.  I think it was on the 1st of January as he was taking out the cattle to graze, that was when he was attacked.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR DEHAL",
            "Thank you, Chairperson, very briefly.\n\tIf I may take you to page 24 of the record, on that aspect which the Chairperson dealt with, would you mind looking at that.  Sorry, page 25.  This is a version you gave to the Court on the 22nd of January '92, at that stage you were not represented by an attorney because I see in response to some questions the Magistrate asked, you said that your - that's at the bottom of page 25, you will have your own defence counsel, Linda Zama of Linda Zama and Company, correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And in the middle of that page I see in addition to the words that were read earlier, you said -\"I admit that I stabbed the deceased with his own knife.\"\nThat's the fifth line under accused number two in the middle of the page.  Do you see this?  I'll show it to you.  Did you say that to the Magistrate?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You mentioned that the statement which you made to the police on page 20, was one that you made whilst you were being assaulted by the police.  Do you see that statement that I showed to you?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And when you spoke at Court as per page 25 of the record, on the 22nd of January '92 - we know now that you had no lawyer at the time, was this policeman who took your statement or the police who assaulted you, present in Court at the time?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, they were.",
            "Male"
        ],
        [
            "MR DEHAL",
            "As a matter of interest, did accused number one have a lawyer on that day or was he also unrepresented?  I see on page 25 he says he also wanted Linda Zama to represent him.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "He did have - we had one attorney, that was Linda Zama.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes, but on this day when both of you recorded your brief statements, that's the 22nd of January '92 when this was recorded your attorney was not at Court ...(intervention)",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes, 22nd of January.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, the attorney was not present.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As well as giving the name of your attorney you gave her telephone number, is that correct, or did the Court insert that based in its own knowledge of her frequent appearances?",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "Did you give the telephone number of the attorney to the Magistrate?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I do not recall giving out the number to the Magistrate.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you.\n\tAnd you mentioned earlier that - on page 25 you talk about-\n\"We stabbed him\"\n... and when questioned about you said \"we\", you said Msomi had helped you to hold the deceased and therefore you referred to him as having assisted you to stab the deceased.  Do you remember that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Are you saying that Msomi or any of the others who were in your company, had not stabbed the deceased and in fact you alone stabbed the deceased?  Is that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And is it your version that at no stage did you or the others chase the deceased for the deceased is the one who chased you and any reference to having chased the deceased is incorrect?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I did not chase the deceased.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You also mention that you saw the deceased on many occasions - you witnessed the deceased on many occasions assault and kill other ANC persons, do you remember that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Was the deceased at some stage an ANC member but defected to the IFP?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, he was once a member of the ANC and later defected to the IFP.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Towards the terminal end of your evidence just before I began to re-examine you, you said of the persons the deceased had assaulted, stabbed, he had killed - sorry some of them died, now do you know who had died as a result of the deceased's activity?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I can recall a few, one was Mr Cele -in fact there were three persons from the Cele family, two men and one child and one was from the Mngade household and a Mr Hlope.  They used to attack people, a lot of people.  Some attacks I would witness.",
            "Male"
        ],
        [
            "MR DEHAL",
            "In Exhibit A on paragraph 9 you say that when the deceased had you pinned to the ground you thought about - that you say in paragraph 9 and 10, you thought about these other people he had killed and you knew that you were going to die.  Now having regard to that I ask you this, if you had not dispossessed the deceased of his knife and stabbed him, what do you think would have happened to you?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I realised that I was standing a good opportunity of being killed if I did not dispossess him.  I thought that it would be best if I stab him so that he does not even follow me, or he's not able to follow me.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Didn't the deceased carry a gun?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "He had a home-made firearm.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And did he have this in his hands whilst chasing you?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, he did have the firearm, but he had already fired it, because it could carry only one bullet.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And you had mentioned earlier that of the group that were chasing you they had firearms, apart from the deceased having a firearm, that they had shot at you but missed you, correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they had assegais, did the deceased have one?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, he did not have an assegai but knife and a home-made firearm.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Sorry, will you bear with me, Mr Chairperson, I'll just check if there's anything else.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Maybe while you're checking Mr Panday(sic), may I ask a few questions to the applicant.\n\tMr Ngubane, after this event where the deceased was killed, did the attacks on the ANC decrease or increase?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "What I remember is that the attacks decreased because after that and up to the point when I was convicted, there was no longer fighting or any conflict, the war stopped then.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Would you say your ANC branch or the ANC at your local area benefitted politically out of your actions by killing the deceased?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Personally I feel that yes, they did benefit because it brought an end to the war.  Perhaps he was the one strong person within the IFP who headed attacks.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were your actions only based on self-defence or had it anything to do with politics were your actions motivated in any way by politics?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "When the deceased was attacked it was because he was an IFP member, but I had not intended to attack or injure him and at that point I attacked him because he had attacked me first and had I not stabbed him, I feared that he would have stabbed me or would have killed me.  And I did not even realise that he was dead at the time, I only learnt of it later.  But I had not intended to kill him.\n\tBut I am here because I was an ANC member who injured or attacked the deceased, but it was not my intention to kill him but he did die as a result of my attack.  I had not intended to kill him, I just wanted to subdue him so that he would not be in a position to attack me further.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was this personal or was it political - was it for your own personal benefit, or was it for a political objective?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I would say at that point it was personal because he had attacked me at home, no-one had been aware that he was going to do this.  When I reported the incident to the ANC, they did support me that I should have attacked him and defended myself.  But I am very sorry about his death because we grew up together, the only problem came about when political violence started.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said also your brother was attacked, was your brother a member of any political organisation?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, he was an ANC supporter.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When he was attacked, did you report this to the ANC?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did the ANC take any steps?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "The ANC reported the matter to the police, but they did not take any other action.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Panday.  Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you, Sir.\n\tMr Ngubane, the deceased attacked you surely because you were an ANC man and he was IFP and in the ongoing conflict between the IFP and the ANC ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Sorry, you can't put that leading question in re-examination and there was no evidence that the deceased attacked them because they were ANC.  Seven man came to his house.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sir, I accept it's leading, I'm sorry about that, I will rephrase that but it emanates from Mr Sibanyoni's question, re-examination at that level.\n\tMr Ngubane ...(intervention)",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "May I just apologise, I referred to you as Mr Panday instead of Mr Dehal.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you, I accept that.\n\tMr Ngubane, you've talked about the deceased having attacked many ANC people and that the deceased at the time he so attacked these ANC people, was clearly an IFP person, you recall that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you recall in Alzina's statement which we dealt with, Mr Panday dealt with earlier and which I read to you when I consulted with you, she said you turned around and you together with the group that you were in, called the deceased an IFP man, provoking him about his being an IFP.  Remember Alzina's statement to that effect?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, I only heard of it today.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You see in paragraph 3 on page 10, this is Alzina Luthuli's statement, she says\n\"As they passed us ...\"\n... meaning you and the group that you were in, as your group passed the deceased and Alzina.\n\"... the deceased turned around.  I then noticed them call the deceased an Inkatha person.\"\nDo you see that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I do not know about that.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Okay, but then Alzina goes on to say that these three black males are ANC members from Umkababa reserve, do you see that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You keep saying \"do you see\", but I understand your client had told us that he is not literate in English, so I don't see how you can ...",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I apologise.  The question should rather be \"do you remember that, do you note that\".\n\tYou said, sorry you don't know that.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You dispute Alzina's version I take it, that you turned around and called the deceased an IFP.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do dispute it.",
            "Male"
        ],
        [
            "MR DEHAL",
            "May I ask you, if you were an IFP member, do you think the deceased would have attacked you?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, he would have not attacked us because we would be members of the same organisation.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And if the deceased had not changed to becoming an IFP member and remained an ANC member, do you think the deceased would have attacked you?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I do not think so because we never had any personal problems with him, we even used to play soccer with him before.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Mr Chairperson, that is all, thank you.  I have no further witnesses for the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you - there's one thing I'd like to ask him and I'm afraid I can recollect the word, but in one of the other applications that I have read in the last few days there is I gather, a rude word or expression used for IFP member, do you know of such a word?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, I do not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That concludes your ...(intervention)",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Sorry, Chairperson, maybe let me ask him specifically the word.\n\tThey call it \"Klova\".  Does that word sometimes get used in referring to IFP members?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I will sometimes hear other comrades use that word, but on the specific date when the incident happened, I did not hear anybody uttering that word because when they approached we did not see them, we just saw them when they were close and they were on their way to attacking us.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you, that is all, Sir.\nNO FURTHER QUESTIONS BY MR DEHAL",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Sorry, I just want to enquire about one thing.  What happened to Kwazi Mbambo during this attack?  Where was he",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "He ran away, he never turned back.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR PANDAY",
            "Sorry, Mr Chairman, if I just ...(indistinct) on a question.\n\tMr Ngubane, when did the violence and faction fighting start in the Umkababa area, what year?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I think it was around 1987/1988.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now you mentioned that Mr Cele was attacked, do you recall what year he was attacked?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Please repeat that question.",
            "Male"
        ],
        [
            "MR PANDAY",
            "You mention that the deceased, Mbukazi, attacked various people and a few names you mentioned, one was Mr Cele, the family, the two men and one child were killed, do you recall in what year they were attacked?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "If I'm not mistaken it was around 1990, that was when that family was killed.  My brother was attacked on the 1st of January 1990.  In fact is was New Year's Eve, just before the 1st of January 1990.",
            "Male"
        ],
        [
            "MR PANDAY",
            "So your brother attacked on the 1st of January 1990? - just before.  And the Hlope family?  Mr Hlope?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It was an incident that happened after my brother was attacked.",
            "Male"
        ],
        [
            "MR PANDAY",
            "So was that also during 1990?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And the other incidents you mentioned, do you recall when they occurred?  I can't recall the names.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I think it was around 1991.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Alright.  Now my question to you is, Mr Ngubane, did the ANC know of all these attacks?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "The ANC was informed if people were attacked.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you have any idea why the ANC had done nothing about these attacks?",
            "Male"
        ],
        [
            "MR DEHAL",
            "It's not his evidence that the ANC did nothing about it.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Well Mr Chairman, if I can recall the deceased was only attacked and killed in 1992, my point being made is that these attacks were going on since 1990 ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "I think the point is they reported it to the police, the ANC.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "As the Chairman, pleases.  I'll rephrase the question.\n\tMr Ngubane, besides - the ANC, did they consider Ngubane to be a threat to the organisation - sorry, did they consider Mbukazi to be a threat to the organisation?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And besides reporting the matter to the police, do you know of any other actions they intended taking against Mr Mbukazi?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, I am not aware of any steps that were taken by the ANC with regards to Mr Mbukazi, but I think his death also was a relief to them because he was responsible for attacks on them.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman, nothing further.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            "INTERPRETER",
            "Through you, Mr Chairman, I would like to request a two minute adjournment.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll take a very short adjournment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "... contact with Ms or Mrs Alzina Luthuli at her place of work and that means that we will have to make - sorry, not we but others will have to make an effort to find her tonight at her place of residence because I think certainly, and I think I'm speaking on behalf of the Committee, we are satisfied that she would be an extremely relevant witness in light of the affidavit she has made and we would have to adjourn till tomorrow at the earliest, to see whether arrangements can be made.  Do you agree with us?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you, Mr Chairperson.  Indeed I agree, I have just one reservation to make, or one comment to make in reservation and that is, we've never seen this girl, Alzina, this matter's been set down I think for the third time now before this Committee, once in Pietermaritzburg she was never there present, the Committee there was different, then once again here in Pinetown and the witness was not here, endeavours were made to trace her, now today she's not here.  But I agree that it should be adjourned, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I must say that I feel - and I speak now as the Vice-Chairman of the Amnesty Committee, that any blame that attaches may well attach to the system carried out by the Amnesty Committee.  It seems to me that where one is in possession of an affidavit or statement is it, a statement that is obviously of extreme importance, we should have made arrangements to have someone consult with her to ascertain her availability and to give her notice, and I don't think that we have done that, I think that it's been left to the attorneys appearing who are only able to start making approaches after they've been notified of the date of set-down, on pretty short notice sometimes.  And I have said this before and I say it again, that I think it is vitally important that where it does appear that evidence, information, is of importance and is of relevance to a hearing, that we as a Committee are responsible for making arrangements to ensure that such evidence is available at the hearing without further adjournments inconveniencing applicants and others, and I to that extent apologise to you gentlemen.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gather there are certain questions that the attorney for the victims wishes to ask and there's one or two which I would like to ask, and I don't know if my colleagues have any, but perhaps we could dispose of that so the applicant can finish.  If I could just ask mine.\n\tI don't think - you may have told us, but I don't think you have told us, Mr Ngubane, what time was it when these people came to where you were at Mr Myene's house?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It was around seven in the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the morning that was.",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The other question - I don't know if you can help us with this, I think there are other witnesses who can, or other sources of information, how old was the deceased at the time of his death?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I am not certain of his age, but I think he was older than 20.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you wouldn't argue with 21?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No, I would not dispute that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "How old were you at the time?  Or how old are you today?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I'm 32 years old.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Now?  Are you now 32 years old?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Because you told us that you've been interested in the ANC since 1977, is that correct?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, when I first heard of it, it was still the UDF.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "But at that stage you would only have been 10 years old.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Sorry Sir, to interrupt, I thought he said 1987.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Oh, '87, I had a note '77.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, I think Mr Chairman is also right, it was 1977 according to my notes as well.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I also have '77.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Were you only 10 years old at that stage?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I think it was around there.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Ja.  And you've told us that you've made standard seven, is that correct.",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "Can you read English?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "No.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Weren't you taught English at school?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, we did read English.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "I don't intend saying that you know English well, but a person in standard seven would be able to read and understand English at least.",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I cannot claim to know English well, but I do understand here and there, but I know less about English.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And the papers here today, were you able to read and understand what some of the statements would say?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I may be able to read it, but I do not think I'd be in a position to understand and explain it in isiZulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When were you in standard seven?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "It was around 1987.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Round '87.",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I think so.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "I've still got a problem as far as your statement appearing on page 4 of the record, is concerned, the second-last paragraph.  I want to read it to you and you should tell us what's wrong with this and how it came about that if it's wrong, how did it come about that there's some misunderstanding here\n\"Izak Msomi and myself ran away.  The seven men chased us.\"\nIs that correct, everything so far?  Could you perhaps give him a copy of - it seems to me he'd like to have it before him.  I've read to you the first sentence -\n\"Izak Msomi and myself ran away.\"\nNo, it's in the middle of the page, on page 6, they typed version.  Do you see it?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Is that correct?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That is correct.\nJUDGE DE JAGER\n\"The seven men chased us.\"",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Then\n\"I had a knife in my possession.\"",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I dispute that, I did not have a knife.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Right.\n\"These men chased us and the deceased was the man who caught me.\"",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, we did flee and the deceased caught up with me after I had fallen.\nJUDGE DE JAGER\n\"I then turned around and stabbed the deceased.\"",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "He stabbed me first and I stabbed him after my comrade came to my assistance.  He held him and then after dispossessing him of his knife, I stabbed him.  That was after we had struggled for the knife.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "You see you never mentioned before today that you fell, not in one of the statements.  Why didn't you mention that in previous statements?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I think I did mention it, I do not know why it is not contained in the statement.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "While we're on that ...",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "I'm referring you to the same paragraph which was read by my colleague, Mr de Jager, the paragraph starting with\n\"Izak Msomi and myself ran away.\"\n... but in your evidence you spoke about three people, why in this one only you mention Izak Msomi and yourself?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I did mention three people, but the other one fled and he did not partake in attacking the deceased, he did not witness us struggling with the deceased and stabbing him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you don't mention him earlier when you say in the third paragraph\n\"Izak Msomi and myself were members of the ANC.  On the same day early in the morning about seven black males, including the deceased, approached the house that we were guarding.\"\nAgain you only mention yourself and Msomi.",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "When I related the story at the very beginning I did mention Kwazi Mbambo, that he present at that house.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But in your statement of the 15th November ...(indistinct) you didn't mention him, had you forgotten about him?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I did mention Kwazi to Mr Madlala, but he told me that the other persons were not that important because they had not made applications.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Questions?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman.  Mr Chairman, before I proceed, if I may just stand to correct my learned friend insofar as Ms Alzina Luthuli's attendance.  If it may recorded, Mr Chairman, on the previous occasion the Evidence Leader was Ms Ramula Patel, and it was on that occasion that the victim's girlfriend Alzina Luthuli did appear before the Commission.  Unfortunately there were some problems with the matter proceeding on that particular day.  I myself had personally spoken to her and the matter was thereafter adjourned.  Just to have that correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So she has been at a hearing.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "She has, she was present on the previous occasion, Mr Chairman.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Sorry, I don't want to be sounding as though I said anything incorrect, but lest anything turns on it, nothing seems to me to turn on it.  When the matter came to be adjourned on the last occasion, Alzina was not here and I waited for a while till she arrived, I was given a report that they had gone to the beach front to look for her.  This was at the time or date immediately preceding December last year, following upon the Y2K celebrations the beachfront was intensely busy, the report given to me was they would probably never find her that day.  But I understand subsequently they probably did meet with her, but at the time the matter came to adjourned she was not here.  But nothing really turns on that.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR PANDAY",
            "As Mr Chairman pleases.\n\tMr Ngubane, is it correct to assume that you're familiar with the Mbukazi family?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I know them, we grew up together.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you know the eldest brother, Frederick Mbukazi?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I do not know him by that name but I know him by his Zulu name, Mguboi.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now Mr Ngubane, the eldest brother, as you say you know him by his Zulu name, Mguboi, he is present at this hearing today and if need be he would testify that his brother was not part of any political organisation and neither was their family.  Would you be in a position to dispute that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I would dispute it.",
            "Male"
        ],
        [
            "MR PANDAY",
            "He would further testify that they were merely living in the area, that was the IFP area because that was their home at the time and as such they were not, neither the deceased nor the family was politically active.  Would you be able to dispute that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I would dispute that because even he himself was one of the people who used to attack us, they would chase us.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ngubane, you maintain that on the day you attacked Mbukazi, there was nobody present, namely his girlfriend was not present, is that correct?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, she was not present.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you also maintain that on that said day you acted in self-defence?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now my question to you, Mr Ngubane, if she was not present and the Court only had your version to go by and that of Msomi's version, that you acted in self-defence, won't you agree with me that they should have actually have acquitted you as opposed to having convicted you?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "As a lay person I am not familiar with the proceedings of the Court.  I am not an attorney, I do not know anything about the law.  I testified in Court and she did but I could not dictate to the Court that I should not be convicted, and she was there to make sure that we got convicted because we had killed her husband.  Also for the fact that she was an IFP follower and we were ANC persons, she had to support her husband and speak on his behalf.  But I maintain that she was not present there.  I know her as a person, but I did not see her on that day.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ngubane, you maintain that she was not present, let's accept that for a moment, do you agree that for her evidence to have been considered important and valuable she had to have given a very proper and explicit account of what took place on the day in question?",
            "Male"
        ],
        [
            "MR DEHAL",
            "Sorry, Mr Chairperson, I didn't want to interject, but I don't know whether this question is fair to this applicant.  Firstly, he's already mentioned in his testimony that he's a lay person, he doesn't know how Court proceedings work, for him now to weigh the probabilities of what would be an astute person's version for the prospects of conviction, is not for him to say.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "May I ask you this, Mr Panday - we don't have the Court record for the moment and my question is, if the applicant said in Court he dispossessed the deceased of his knife and the other friend grabbed the deceased while he was stabbing him, do you think he would have succeeded with self-defence?",
            "Male"
        ],
        [
            "MR PANDAY",
            "On his version?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Well as you say Mr Chairman, we've just got his version, obviously he maintains that this is what happened.  I'm merely putting a possibility to him for him to have been convicted the person that gave evidence could not have been there to have given such an explicit account for him to get convicted.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The crux of my question is, he may have been convicted out his own mouth, out of his own version.",
            "Male"
        ],
        [
            "MR PANDAY",
            "I concede that point, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There may have been others.  Unless we have sight of the judgment I don't think it's a fair question.  There are cases where the Judge has said exactly what he thinks of a witness and an accused person would be left in no doubt, whether he was a lay person or not, that that person had been believed or otherwise.  But we don't know in this case, it may have been a question of fingerprints, bloodstains, all sorts of technical stuff.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "I'll withdraw the question, Mr Chairman.  Thank you, nothing further, Mr Chairman.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One last point I would like your assistance on.  You've told us, Mr Ngubane, that you were an ANC supporter for many years, is that correct?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you tell me who was your senior, your leader in the ANC, in your district?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "At that time the Chairperson of the youth was Lindane Mtiane and it was Mr Nxayi who chaired the ANC in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Right that concludes the applicant's case, is that right?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Indeed ...(intervention)",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR MAPOMA",
            "I'm sorry, Chairperson, there's just one question that flows from the bench that I would like to ask.\n\tMr Ngubane, you have said that you started supporting the ANC in 1977, do you remember that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you said that was at the time when it was still the UDF, do you recall that?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you sure?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I may not be certain, but I know that I never supported any other organisation except for the ANC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you sure that it was 1977 when you first supported the ANC which was then the UDF at that time?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I think it was around there because I was at school, at Power School and a branch of the IFP was being launched then and Mangasutho Buthelezi even arrived for the launching of that branch.  I think it was during that year.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I am asking this question because the UDF was launched only in 1983, far later.",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "I may be confused about the dates, but I have never supported any other organisation except for the one of which I'm a member now.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now in Court, when you were in Court for trial in this incident, is there any particular reason why you chose Linda Zama to be your legal representative?",
            "Male"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, the reason was that we knew that there were lawyers who mostly represented ANC people and others who represented IFP people.  The reason why I chose her was because I could not have approached an IFP lawyer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know she represented ANC?",
            "Unknown"
        ],
        [
            "GEBU FANYANA NGUBANE",
            "Yes, I did have that knowledge.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall we try again.  Does that conclude the applicant's case?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Indeed it does.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  Now what is the position?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Chairman.  Mr Chairman, I've spoken to the brother of the victim, Mr Frederick Mbukazi who is seated in the gallery, he informs me that he can make the necessary attempts to locate the girlfriend, Alzina Luthuli and in all earnest try and have her at the Commission tomorrow morning.  In the light of the inconvenience, the problem that we have been faced with, with getting her here and part - as Mr Chairman has agreed, could be on the fault of the Commission, we ask that the matter be rolled over or alternatively adjourned for tomorrow to continue.\n\tMr Chairman, I do intend calling the brother, Mr Mbukazi, if there's no objection from the applicant's side.  I must motivate that I cannot see there being any problems as his evidence is going to be straightforward and if need be, the applicant may seek an adjournment thereafter to take further instructions on his evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going to call him now?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Well if Mr Chairman prefers calling him tomorrow, I don't have a problem with that and we can continue the matter tomorrow.  Whichever is at the convenience of the Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the fact is it's now twenty five to three, there's quite a lot of this afternoon left, tomorrow we will have, I hope, the other matter that we should have heard today, to proceed with as well as to conclude this matter.  So I think it would be more convenient if we could lead his evidence now, subject of course if you obtain any further information from the other witness that you think you ought to put to him, you can recall him for that purpose.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "I see.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Insofar as any anticipated objection from me is concerned, I have never wanted to object to this, I see it only in the interest of fairness.  My only reservation is that I have not known he was going to be called as a witness, I have no copy of his statement, he's not referred to in the bundles, but that doesn't take the matter any further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you.  I take it that the applicant's case is now concluded, Mr Chairman.  Mr Chairman, the victims would call the eldest brother of the victim, that's Frederick Mbukazi.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Please rise, Mr Mbukazi.  Please give us your full names.  Do you have any objection to taking the oath?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, you may be seated.",
            "Male"
        ],
        [
            "EXAMINATION BY MR PANDAY",
            "May I proceed, Mr Chairman.\n\tMr Mbukazi, could you please give us your full and correct name, as it appears in your Zulu ...",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I am Frederick Mfanazotini Mbukazi.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And are you known by any other name?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Which is?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I'm Kopo.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now would you tell the Commission what is your relationship with the deceased, that is Mfanafuti Mbukazi.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "He was my younger brother.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And who did he live with?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "We all lived together.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And in what area did you live?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "At the Hlanzeni district in Umkababa.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now the district that you resided in, was that a politically active district?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "As far as I know at that time politics was a subject that had just started.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now the area that you resided in, what political party was dominant in that area?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "It was the IFP.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now were you in any way part or active as an IFP?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "The entire family was not active in politics.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now your brother that was deceased, Mfanafuti Mbukazi, do you know if he was in any way active?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "What I know about my brother is that he was a young person who was still attending school, he was not involved in politics, he used to play soccer only.",
            "Male"
        ],
        [
            "MR PANDAY",
            "You say he was attending school, which school was he attending?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "At Mganiwaki.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And how old was he at the time?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "He was 21 years old.",
            "Male"
        ],
        [
            "MR PANDAY",
            "You've heard the evidence of the applicant, Mr Ngubane, and he states that your brother was an IFP activist, would you agree with that statement?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I would dispute that.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Mbukazi, the people that resided in your area, were all of them politically active?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And any particular reason why your family was not politically active?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "We did not believe in politics, it's just that if you live in an area that is dominated by a political party, you have to support them to be safe.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now you say that if you live in the area you have to support them, in what way did one support them if you lived in that area?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "For instance, if people come out and they are - there is something going on, I would also follow to see what is going on, I would be with them.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And would your brother do the same?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "So people from outside would regard you to be a supporter of the IFP because you went with them, if they were going to a meeting you would accompany them?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I can agree with you there.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And would you in any way attack any other party or persons on the instructions of the IFP?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "No.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Would your brother have done the same?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "He would not have done it either.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you know if your brother was involved in any attacks?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "He had never been involved in such matters.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you, Mr Mbukazi.  Thank you, Mr Chairman, that's the defence witness.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, that you.  This has been sprung on you rather quickly, would you like a short adjournment?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Mr Chairperson, I think it's sufficient for me to proceed at this stage on the basis of what I know of the applicant's version.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DEHAL",
            "Thank you.\n\tMr Mbukazi, is Princess Bongisiwe Hlongwane your wife or is she your sister-in-law?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "She is my wife.",
            "Male"
        ],
        [
            "MR DEHAL",
            "She has made a statement which is on page 18 of the bundle, you're familiar with that statement, aren't you?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I was not present when she made this statement.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Has your attorney, Mr Panday, not shown you this statement?  Have you not read it, are you not familiar with its contents?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I do not recall whether he showed it to me.",
            "Male"
        ],
        [
            "MR DEHAL",
            "In any case, your wife made a statement to Mr Robson Madladla on the 15th November 1999 and it she says amongst other things - I show this to you, if you can read English you can follow me - sorry, this is the fifth paragraph on page 18\n\"During 1991 and 1992 there was a fight going on between the ANC and the IFP.  As far as I know, Mfanafuti did not belong to any political organisation.\"\nDo you agree with that paragraph, with that statement?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Did you know that your wife was approached by Mr Madladla, to make a statement?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Were you approached to make a statement?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "No, I've never made any statement.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Is your wife present here at these hearings?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, she is.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Is she going to be called to testify, do you know?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, that's not within the knowledge of the witness, that will be determined by myself being the representative.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wouldn't the answer simply be \"I don't know\"?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Did you know that during 1991 and 1992 there was this ongoing fight between the ANC and the IFP in the area you lived in?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Would that mean that this fight was going on between the area that the accused - sorry, the appellant lived in and the area that you lived in?  The are you having lived in, being IFP and the adjacent area that the applicant lived in, being ANC.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "The violence that I know of involved people from Mcina and Ehlanzeni districts.  That is just across Umkababa.  These were just criminals who killed my brother when they met him in the company of his girlfriend.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Well you don't know that, I don't know how you could say that, you were not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that being a bit technical?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Before my brother died, he told us everything.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes.  If there was a group that arrived from the ANC area into your area, the area that you lived in, and maliciously and violently attacked the IFP people, the attacks by the ANC crowd, would you have just stood aside and watched passively as they fought, or would you have taken sides with the IFP to fight against the ANC?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Well I do not gamble with my life.  If I see that there's a possibility of my death, I would have fled.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Sorry, you would have?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Fled.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Fled.  You see, your wife says in the next paragraph\n\"As the fight was going on all the youth in the area who belonged to the ANC, left their homes and stayed in the ANC area.  All those who stayed at their homes were labelled as belonging to the IFP.  The deceased did not leave our house which was situated in the IFP area.  No member of the ANC was allowed in the IFP area and vice versa.\"\nYou agree with that, do you?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I do agree with that.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Now you see, your wife then says in the next paragraph ...(intervention)",
            "Male"
        ],
        [
            "MR PANDAY",
            "Sorry, Mr Chairman, with due respect to my learned friend, my colleague is trying to cross-examine the witness on the affidavit of somebody else.  Now if my learned friend would rather put to him a particular question as opposed to leading him on an affidavit that he did not depose to, it would be a bit more convenient for the witness in this matter, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's merely asking him if he agrees with something that has been written down.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "I accept, Mr Chairman, what you're saying, but if my learned friend would refrain from cross-examining, or agreeing on the affidavit that he did not depose to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is if he starts questioning him as to the wording, that would be grossly unfair because he would say \"It's not my affidavit\", but so far all he has done is read to him and said \"Do you agree with those views?\"",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "As Mr Chairman pleases.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I anticipate my learned colleague's difficulty arising from the next paragraph, if it be agreed to, and perhaps the objection was timeously ... predicated at that level.",
            "Male"
        ],
        [
            "MR PANDAY",
            "I do object to that, Mr Chairman, my learned won't know when I'm going to object or not.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Okay.  In the next paragraph your wife says\n\"I believe that the deceased was killed because he was found in the ANC area while he was residing in the IFP area.  Even though I know that the deceased did not belong to any political organisation, I think that his death was politically motivated.\"\nDo you agree with that paragraph?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Could you perhaps tell us, where was the deceased killed?  How far from his house?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "It was quite a distance from our home.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "...(indistinct) how far from the applicant's house?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "It was a distance from his house.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And how far from Mr - sorry, I'm looking for the exhibit now.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Myene.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Myene, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Ja, Mr Myene's house.",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I am not in a position to explain because I did not know Mr Myene.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you - sorry, whilst we're on that point, do you know the Power School in the area?  Or the school known as Power School.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Was your brother killed anywhere in the vicinity of the Power School?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "It was not at the school but some distance away from the school.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by that, a long distance or as far as from here to the road in front?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "It would be a distance from here to the Pinetown bus rank.",
            "Male"
        ],
        [
            "MR DEHAL",
            "If I were to - sorry, I don't know where the Pinetown bus rank is, but if I were to ask you if that would be about two kilometres, would you agree, or would that be less than that?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Unfortunately I cannot estimate that distance in kilometres, but I can estimate that it would be from this place to the bus rank.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Just to help us, if you had to walk from here to - sorry, between Power School and the spot where your brother was killed, not at a very speedy walk, not very slow but at a gentle walk, how many minutes would that take you about?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "About 15 minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you'd like to make enquiries during the course of the adjournment, you can tell us tomorrow morning.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you.\n\tMr Mbukazi, you said your brother was still at school at the time, what standard was he in?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "He was doing standard nine.",
            "Male"
        ],
        [
            "MR DEHAL",
            "So he was 21 years old and still in standard nine?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And the school that you speak of Mganiwaki School, was this in the IFP area or the ANC area?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "It was in the ANC area.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I saw you seated in this forum, in this Court room at the back there whilst the applicant was testifying, you heard his testimony, didn't you?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I cannot say because I was not here when he started.",
            "Male"
        ],
        [
            "MR DEHAL",
            "The applicant said - I don't know if you heard this, the applicant said that the deceased was not at school and certainly not at this school, Mganiwaki School, because any person who was IFP was removed from the ANC area and not allowed to school in that school.  Did you hear that?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I bear knowledge about my brother.  When this violence started between the ANC and the IFP, my brother was forced to leave school, but as far as we know he was still a pupil in 1991.",
            "Male"
        ],
        [
            "MR DEHAL",
            "What were you doing at the time your brother died, were you at school, were you working, were you unemployed?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I was around home, I was at a neighbour's home on that day because it was during the festive season.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes, I know it would have been a holiday, but were you employed at the time, unemployed or a scholar?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I was employed.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I notice from your wife's statement that your mother and father are now late, were they alive at the time, were they at home?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "My mother was already late at that time but my father was still alive.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you know Alzina Luthuli?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "How was she associated or related to your brother at the time of his death?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "They were in love and they had a child together.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you recall at what time this death took place, was it in the morning at about 7 o'clock, or much later?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I last saw him in the morning at around half past seven to eight.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you recall where he was heading to when you saw him then? - if anywhere.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "At that time he was accompanying Alzina to the market, that's where he came across these criminals who killed him.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Would the market have been open on the first, a holiday, the 1st of January?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "That was the busiest time at the market.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And would the market have been in the vicinity of Power School?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "No, it is a distance from that school.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Just for me to understand this, would your brother and Alzina have gone past Power School to get to the market, or would they not even have reached Power School with the market being before it, from your home?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "From what my brother told me, they went past Power School right up to Mr Mtjali's home.  That is when they met up with these people who called him by this derogatory word, referring to the IFP.  That was when they had this fight and he was stabbed after which he fled and he lost consciousness at a sports ground and we picked him up from there and he died on his way to hospital.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "When did he tell you this, that he met them on his way to the market?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "We picked him up from that spot because I had received a report that he had been injured, so I asked somebody to transport him to Scottburgh.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Well at that stage when you picked him up, was he conscious?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, because he was able to tell us what had happened.  That is, he had met these three men on his way when he accompanied his girlfriend, and as he put it, the Msomi boy had held him whilst Mr Ngubane and Mr Mbambo stabbed him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did you arrive - or the first question should be, is Ketangani Mbukazi your father?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did you arrive with your father at the same time at the sports ground?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, there was also somebody from the Mbambo family, but I was not able to go with them because I had to return home.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "On page 14 your father says - paragraph number 5, that your brother was unable to speak, what do you say about that?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I would not be in a position to dispute that because on this particular day he was also not sober.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Who wasn't sober?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "My father, because we had been celebrating the previous evening.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you.\n\tYou say you would not be able to dispute what your father said, namely that your brother was unable to speak.  Do I understand that correctly?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I would dispute it because when I arrived he could still speak.",
            "Male"
        ],
        [
            "MR DEHAL",
            "So why - sorry, your father says your brother, the deceased, was unable to speak, that is on the ground when your father had approached him and you agreed that your father and you approached your deceased brother at about the same time, now if your father says he was unable to speak and you say you spoke to him, why are there these different versions?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Well I arrived first with a Mr Mbambo who had supplied us with transport and at that time my brother could still speak.  He died on his way to the hospital.",
            "Male"
        ],
        [
            "MR DEHAL",
            "So are you saying that at the time your father arrived, you agree that the deceased was not able to speak?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I am not in a position to dispute that, but all I'm saying is that he was not sober.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes, you see I don't know why you go on adding \"he was not sober\", meaning your father was not sober, unless you want to say that he was mistaken and that what he is saying here is incorrect, but you are not saying that either.  Now you see when the Committee asked you questions, Mr Sibanyoni asked you \"Is it correct that ...\" - sorry, he asked you whether you and your father arrived at the scene together and you said \"Yes\", then he said to you\n\"Look at page 14 where your father says your brother was unable to speak, your deceased brother, and yet you say he spoke, how do you explain that?\"\nYou then said -\n\"Oh, he was under the influence\".\nDo you remember that question?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I do remember.  When I arrived, when we arrived with my father he could still speak.  It could be that my father was in a state of confusion, but I did speak to him because by the time he left for the hospital, I knew who had stabbed him because we only managed to get hold of his girlfriend some time later and by that time we already knew who had killed him.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Mr Mbukazi, I don't want to be unfair to you, I'm not saying you're lying, but as I see it we've got about four versions from you on this aspect alone and I want to be fair to you and tell you what they are.  When Mr Sibanyoni asked you questions you said both you and your father arrived at about the same time to your brother on the ground, your deceased brother, the contradiction arose that you said your brother spoke when your father in his statement says your brother could not speak, you then said your father was under the influence.  You've remembered that and I have put that to you earlier.  The second is that when I dealt with those versions you said you arrived before your father arrived, you spoke to your deceased brother and when your father arrived, it is possible that your deceased brother was not able to speak.  Do you remember that second version?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Now when I put these two contradictory versions to you, you've now added a third and a fourth.  You say\n\"My father and I arrived together.  I did speak to my deceased brother, he spoke to me.  My father must have been confused because he was under the influence\"\nDo you remember that one?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I was the first person to alight from the vehicle and I was the first person to reach my brother.  My brother followed me but I was the first person to reach my brother and I questioned him as to what had happened to him and he informed me who had attacked him.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Tell me, where was your brother stabbed, where on his body was he stabbed?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "All around the chest as well as on the stomach and under the armpits, such that you were able to see the lungs from the outside.",
            "Male"
        ],
        [
            "MR DEHAL",
            "How many stab wounds were there?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I may not be in a position to recall correctly because of the time that has lapsed, but I think he was stabbed more than six times because after being stabbed, he managed to run a few paces and he fell at the sports ground.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Now how do you know that?  How do you know that after he was stabbed he ran a few paces and managed to fall at the sports ground?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "When we reached him his trousers and shirt were no longer on him, they had been left on the spot that he was stabbed and he also told us about that spot and we went to pick up his clothes.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes, you're not answering my question.  How do you know that he ran a few paces and then fell at the sports ground?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "We followed the trial of the blood on the road and discovered his clothes there, because when we discovered him he was not dressed, we only discovered his clothes on that spot that he had been stabbed.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And did he explain to you how his clothes came to be off his body?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "They had teared his clothes off his body when they stabbed him.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Do you know why he took his clothes off?",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Sorry I couldn't hear the answer.  Did he - the deceased, did he take off his own clothes or did the attackers undress him?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "His words were - sorry, the interpreted words were \"He had his clothes off when they stabbed him\".  I presumed he had taken his clothes off, so I led him by saying \"So why did he take his clothes off?\"  ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "No that is not correct, I said his clothes were teared off when they stabbed him.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It was what?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "I think, Mr Chairman, when he was questioned as to how his clothes were taken off or why it was taken off, the witness testified that he was informed it was torn off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Torn off?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - no microphone)",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Mr Mbukazi, you say you saw your brother and his body and you would say that he was stabbed more than six times, parts of his lungs were showing.  If you say more than six times, how many more than six times would you put that at?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "As I've already mentioned that I do not recall correctly, but the wounds were more than six.",
            "Male"
        ],
        [
            "MR DEHAL",
            "If somebody were to tell you there were only three stab wounds you would say they were lying, would you?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "That is not correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You don't think you are exaggerating the number of wounds? - just for effect.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "No.",
            "Male"
        ],
        [
            "MR DEHAL",
            "You see your father's statement says, in the last paragraph on page 14\n\"Other than the three stab wounds he sustained prior being under my care, he did not sustain any further injuries.\"\nI think what he is saying there is there were three stab wounds to the person of the deceased, your deceased brother, and that prior to that there were no injuries on this person's body.  So that these three stab wounds arose as a result of the applicant's activity.  You don't agree with that.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I would dispute that.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And I may tell you that on my instructions, during the trial of the applicant and Mr Msomi who was the other accused, there were only three stab wounds proven and throughout the length and breadth of that trial and indeed this hearing, it appears common cause that there were only three stab wounds inflicted to the person of your deceased brother.  I take it you dispute that too.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I would dispute that because I am the person who reached him, who saw how many wounds he had because even his clothes were torn off because of those stab wounds.",
            "Male"
        ],
        [
            "MR DEHAL",
            "On page 10 of the bundle this very same Alzina Luthuli, who was the girlfriend of your deceased brother, says in paragraph 3 in the last line that your deceased brother was stabbed three times.  In the last sentence she says\n\"Whilst they were holding him down, black male Gebu Nguzane(sic) (that's the applicant) then proceeded to stab him three times.\"\nNow she was there and she says this, but you don't agree with it.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I dispute it.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Okay.  On your version, despite the more than six stab wounds to the person of the deceased, your brother, and his lung being visible through those stab wounds, you say he was able to speak, unlike what your father says, that he was unable to speak.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, when I reached him I asked him what had happened at which he informed me that he had been attacked by Gebu and Mr Mbambo.  That is when we got him into the vehicle and they took him to the hospital and he died on the way.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Mr Mbukazi, have you spoken to Alzina Luthuli about this incident since this stabbing?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I've never spoken to her.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Did you avail yourself at the trial of the applicant when he was charged with the murder of your late brother?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I would not have been in a position to attend Court, because my father was still alive then.",
            "Male"
        ],
        [
            "MR DEHAL",
            "So you were not a witness in those proceedings?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "No, I did not testify in Court.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Was your wife a witness in those proceedings?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "She did not testify.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I just want to take you back to your wife's statement, this page 18.  You've agreed with the contents of the last three paragraphs, excluding the paragraph that says\n\"I know and understand ...\"\n... without counting that, the last three paragraphs.  You agree with that?  You don't remember.  Sorry, maybe I should ask it differently.  You see this last paragraph here of your wife's statement, where she says -\n\"I believe that the deceased was killed because he was found in the ANC area while he was residing in the IFP area.  Even though I know that the deceased did not belong to any political organisation, I think that his death was politically motivated.\"\nYou recall I read that like I did with the preceding two paragraphs and you admitted, you agreed with them?  You remember that?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, I do agree with that because my brother was not politically involved, but he was killed in an ANC area.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Right, so those were going to be my questions - that was going to be my first question.  So he was killed in an ANC area, and the second question is this, you will not dispute that any person in the ANC area looking at your brother coming from the IFP area, would have correctly have regarded him as being an IFP supporter, for he resided in the IFP area?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "At that time a person from Ehlanzeni, if they were found in those areas, Dangani and Mcina, they would be killed because they were regarded as IFP members.",
            "Male"
        ],
        [
            "MR DEHAL",
            "As in the case of your brother, correct?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "As it happened to my brother.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes.  So that inasmuch as on your version your brother was not an IFP member, the fact that he lived in an IFP area, seen from the perspective of a person living in the ANC area, would have made him an IFP supporter and given the violence between the IFP and the ANC at the time, it would have been reason to kill him as a political act, is that what you're saying?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "That is so.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I have no further questions of this witness.\nNO FURTHER QUESTIONS BY MR DEHAL",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "As far as your last question is concerned, am I correct in saying that what you've put, this last question, isn't the version of your own client?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sorry, Mr de Jager, I don't follow the question.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "That wasn't the reason why your client killed him, according to his own evidence.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Correct, I agree it is not, but at the level of argument it becomes necessary to establish his mental intent.  Thank you.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you, Chairperson.\n\tMr Mbukazi, where were you employed during 1991, I mean during 1992 when your brother was killed?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I was employed in a panel-beating firm in Jacobs.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How far is that from your home?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "It is quite a distance, it's very far.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So you were just on holiday at that time when this occurred?  Do I understand you?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So would it be fair for me to say to you that you were not averse of the activities of your brother during 1991, because you were not staying with him at home?  Because you were for the greater part of the year at work.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I do not understand you because I worked in Jacobs, but I resided at home.  My brother was young and he would inform me of his activities because I was his elder brother.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go from home to Jacobs to work every day?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Even today I work in Brickfield Road and I travel from Umkababa to Brickfield Road every day.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But you did not answer the question from the floor.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I was trying to make things easy.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How old is the child of the deceased and Alzina?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "For the reason that the child does not stay with us I cannot be certain, but I think the child is about four.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What is the name of the child?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Mlungise.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I suppose it's a boy.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR PANDAY",
            "Just one question in re-examination, Mr Chairman.\n\tMr Mbukazi, the Power School, in what area is it?  Is it in the IFP area or the ANC area?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "It's in an IFP area.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "May we just clear up this, you said his child is about four years of age, would that be his age now or would that be his age at the time when his father was killed?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I think at the time the child was two, but he stayed with his mother so I cannot be certain of his age.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Well if at that time he was two years old, then today he should be ten years old about.",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I would not dispute that because I do not stay with the child.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know where your brother spent the night before he died?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "When he left home he was going to his girlfriend's home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you've told us your father celebrated the night before, did you join your father in the celebrations?",
            "Unknown"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "The homestead was big so we were in one hut and they as the elders were in another hut.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Could I, Mr Chairperson, a question arising.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR DEHAL",
            "Thank you.\n\tYou said on the night before your brother had left to go to his girlfriend's home, did he return to your home and stay with you or did he not?  That is the night before he died.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Please repeat that question.",
            "Male"
        ],
        [
            "MR DEHAL",
            "The Chairperson asked you\n\"Do you know where your brother spent the night before he died?\"\n... and your answer was -\n\"When he left home he was going to his girlfriend's home.\"\nMy question to you is, do you know whether he returned from his girlfriend's home and stayed at your home or did he not return that night before he died?",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Perhaps you should start off and find out at what time did he leave for his girlfriend, was it the previous night, during the night or the early morning.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Fair question.\n\tYou've heard Mr de Jager's question.",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "He left at night.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes, at about what time?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I cannot recall the time, but it was at night, it was already dark.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And can you tell whether he returned thereafter and if so, at what time?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "As I mentioned before, I last saw him on that day when he went to his girlfriend's home.",
            "Male"
        ],
        [
            "MR DEHAL",
            "No sorry, as I understand you, you say the night before the day he died - he died on New Year's Day, the 1st of January, and the night before whilst it was dark he left to his girlfriend's home, is that your version?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "Yes, he informed us that he was going to Alzina's home.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And then on the morning of the 1st of January, your version earlier was that at about seven thirty, eight o'clock you last saw him because he was on his way with Alzina to the market.  This I presume was at your house, correct?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Now when did he return to you house, because that night before he left to his girlfriend's home, when did he return?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't leave his girlfriend's, he left for his girlfriend's home.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Indeed, sorry, perhaps the syntax is incorrect, I apologise.\n\tWhen did he return from your girlfriend's home to your home?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "He returned in the morning and he was with his girlfriend and from what I learnt from the children who were at home, he instructed them to take something from the house and give it to Alzina, who was on her way to the market.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me.  Did he return to your home, did he enter your premises?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I do not know because I was not at home when that happened.",
            "Male"
        ],
        [
            "MR DEHAL",
            "The next question may be relatively unfair, please feel free to tell me if you feel likewise, your father's statement on page 14, indicates that\n\"The deceased Mbukazi, who was my son during his lifetime ...\"\n... sorry, I'm reading this from your father's statement.\n\"... had not slept at home on the previous night.\"\nThe impression one gets is that your deceased brother had left your home as you say, presumably to his girlfriend's home, and the next thing you hear is that he is stabbed, you don't see him that morning of the day he died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what he's just told us.  He didn't see him that morning, the children reported to him.  He was not at home at the time.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Sorry.  And his earlier version is what I put to him, is that he said he last saw him on that morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But now he's saying the children told him that they were told to take something out to the girlfriend, that they were on the way to the market.\n\"I was not at home at the time.\"",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Yes.  I was going to lead up to the next question, but it may be appropriate at this time to ask you this.  Your version earlier when I cross-examined you was that you last saw your deceased brother on the morning of the day he died leaving with his girlfriend Alzina to go to the market and now you say it was not you who saw him, but the children reported this to you.  What is the truth?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "My brother left home on the evening of the 31st and when he returned I was not at home, I only learnt from the children of what had happened, but I was at a neighbour's home.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Yes, so why did you tell us earlier that you last saw your brother at about seven thirty to eight o'clock that morning, when he together with Alzina was going to the market?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "I was never asked such a question as to when I last saw him.",
            "Male"
        ],
        [
            "MR DEHAL",
            "So you don't recall saying that?",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "I think that's when I sort of pointed out a confusion because I then asked him\n\"When did he tell you this?\"\n... because he said he last saw him at that stage and then he told him that he was on his way to the market and they called him certain words.  So that must have been, when he saw him, after he had been stabbed.  And I think there was -\n\"I last saw him between seven thirty and eight\"\n... was - the only sense I could make out of it, was at the time when he was transported to the hospital or when he found him at the scene.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you.\n\tAnd the person who took your deceased brother to the hospital, was he Mr Mbambo?  Or was it Mr Mbambo's vehicle that was used?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I hope that we're not now embarking on a completely fresh cross-examination.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "No, not at all.\n\tIs this the Mbambo who is Kwazi Mbambo or Gwazi Mbambo?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "The Mbambo who transported my brother is Mr Kwazi Mbambo's father.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Finally, did you know as a matter of interest, that Kwazi Mbambo was in the applicant's company on that day when your brother came to be stabbed by the applicant?",
            "Male"
        ],
        [
            "FREDERICK MFANAZOTINI MBUKAZI",
            "No.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Thank you.  That is all, Mr Chairperson, I'm indebted to you for the indulgence.\nNO FURTHER QUESTIONS BY MR DEHAL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any other witnesses you want to call now?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Not today, Mr Chairman, except for Alzina tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  Gentlemen, what time would it suit you to start in the morning?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Mr Chairperson, insofar as I am concerned on this matter, I could start at any time, early preferably, but I have one problem and that relates to the next matter.  In the next matter, Mafu's, we have never seen the applicant.  I am appointed to represent him, I have some assistance seated at the back here, we've been endeavouring to consult with him, he's under warder guard, that's Westville Prison warder guard, so that exacerbates the problem.  If I may be give some time to dictate his statement later tonight and have it typed tomorrow, I daresay I think I'll be here by ten, at the latest ten thirty with his statement, but I have no reason to be delayed in this matter, only in that Mafu's matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry I don't understand, does that mean that you'd come here and then go away and come back again?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "No, I think - sorry, on second thoughts, I think it would be fine, my only problem is I may have to get two people to come here.  So I'll come here as early as you can, Mr Chairperson, but I would - if there are any problems in the Mafu matter, I will have somebody deliver it from my offices to me, that is the dictated statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nine thirty perhaps, to give a little working time in the morning.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "That's fine, Mr Chairman.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Perfect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And everyone else.  Right, we will now adjourn this hearing till nine thirty tomorrow morning and we will endeavour to sort out the other matters tomorrow.  Thank you.",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Could you tell us which matters will be heard tomorrow.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, we'll be dealing with the application of Mafu and Ngema and Nyawuza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, we'll adjourn now.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}