{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-13",
        "location": "KING WILLIAM'S TOWN",
        "day": "2",
        "names": [
            "N.N. DYANTYI BUSIKA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55481&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/busika.htm",
        "speakers": [
            "CHAIRPERSON",
            "REV XUNDU",
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "KHAYALETHU HELA",
            "WONKE WITHIEL MAQUBELA",
            "WAYILESE PETER",
            "ADV SANDI",
            "JUNE CRICHTON",
            "MR REDPATH"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "KHAYALETHU HELA",
            "WONKE WITHIEL MAQUBELA",
            "WAYILESE PETER",
            "CHAIRMAN",
            "MS BUSIKA",
            "ADV SANDI",
            "MR HELA",
            "MR MAQUBELA",
            "MR PETER",
            "MS CRICHTON",
            "MR REDPATH"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Khayalethu Hela.  Wayilese Peter.  Wonke Maqubela.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Chairman, can I swear in Neliswa Busika?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  They have been properly sworn in Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Neliswa Busika.  We welcome both you and your daughter.  What is your daughter's name?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Nomzamo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We welcome Nomzamo.  We will hand over to Advocate Sandi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.  As we said, we will start with you Mrs Busika.  According to these documents, you are going to talk about atrocities done to you that also affects your child, is that so?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "This happened in Stutterheim in 1985.  Can I hand over to you, what happened when you were arrested and charged?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Thank you Mr Chairperson.  I was arrested on the 22nd of November 1985, it was a Friday.  It was at Mlungisi and Stutterheim.  I was taken to the police station in Stutterheim.\n When I got to the police station, it was in the morning.  I had just woken up when they came to arrest me.  I requested to take a bath, I was not allowed.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Can I just interrupt so that Mr Redpath gets earphones.  Thank you.",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Therefor I went, I had not taken a bath.  I got to the police station.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Please start from over.",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "I was arrested on the 22nd of November 1985.  I left home in the morning.  I requested to take a bath.  They said there was no need, they would bring me back.  I just took off my pyjamas and put on proper clothing.\n When I got to the police station, they left me there for the whole day.  On Friday afternoon a CID came to fetch me, Mr Dion Oates, took me to an office.  I don't know whose office it was.   \n He interrogated me.  He was asking me about a man who had been necklaced in the township.  I said I knew nothing about it.  This is when the battle started.  He started beating me up.\n I said I do not stay in the township, I stay in a village most of the time.  I would go to the township now and again.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was beating you up?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Dion Oates.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who brought you to the office?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Dion Oates went to fetch me and took me to an office.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Therefor it was just you and Dion Oates in the office?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "It was Dion Oates and other White police.  He asked me about this man that had been necklaced.  I said I know nothing about this, I don't stay much in the township.\n They informed me that they had been looking for me for quite a while.  They said that they had gone to the village to look for me and at that time, I had gone to the township.  He used the name Nonhunha when he was beating me up, I don't know where he got this name.\n He was slapping me, kicking me.  When he was hitting me, I was on my periods.  When he was hitting me I started bleeding.  I don't know whether I was meant to be on my periods or not.  He put me in a shelf, he hit me with a baton, stuffed me into the shelf.\n It was a small shelf, I could not fully get in.  When he was satisfied, I was crying, he stopped.  The other police were trying to stop him as well as the other police saw that I was bleeding as well.\n He called another policeman to take me to a cell.  He said that I would not get any water until I tell the truth.  I was taken to this prison cell, it was in the afternoon.\n I don't know what time it was, I was not wearing a watch.  He made me sign blank pages, I can't remember how many there were.  He said that I must sign.\n He was forcing me by beating me.  They took me back to the cell on the Friday.  When they took me back to the cell, supper had already been served.  I did not eat that whole day.  When I got to the cell, there were dirty blankets, I used those dirty blankets.\n I woke in the middle of the night and somebody was opening the cell.  A policeman with uniform on called me.  He commanded me to go and wash the corpse of the person that had been burnt to death.  This White policeman was referred to as Teaspoon, I don't know his proper name.\n He kicked me, dragged me.  I held on to the iron gates of the cell.  As I was holding on, clutching onto the bars, he kicked me because I would not go and wash the corpse.\n I'd stopped bleeding, but I started bleeding again.  I was filthy.    There is a toilet within the cell - because there is no water, I used that to wash myself.  On Saturday morning they brought my porridge, I could not eat it because it was filthy.\n My family brought me clothes to change, but Dion Oates had said I must not get anything, food or clothing.  Sunday I did not drink water either.  I just sat in the cell on the Sunday.\n On the Monday a policeman said I must go before the Magistrate.  It was the forth day I had not washed.  I went before the Magistrate on the Monday.  I was filthy, stinking.\n The Magistrate postponed the case.  I was taken to Stutterheim prison.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Excuse me, who took you to court?  Who took you to the Magistrate?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "I do not remember, but they were CID members.  The whole day I was in court.  I left at about four to be taken to King William's Town.  In King William's Town I would be taken to court now and again.\n I was charged with murder, arson, public violence.  We would go to court and we would not get bail.  In May 1986 I got bail.  I don't remember the date, but I left prison on the 10th of May 1986.\n I had been arrested on the 22nd of November 1985.  We were  given instructions that every day we must go to the police station to report, twice a day, every day.  In the morning between six and eight you had to report.  You cannot go after the stipulated hours.  We could not leave Stutterheim.\n This was all - from 1986 to 1988 when our case was in court, we would go twice a day to court.  It takes 5 kilometres every day, twice a day, we had no transport, we walked, we had to report.  Our case was taken to the Supreme court in East London.\n In 1988 I was in matric, I was pregnant, seven  months pregnant.  Our case was taken to a Judge.  The murder and arson charges were withdrawn, public violence - the public violence charge, I was sentenced to five years, three years suspended.\n I had to serve the two years.  Mr Skweyiya, my Attorney, tried to defend us.  He put the case before the judge that I was pregnant.  I went to jail in East London.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was this in Grahamstown?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "It was in East London.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was the Judge?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Mr Du Toit, I don't remember his initials.  I was sentenced, we went to jail.  It was my first child, I was 20 years old, turning 21.\n The circumstances were terrible in jail.  I was going to write matric.  I requested that my books be sent, I studied in jail.  On the 9th of October I gave birth.  I was taken to Frere Hospital to give birth.\n I stayed the 9th, the 10th and the 11th.  When I got back to jail, my child was left back at the hospital.  I said that my child's umbilical cord should be given to me after it had fallen, because that is the traditional way to do things.\n However, the Magistrate refused and my child umbilical cord was flushed down the toilet.  I requested that my child be taken out of jail.  They said that my baby was too young, I had to breastfeed.\n I told them that I could not breastfeed, there was no milk.  There is a hospital within the jail, I stayed there for a week.  We had our chores within the prison, I was making the jerseys.  I used to go and work as weak as I was.  I would leave the cell at 7 am to have breakfast and then would go to our different sections.\n At quarter past nine I would be given 15 minutes to breastfeed my child.  My child was kept by the prisoners who were criminals right through the day.  I would go for 15 minutes to look at the child.  Sometimes the baby would be wet.\n I had to bribe these prisoners to keep my baby well.  There is nothing in prison that you can bribe people with, therefor I used to give up my food.  I would eat breakfast only.  This baby would be given 750 ml of milk and as I could not breastfeed, I had to share my breakfast with my baby.\n I would steal the Panado containers, put a bit of porridge so that I could feed my baby.  In the evening, I would take this porridge within the panado container, mix it with water, shake it and feed my baby.\n I will take this bread, this baby was a week old, I would remove the jam, take the pieces of bread, put it within milk and shake it with the milk and feed Nomzamo.\n This is how my child was fed.  At four we would go and have supper.  After that I would go and fetch my baby.  I would be given two nappies.  The whole night I had to use these two nappies.\n A baby wets herself and dirties herself, I had to take off my night dresses and use these as nappies.  My child was suffering from wind, she was crying all the time.  In East London you would leave the cells with the criminals, if only you were studying.\n I was going to write matric from the 26th of October.  I could not go and share a cell with those that were studying, I had to be with the criminals.\n There was one day when my baby cried the whole night and the other prisoners chased me away because the  child was noisy.  I sat in the loo with my baby, we were both crying.  I did not know what to do.\n The warden went and got a master key and I went to the hospital until I got my books to study.  I eventually went to the cell where the prisoners who had been jailed because of singing liberation songs were.  I was told not to go to my child during the day.\n I would part with my child at 7 am in the morning until after half past four.  I would go to the Captain and the Major, begging for my child to go home.  They refused.  Nomzamo stayed for five months in jail.\n The sixth month she was allowed to go home.  She was pale, very thin and very hungry all the time.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Mrs Busika, this is a very sad tale.  If I were to express my personal feelings about your story, I would say it makes me sick and angry.\n You say that your child needs hearing aid?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Her ears bleed and sometimes they drip with water and now there is puss in the ears.  I used to get a grant and I would take the child to the Doctor regularly.  I do not have a grant any more.\n Last year she had an infection and the Doctor said that - the teachers complain that she cannot hear properly, I said that I do not have money to take her to specialists.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When you were arrested at Stutterheim, were you a member of a political organisation?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "I used to work for the Stutterheim Youth Congress, we referred to it as the STYCO in 1985.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you have requests in connection with this story?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "I request that my child gets a medical aid.  She will be badly affected for the rest of her life, she must be able to go to a Doctor.\n I am scared that my child will be ostracised.  I know that I went to jail because I was fighting for my rights and not because a am a criminal.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What standard is your child doing?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Standard 1.",
            "Female"
        ],
        [
            "ADV SANDI",
            "This Mr Dion Oates, when did you part with him?  The last time you saw him, was it when he beat you up?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You never saw him again?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "He would come to the cell, demanding the truth.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you know Dion Oates before?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "No.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was he a policeman in Stutterheim?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was it the first time you saw him when he arrested you?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "It was the first time, but I would see him in town now and again.  Sometimes in the township, in the gatherings that we would have, I would see them in their bakkies.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you talk to him?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "It is when I was arrested.  He fetched me from home.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Therefor you would be able to identify this man?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Yes, I would absolutely.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you.  Mr Chairperson, who is Teaspoon?  Was he a policeman?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you see him?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "He is no longer there, I don't see him any more.  I don't see him amongst the police.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What is this Teaspoon, was it a nickname?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Yes, this is how we referred to him.  I don't know his proper name.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Why was he referred to as Teaspoon?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "He was tall, with a sharp nose, very thin.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was he known in Stutterheim?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "I don't know, but in 1985 when these incidents were occurring, he was there.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you very much.  We will pass on to Mr Hela.  Mr Hela, you are also from Stutterheim?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You are going to talk about what happened to you in Stutterheim in 1985?  Can you please come nearer to the mike so that we can hear you clearly.\n What happened to you in 1985 in Stutterheim Mr Hela?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "We were from a meeting in the sports ground.  After that meeting we sang freedom songs.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you members of the Youth Congress?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.  The police then came while we were singing in the streets.  They told us to disperse within five minutes.\n While we were still singing freedom songs, they shot at us.  I was then shot on that day.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can you please raise your voice and come nearer to the mike?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "We were shot by the police after they told us to disperse within five minutes.  I then got injured in my knees and in my hand.  And one other man by the name of Jongile Nompondo was shot dead.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was Jongile Nompondo a member of the Youth Congress?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes, he was a student there but he was from Uitenhage.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where were you injured?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "They shot me in my hand and in my leg.  My left leg.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you go to a Doctor?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "No, we did not go to any Doctors, because if we went to Doctors the police would come and arrest us.  And the Doctors who were treating us were also arresting us.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You mean that the Doctors in Stutterheim who was supposed to be helping people, were police who arrested you?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes, they were wearing camouflage uniforms.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You would see them together with the police?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "No, they would be in hospital and the police would come and arrest us.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said that you have birdshot still embedded in your body?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How do you feel?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "I don't feel very well.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you get treatment concerning this?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why not, did you go to a hospital?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "No, I did not go to any hospital.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "I don't have money to go to hospital.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you go to any Attorney to lay a claim?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How old were you at that time, were you 19 years old?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes, I was 19 years old.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were there any police you identified that day?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who are these police?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "There was Sergeant Dion Oates.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is this the same Dion Oates which the lady referred to?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What did he do?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "I don't know whether he shot, but he was there when the police were shooting at us.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were there any other police you could identify in that group?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who are these police?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Mkulule was also there.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mkulule?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What are the full names of Mkulule?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "I don't know his first name but his surname is Mkulule.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is he still in Stutterheim?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes, he is still a police, but I don't know in which police station.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is he still in the Stutterheim region?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are there any police you can remember?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What about Fumanekile?  Is he Mgwanda?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "No, he is Mgwadla.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was he doing?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "He was in that group of the police.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is he still in Stutterheim?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "No, I think he is here in King William's Town.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What about Swanepoel?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Swanepoel was also there.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The police you mentioned, did you know them before that day?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.  Because they would be there in the township when we were toyi-toying and singing freedom songs?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that all Mr Hela, before I can ask your requests?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes, that is all.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said that you want to be helped to get medical treatment due to the injuries you sustained?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you have any other request?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "I cannot even work for myself now.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You've also mentioned that you need an immediate medical check up?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that correct?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What about Vuyani Zali, where is he?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "He is in the township.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Blakey Maki, where is he?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "He is also in Stutterheim in the township.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that all?",
            "Unknown"
        ],
        [
            "KHAYALETHU HELA",
            "Yes, that is all.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Hela.    Let us go to Mr Maqubela.  Mr Maqubela, you are also from Stutterheim?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Your incident happened in 1985 in Stutterheim?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said that in 1985 you were arrested.   Were you a member of this Youth Congress?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Let me now hand over to you Mr Maqubela and tell us what happened to you.",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "In 1985 it was on the 17th of November, on Sunday,  it was in the morning, I was arrested by the police.  If I remember well, it was after midnight.  Sipho Ntebe and Linda Witbooi were the police who arrested me.\n They said that they were looking for me and they had a list with them.  They said that they were looking for me because of an incident that happened, a man had been burnt down together with his house.\n They took me to Stutterheim police station.  I spent the night there and then the following morning - I don't remember the Constable who opened the police cell, but I was taken to the office where Mr Peters was.  He was a policeman.  He was together with Dion Oates and Sipho Ntebe.\n Mr Peters was on the other side of the table, the other two were standing.  They then asked me about the incident that happened.  I told them that I know nothing about this incident.  I tried to explain to them that I've got nothing to do with this.\n They did not understand this, they then assaulted me.  I could see that they were instructed by Mr Peters.  I was beaten up by Sipho Ntebe and Dion Oates.  I was then taken out of the office, taken to a store room in Stutterheim police station.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Without disturbing you Mr Maqubela, Dion Oates and Mr Ntebe, how were they assaulting you?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "They were slapping me, kicking me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "They were asking you about this person who had been burnt?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes.  I did not know anything about that.  They took me to this store room, it was dark but I could see when they opened the door.  There was a hosepipe, a lawnmower and old blankets in that store room.  They then teargassed me and they would close the door and they would leave me for a few minutes.\n I would fall down because of the teargas.  They would then open the door and take me back to the office and ask me about this incident.  I told them that I know nothing about it, they would assault me and beat me.  It was when Sipho Ntebe hit me against the wall, I lost my two teeth, today I have false teeth because of that incident.\n My teeth were chipped.  I then requested them to take me to a Doctor to pull the teeth out, because my teeth were aching.  They did not take that seriously, they just carried on beating me up.  A statement was taken, I cannot remember who wrote the statement amongst the three policemen.\n Then I was told to sign.  The statement was written in English.  I had to sign it reflecting that I agreed with what was written.  After I had signed, I realised that I had bound myself.  They then told me later when the gave me this document to sign, they said that the document was saying that I don't know anything about this, I was dizzy at the time, but when they read it out to me, I realised that the statement was binding me in that I was one of the group that went and burnt this man's house down.\n After that the 17th of November we were taken to the King William's Town prison.    We were bailed out on the 6th of June 1986, if I remember well.  R500-00 bail, on the Monday the came to bail me out from home.  It was on a Monday the 9th, I think.  We were given instructions that we should go and report in Neliswa said, because we were together.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What happened, was there a court case?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "No, until it was taken to the Supreme court.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you sentenced?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "I was sentenced.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How long?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "We got the same sentence, five years imprisonment, three years suspended.  I served two years.  In court I was sentenced due to the statement I was forced to sign.\n I tried to reveal the truth in court, I tried to describe how the place was where I was teargassed, the lawnmower, the hosepipe and the old blankets.\n There is something called a trial within a trial, the police were called in to give evidence and a picture about the police station and the state thereof.\n Their evidence corresponded with mine.  Therefor my Attorney said that if the police's evidence that in the store those contents were there, what was I doing in the store, but in the end they did not take this evidence into consideration.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In 1992 you were arrested yet again?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes, I was.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "In 1992 the one day I had gone home, I was a student at Fort Hare, doing my second year in BA Communications, I had financial problems, therefor I left Alice, I needed some books to ask my parents for the money.\n I got there it was pretty late, at about seven.  At twelve o'clock policemen came at home.  I did not hear them when they came because I was sleeping.  My room is right next to the road.\n I arose from slumber and my room was lit, there were search lights all over.  I saw a bar that was used to break down my door.  I tried to look at them carefully but I could not recognise most of them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "These police arrested you under Section 29?  You were detained, you were not allowed to have an Attorney and not charged?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes, because when they arrested me, but I would like to add this first, they searched the entire house looking for weapons.\n The ceiling was pulled down, even the cupboards were taken apart.  My parents were terrified, they had guns pointed at them.  The kists everything, they damaged their entire house.\n There was a  whole lot of damage, windows were broken down.  Most of the police were drunk.  They said that they wanted weapons.  They took my brother and I into the van.  I tried to tell them that my brother doesn't know anything about this matter.\n I then tried to stipulate that if they wanted me to cooperate, they must let my brother go back home and they must take me alone.  There was Sergeant Rossouw amongst these police.\n He kept on threatening me, my home was surrounded by police.  Somebody gave an order that if I tried to run away, I must be shot at the head.  \n Rossouw from the Security Branch had a hand grenade in his hand, he kept on putting this hand grenade on me.  I pretended as if I didn't know what he had in his hand.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was he from Stutterheim?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "It was the first time I saw him, but he identified himself as Sergeant Rossouw from the Security Branch.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How long were you detained under Section 29?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "About two weeks.  There was a hunger strike and then they released us.  From Stutterheim I was taken to Berlin, from Berlin to the police station in King William's Town.  This is where they started beating us up, the three of us.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who was beating you up?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "There were a whole lot of policemen, Stander was one of them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where is Stander from, from King William's Town?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is he still there?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "I don't know.  But I haven't seen him in a while.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you were under the Section 29 detention, did you have an Attorney?  Were members of your family visiting you?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "What happened is I asked my family to approach an Attorney so they went to Mr Van Heerden in King William's Town.\n But as they were endeavouring to get legal representation for us, we were under hunger strike, therefor we were released.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who were you with?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "I was with Mlungi Siqogela and Xolani Jacob, the three of us, but we were separated.  We saw each other when we went in and when we went out again.\n So what would happen in the mornings, there is a White man that would come in the mornings, he would check on us, asking us about MK.  A tall man, apparently from Pretoria, he had a (indistinct) in his one hand, one arm.  He would beat us up every morning.\n We requested that a Doctor come to see us.   This Doctor came, it was a female Doctor, a White woman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you remember her name?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "From where was she?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "We thought that she was from PE.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Maqubela, let us conclude this matter.  What requests to you have before the Commission today?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "My request is my education was disturbed.  If I could get some form of bursary so that I could go back to school, varsity, because my parents are on pension.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You say that you have a request about something that happens when you are sleeping?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "What happens is when I am sleeping at home, I wake up in the middle of the night and it is like police have come.  I cannot sleep properly at night.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How is your memory?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "I have a memory lapse since after I got out of jail.  I have been badly affected.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Your eyesight?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "After I was teargassed, my eyes are damaged, this is why I am wearing glasses.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This female Doctor that you referred to, what did she say to you, what did she diagnose?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "My one eye was badly damaged as I was beaten up.  This Doctor was writing in Afrikaans.  I would read what she wrote.  What she wrote was that we are not complaining and we had not been beaten up.\n I said that her report was deceptive.  She would write that we are in good health and that we are not complaining.  I would ask and try to dispute this, she said that she is a Doctor and she has got the authority to do so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you think that she was a policeman?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes, I think she was a policeman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Therefor to her it did not matter that you were in bad shape, she took it very lightly?  Therefor she supported everything that was happening to you?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes, I believe so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that all the evidence that you have Mr Maqubela before we proceed to Mr Peter?",
            "Unknown"
        ],
        [
            "WONKE WITHIEL MAQUBELA",
            "Yes.  I think that we should get some form of compensation because my home was damaged.  Because the police that were taken from East London that took photographs, they did nothing about this, my home was destroyed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Maqubela.  Mr Peter?\n Please come closer to the mike Mr Peter.  You were also arrested in February 1986 in Stutterheim?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you a member of the Youth Congress in Stutterheim?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where were you arrested?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "In Stutterheim I was not taken from home, but from another house.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who arrested you?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Dion Oates, Sipho Ntebe and Swanepoel.",
            "Male"
        ],
        [
            "ADV SANDI",
            "These are the men that have been mentioned here?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you know them prior to your arrest?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "I would see them around the township.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Please tell us what happened.",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "They arrested me on the 20th of February at about 2 am.  I had been sleeping.  I was sleeping at my friend's place because I heard that the police were looking for me.\n They got there, I don't know how they got into the house.  They woke me up, they said that this is the person.  There were a whole lot of people.  Somebody identified me.  I got up, they had a sjambok.\n Dion Oates was beating me up with the sjambok.  They handcuffed me, there were a whole lot of people and my mother was amongst these people.  \n My grandmother was there as well, she did not even have shoes on.  They were looking for other people as well, youngsters.  They had an entire list.\n My mother was told to go home because I had been found.  Then she went home.  I went with my grandmother and we went to look for Datini Bhevu.  We went to his house and he was not found there. \n He was found in another house at Bongweni.  We were both handcuffed.  They had walked down the township.  We were put into a police van, they took us to the police station.\n I was called.  Dion Oates, Sipho Ntebe, Swanepoel was not there at the time.  I went with these two police to an office.  The others were taken to the charge office.  I was interrogated about a man that was burnt to death.\n I said that I was not part of this.  They said that I was one of the people that are guilty.  Dion Oates beat me up.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Could you give us details as to how Dion Oates hit you?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "He slapped me, kicked me, punched me.  There is a drawer where he kept his documents.  He said I must go under this drawer.\n He said I must go under this drawer.  I said that I could not go in.  Swanepoel then came.  He said - Dion then said I must lie on my back, he had his box, he stood on me and jumped up and down, standing on me.\n He said he demanded the truth, I said I don't know anything about this.  They both started beating me up.  Dion then pointed a gun on me, he said he would kill me any time.  I said, well I don't know anything, you can kill me.\n Swanepoel then said I must go to a cell.  Sipho Ntebe then said this is the dog.  He was saying this to Mkhululi.\n He said that I was part of the group.  Sipho Ntebe then slapped me.  This Betwald Febe was also a policeman.  He tried to ask Sipho why he had beat me up as he had seen that I was swelling up and had already been beaten up.\n They took my fingerprints, I was taken into a rubbish truck, I sat in the truck.  The other guy also had been beaten up.  We were then taken into the back of this rubbish truck.\n We stayed there until three o'clock.  We were then taken to Kei Road prison.  From there we were taken to court.  The case was postponed, we were then taken to King William's Town.\n My co-accused were there.  I was sentenced to three years imprisonment.  Two years was suspended, I served one year in jail.  The trial lasted 12 months.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When were you released?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "I cannot remember whether that was in 1988 or 1989.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that all sir?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Yes, but I am still thinking if I have more evidence.",
            "Male"
        ],
        [
            "ADV SANDI",
            "There was a state of emergency in the entire country at the time?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Yes.  In Stutterheim - were there boycotts or anything like that in Stutterheim at that time, for example the consumer boycott?",
            "Male"
        ],
        [
            "WAYILESE PETER",
            "Yes, there was.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were there any problems in connection with the Councillors for example?  What was happening?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "In our region, Stutterheim, I can't remember well, this happened a long time ago.  The Councillors - there was a dispute between the community and the Councillors.   When we had meetings, they would come and even beat us up.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are there a lot of people with similar incidents in Stutterheim?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Blakey Maki was shot, we were shot all together.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was this the general state of affairs in Stutterheim?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This is how people lived?",
            "Unknown"
        ],
        [
            "WAYILESE PETER",
            "Yes, it is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  I will hand you over to the Chairperson.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "June Crichton would like to raise a question.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Mr Peter, can you hear me?",
            "Female"
        ],
        [
            "WAYILESE PETER",
            "Yes, Ma'am, I can hear you.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Mr Peter, in your statement you mentioned that you suffered from depression.  Have you had any treatment for that at all?",
            "Female"
        ],
        [
            "WAYILESE PETER",
            "No, not at all.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "The other thing I wanted to ask you is that you mention too in your statement, that you would be pleased to meet the perpetrators.  How do you feel about the perpetrators?",
            "Female"
        ],
        [
            "WAYILESE PETER",
            "It is very painful.  What they did to me was very hurtful.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "But yet you would still like to meet them?",
            "Female"
        ],
        [
            "WAYILESE PETER",
            "Yes, I would like to meet them but it is not significant.",
            "Male"
        ],
        [
            "JUNE CRICHTON",
            "Thank you Mr Peter.  Thank you Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Neliswa, your story was very sad about the atrocities you experienced in prison.  In your statement did you give us the names of the warders that were in charge at the time in the prison?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "I did not.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would you give us the names please?",
            "Unknown"
        ],
        [
            "NELISWA NONHUNHA DYANTYI BUSIKA",
            "Yes sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Somebody is going to come to you from the Investigative Unit to take down the names when we have finished.\n We thank all of you for your evidence from the battles of Stutterheim.  The evidence that you have given before us, touches us a great deal.  However, the story about the bringing up of your baby Nomzamo, Mrs Busika, touched us most gravely.  I think that the person who led evidence already gave a picture of how we all feel about this, we are going to give Mr Redpath the chance, who is representing some of the people that you have mentioned in your evidence, saying that they are perpetrators.\n Mr Redpath will give us a  statement that we have to take into our records.  Won't you please step down and we will give him a chance now.\n Mr Redpath, you are not going to be leading any evidence from your clients at this stage, but you would like to make a statement to us.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Please if I may Mr Chairperson.  At this stage, there will be no statement or no evidence led by my clients.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's have order.  Mr Redpath, we apologise to you very sincerely for this interruption.  As you could see it took us all by surprise, but I am hoping that the police officers who are here, are going to ensure that we will not have a repetition of the same occurrence.  The proceedings of our hearings are supposed to be done in an orderly fashion and we specifically require from the Safety and Security Ministery that specific security measures are taken to ensure that things like this do not happen.\n We are hoping that the person who is in charge of the police and of the security of his hearing, will ensure that this doesn't happen again.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "As the Committee pleases.  Mr Chairperson, as I have indicated on behalf of my clients, there will be no statement or evidence at this stage.\n We however, do not wish to create the perception that we do not want to be of assistance to this Commission.  We most dearly do wish to be of assistance.\n We have had insufficient time and information initially placed at our disposal to investigate the incident, the alleged incident.\n There was additional information made available to us only this morning through yourself Mr Chairman and a great deal of further investigation in regard to the Stutterheim affairs or battles as you've termed them, need to be done.\n In respect of the evidence of Busika, I would wish to draw a distinction.  Obviously what this witness alleges happened to her whilst she was busy serving her prison sentence, I do not understand that evidence to implicate my clients, the police, in any way.\n I hold no brief for anyone other than the police, so our investigations will be limited only to that aspect of her evidence which implicates them.\n If my understanding in this regard is incorrect, then we would appreciate being advised of that fact timeously if at all possible.\n Further in regard to Busika and Maqubela, it is Maqubela who spoke of a trial within a trial.  I am instructed that these versions which these two witnesses placed before the Committee this morning, are most probably and I must stress this, most probably, the same versions that were placed on their behalf before the trial court, in the trial within a trial.\n I cannot verify that at this stage, that is one of the aspects why we need time to investigate and see whether it is the same incident.  Mr Chairperson, if indeed it is the same incident, then with respect I would refer the Committee to the trial record in that case.\n It would have been the Supreme court of the Eastern Cape Provincial Division sitting on circuit in East London.  Mr Chairperson, in regard to this specific incident, I have nothing further to add to the record at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Redpath.  Just to give you clarity on the matter of Neliswa Busika.\n You are representing Mr Dion Oates.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "I am representing Oates, Swanepoel, Ntebe I understand is deceased, and in the letters presented to us there is a Mr Peters.  On the information given to us he is apparently the one who gave certain orders at one stage.\n There may be an identification problem with regard to him at a later stage, so I am unwilling to disclose whether such a Mr Peters actually exists by that name, at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I was referring you to the matter of Neliswa Busika, specifically because I want us to draw a distinction between two alleged perpetrators in that regard.\n There are those which are mentioned in the statement which relate to the pre-trial period, the detention and the pre-trial period and I think Mrs Neliswa Busika said in her testimony that she has not provided us at this stage with the prison officials.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, we do not have that information, so as soon as she has informed us who the perpetrators are, we are going to then inform them and we understand that you do not have a brief for those people at this stage, because they are not on record.\n Indeed, perhaps when she gives us the name, they may approach somebody to represent them, not necessarily yourself.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Correct, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are not contemplating making a finding at this stage on any of the perpetrators mentioned in the four testimonies we have listened to.\n We understand that you are going to apply your mind to what you have heard and decide whether you want to make a statement to us or not.  If we are contemplating making the finding, which is detrimental to your clients whom you have mentioned, we will definitely inform them through your office.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Mr Chairperson, I don't know if this is the correct forum, but might I request that a typed copy of the evidence as given by the witnesses, be made available to us?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Indeed, you will have to approach our office in writing and we will translate the information to the relevant office.\n Thank you very much Mr Redpath.",
            "Unknown"
        ],
        [
            "MR REDPATH",
            "Thank you Mr Chairman.",
            "Male"
        ]
    ]
}