{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-14",
        "location": "KING WILLIAM'S TOWN",
        "day": "3",
        "names": [
            "SIYALANA MATHINZINI"
        ],
        "case number": "EC0308/96CCK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55495&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/kwtmathi.htm",
        "speakers": [
            "SIYALANA MATHINZINI",
            "CHAIRPERSON",
            "MS MAYA"
        ],
        "original_speakers": [
            "SIYALANA MATHINZINI",
            "CHAIRPERSON",
            "MS MAYA",
            "MR MATHINZINI"
        ]
    },
    "testimony": [
        [
            "SIYALANA MATHINZINI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may sit down Sir, thank you.  We welcome you.  We will hand over to Ms Maya to lead you with questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson  .Mr Mathinzini you are here to-day to talk about what happened to you on the 15th of May.  Is that correct ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where are you from Sir ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "I'm from Mxhalanga Location .",
            "Male"
        ],
        [
            "MS MAYA",
            "Please tell us briefly what happened to you, Sir.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "My house was burnt down.  I was inside the house.  They poured petrol in my house.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened before that, Sir ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "I  arrived from Johannesburg in 1992.  I was then elected as a Chairperson of the School Committee.  I agreed to take that position.  After a while I found out that the people were against Mr Booi.  They wanted him to be dismissed.  As a School Committee we said that we have to have a meeting so that we can discuss this issue.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who are these people who were, who wanted Mr Booi to be dismissed ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "They were people from Mxhalanga Location.  They wouldn't go the principal to tell him that they were against him.  When the Councillors' houses were burnt down, my house was also burnt down.  They threw stones in my house.  They said that I was on the School Committee, I was also involved in the Community.  The people from 6 villages came to my house to burn down my house.",
            "Male"
        ],
        [
            "MS MAYA",
            "Why was your house burnt down when the Councillors' houses were burnt down.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "The reason is that they said that as a Chairperson of the School Committee, I have a lot to say, because I told them to come forward to say that they were against the Principal.",
            "Male"
        ],
        [
            "MS MAYA",
            "Can you please explain to us, what was happening in the Community, between the Councillors and the people?",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "The people are against the Councillors.",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the connection between you and the Councillors.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "There was no connection.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you a member of any political or residents association?",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "I was an ANC member.  I joined the ANC in Johannesburg, but because I was on that teacher's side, people did not like me.   I would accompany the teacher to the Councillor's house, to the Headman house as the as the Chairperson of the School Committee.   That's how I got involved.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was it the usual thing that the teacher would go to the Headman to report what was happening at school ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Mr Booi, was he a member of any organization ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "I don't know, but he used to say that he was not a member of  an ADM, PAC or ANC.  He  supported all the organizations because he was the principal of the school.",
            "Male"
        ],
        [
            "MS MAYA",
            "According to your statement you said that you were accused of being a member of the ADM.  Is that correct?",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes, that's what they said but I told them that I don't even have a member, a membership card of ADM.",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the damage in your house ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "My furniture got burnt down.  My leg was, I broke my leg.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened exactly ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "As we are staying in the villages, our windows are high.  I tried to jump from a window, I then fell down.  That's why, that's how I got injured.",
            "Male"
        ],
        [
            "MS MAYA",
            "Your house was burnt down.  You were trying to escape through a window.  You then broke your leg.  What time was it ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "It was about 8 in the evening.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you notice any people.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have their names ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS MAYA",
            "We will like you to give these names to our investigating team.  Is that all, Sir ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes, that is all.  That's what they've done to me.  I tried to re-build my house, but I don't have money.  When I came back from Johannesburg I had R17.000-00.  I paid for my daughter's wedding.  I was not working at that time.",
            "Male"
        ],
        [
            "MS MAYA",
            "What are your requests to the Commission Sir ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "I would like to be helped to re-build my house.  I also have 2 boys who are still at school.",
            "Male"
        ],
        [
            "MS MAYA",
            "How old are they ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "One was born in 1975.  The other one in 1979.",
            "Male"
        ],
        [
            "MS MAYA",
            "Are  these your sons ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "In which standards are they at school ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "They are doing Std 9 and the other one is doing Std 8.",
            "Male"
        ],
        [
            "MS MAYA",
            "You said that you saw these people.  Did you lay a charge against them ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were they prosecuted ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened to that case ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "It was said that there was not enough evidence because this happened at night.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did  you go to any attorney for advice ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MS MAYA",
            "What then happened ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "The case is still on, but I don't know what's happening, because this happened a long time ago ?.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who is this attorney ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Mr Dorrington.  The lawyers would change from one lawyer to the other.  In March I was told that the case will be on.  When  I got there, they said that it was postponed, but I according to myself, I think that they will not help me.",
            "Male"
        ],
        [
            "MS MAYA",
            "You were still talking about your requests.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "My goats were also burnt down.",
            "Male"
        ],
        [
            "MS MAYA",
            "You have requests about your children and your house.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "I have one other question, Sir.  The teacher you mentioned.  Do you know of any reason for the people to be against him ?.  What did he do ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "They said that he was incompetent and they accused him of corruption.  I told them that I came back from Johannesburg in January 1993.  I was not aware of these allegations.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened to the teacher ?.",
            "Female"
        ],
        [
            "SIYALANA MATHINZINI",
            "The teacher is still around.  He is still in that school.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you, Sir.  I will hand over to the Chairperson.",
            "Female"
        ],
        [
            "MS MAYA",
            "Maybe, you will be asked further questions.\n Mr Chairperson, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would  like to thank you, Sir, for coming here and giving testimony.  We know that this period was a difficult period.  People were angry.  They would do something to people who are not supposed to be involved.  I thank you for your testimony.  We thank you for trusting the Commission, because you gave us your testimony and the Commission will try and report to the President, because we are only here to gather information and forward it to the President, so that the President can see what we do for the people.  We thank you for coming here and giving testimony.  Thank you.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Sir, you may go back to your seat.",
            "Female"
        ]
    ]
}