{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-13",
        "location": "KING WILLIAM'S TOWN",
        "day": "2",
        "names": [
            "BOYCE MTYOBILE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55500&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/mtyobile.htm",
        "speakers": [
            "CHAIRPERSON",
            "REV XUNDU",
            "BOYCE MTYOBILE",
            "MEYILE MALCOMESO SIWAYI",
            "MS MAYA",
            "ADV SANDI"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "BOYCE MTYOBILE",
            "MEYILE MALCOMESO SIWAYI",
            "CHAIRMAN",
            "MS MAYA",
            "MR MTYOBILE",
            "MR SIWAYI",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Boyce Mtyobile and Meyile Malcomeso Siwayi.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Chairperson, may I swear them in?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "This gentleman is complaining that he needs some form of hearing aid, maybe he should put the earphones on.  You may stand up sir.",
            "Unknown"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you sir.  Mr Chairperson, they have been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mr Mtyobile can I start with you.  You are going to talk about two incidents, especially in connection with the 10th of January 1990, but your story is not clear before us.  Please tell us what happened.",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "It was the 10th of January 1990, I was on duty at Nqongweni, that is where we were camping in a tent.  At the time, there were fights.\n The people were against the Headmen.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you a policeman or a soldier?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "I was a policeman.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you, please carry on.",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "There were four of us on duty, but when the incident occurred, there was only three of us left.  The one had left and said that he does not feel at peace, he would rather go to Bisho where we worked.\n The others that were left, was sleeping because we would give each other chances to sleep, four hours at a time.  At about 2 am, when I was waking them up so that I could sleep, I heard something being thrown into the tent and when I tried to figure out what it was, something else was thrown.\n I realised that it was a hand grenade.  I just felt something wet on my feet.  One of my toes was sore as if I tripped over, I hid my head behind the bed, I also felt something wet on my thigh.  I could not take much notice of this at the time.  I felt the person next to me, just to see if he was still alive, we held onto each other.\n The noise continued.  The bangs went on.  The dogs were barking.  We realised that as the dogs were barking, the people were running away.   We tried to get out, I told them that it is as if I had been shot.  They ran out.  When I tried to run out, I fell because there as gas that was suffocating me.\n I was dizzy.  I called out to come get me.  The walkie talkie we had, was not working at the time.  We tried to get a house with a phone, we phoned the Control at Bisho to tell them about the incident.  I was then taken to hospital, an ambulance came to fetch me.",
            "Male"
        ],
        [
            "MS MAYA",
            "So what was happening, who attacked you?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "I do not know who was attacking, however there was a rumour that I cannot be sure of.  That is apparent that it was an inside job, it was the other police.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there a reason why you would be attacked by yet other police?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "These things would happen, they happened at the time.",
            "Male"
        ],
        [
            "MS MAYA",
            "What were the reasons?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "So that it would appear as if it was one of the political organisations.",
            "Male"
        ],
        [
            "MS MAYA",
            "Had there been such incidents prior to yours?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "And at the same place?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "No, other places.",
            "Male"
        ],
        [
            "MS MAYA",
            "We will request that you would give us those details.",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "There was a bottle store that was bombed at Qoboqobo.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have an idea?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes, this bottle store was bombed out and then we were called.  Then we found out that it was the police.",
            "Male"
        ],
        [
            "MS MAYA",
            "Whose bottle store was it?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Ngwanya.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you know the police that set out the mission?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "We found out when there was a case.",
            "Male"
        ],
        [
            "MS MAYA",
            "You said that you felt a dampness on your feet and thigh?  Were you shot?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you get help?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "I went to Mount Coke.",
            "Male"
        ],
        [
            "MS MAYA",
            "For how long?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Two months.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have the documentation you got from the hospital?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "I do not have any with me.",
            "Male"
        ],
        [
            "MS MAYA",
            "Perhaps one of our investigators will come and ask for these documents.  Did you eventually find out who it is that attacked, because you said you heard rumours that it was the police?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "I don't have concrete evidence.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there an investigation, an inquest?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "No, not as much as I know.",
            "Male"
        ],
        [
            "MS MAYA",
            "You mention somebody whom you think was connected to this attack because you said the Task Force was under his authority, who are you talking about?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "The Elite Unit was led by Kwane Sebe and the other by Paulos.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where is Paulos now?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "I don't know.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is Paulos his first name or his surname?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Surname.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you know his first name?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "No, I do not know.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have reasons for thinking that it was the organisations under Kwane Sebe that attacked you?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.  That is what I was told.",
            "Male"
        ],
        [
            "MS MAYA",
            "How did these injuries affect your life?  Are you able to work properly?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.  I did not like my place of work.  I made applications for a transfer even before I was injured.  Things were worse, they deteriorated after I was injured.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were there reasons why you did not like your place of work?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Perhaps you can enlighten us.",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "My intentions for joining the Police Force was that I would deal with criminals.  Where I worked with the Riot Unit, I did not work with criminals.  I would be woken up in the middle of the night to be asked to go to certain places, it is dangerous, therefore I did not like the job.\n Things were even worse after I was injured.  I requested a transfer, I was not permitted.  I then went to report at Whittlesea police station.",
            "Male"
        ],
        [
            "MS MAYA",
            "You would report at Whittlesea police station?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "When you say you'd be woken up in the middle of the night, what kind of places would you go to?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Places where there is disorder.",
            "Male"
        ],
        [
            "MS MAYA",
            "You said you had been camping to guard Headmen?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.  Because the people of the community did not want that particular Headman.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was it a norm for policemen to be deployed to villages to guard Headmen?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "It was the first time I had heard about it.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you have a request as you have come before the Commission?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "First of all, I would like to know the perpetrators because there is still a bullet in my body that could not be removed.  My body has grenade remnants within it.\n Secondly I lost my job in an unclear manner.",
            "Male"
        ],
        [
            "MS MAYA",
            "You lost your job as a policeman?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "In 1991, as I would go and report at Whittlesea because they would not give me a transfer in 1991, I had swollen up around my knee where the bullet is.  I went to the Doctor at Hewu hospital.\n He X-rayed me.  He said the cause was the bullet in my knee.  If I wanted it to be removed, I would be crippled.  He then gave me a few days leave, sick leave.  When I came back to work, I was taken to trail, they tore the paper from the Doctor and I just sat after that.\n In April 1992 I was deployed to Whittlesea, I worked there a while.  In August the was a board of enquiry, then I heard that there was a call that I had lost my job.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you at the board of enquiry?  Did you defend yourself?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you have a legal representative?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "I did.",
            "Male"
        ],
        [
            "MS MAYA",
            "Therefore you want us to investigate why you lost your job, is that all?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "I want to see the perpetrators.  If the Commission can, they must find out if I cannot go back to work.  I apply and I never succeed because they think that there is nothing I can do because of  my state of health.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is that all?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.  I will hand you over to the Chairperson.  Maybe he has more questions.  Mr Siwayi, good afternoon.",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Good afternoon.  First of all, why do you cheat me?  These people gave me earphones, and now I can hear well.  I am going to take these earphones home.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.  This incident that you want to talk about are things that happened to you in Peelton in 1991?  Won't you tell us briefly what happened.",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "I hope that what I am going to say is not going to hurt your feelings, because in court they always say I must not divulge everything.\n In 1991 I worked for the Headmen.  We were called into Bisho by the Gqozo regime.  They then called us and asked if we wanted the government.  I said I have a house and I have livestock.",
            "Male"
        ],
        [
            "MS MAYA",
            "What boers are they talking about?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "These are the people that killed me, I need documentation, it is in my pocket somewhere.",
            "Male"
        ],
        [
            "MS MAYA",
            "Perhaps you can tell us about this stone that you are talking about.",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "I am going to tell you now.  So they said that I was destroying these boys, the (indistinct).  The (indistinct) was against the government.\n I said that I need the government, a body in authority that I can report to if there is damage in my home, which is why I supported the government.\n I had to go give a report.  We said in court that it is the Headmen and the government that is known.  The government does not know anything about the (indistinct).  The (indistinct) boys were against the Headmen and as a head they said I must bring my colleagues.\n I said that they are not there.  They said that I must go to the Magistrate immediately to withdraw.  I said I was not alone, I was with other men.  Then we would go on the Monday.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who called you to the meeting?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "The (indistinct) boys, they fetched me from home.  They said I must bring my colleagues and friends to go to King William's Town to withdraw the case.  I said that the offices were not open on Saturday, they open on Monday.\n I said that I would go to them on Monday, first thing.  They said I must go immediately.  That is where the dispute started.  Now these boys were attacking me.",
            "Male"
        ],
        [
            "MS MAYA",
            "When were you injured and why?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Because I could not go to King William's Town on the Saturday or alone, I had to go with the people and report it with them on the Monday.  It was clear that they wanted to attack me.\n This is the time people were being necklaced.  The meeting disintegrated.  Some of them spoke up for me, saying that I was not to be necklaced.\n They carried on arguing.  I stood strong and I said that whoever is going to put the tyre on me to burn me, we are going to die together.\n They cursed me, I cursed them back.  I went home and slept the Saturday night.  In the morning at eleven o'clock the next day, nobody was saying anything any more, my house was just being stoned.  My windows broke down, even the doors.\n There was only one way.  I said my children and my wife must hide under the bed.  They said I must go out, I refused and I said you either will not be able to go into my house whilst I am still alive.\n They hit me with bricks, but my Lord was with me.",
            "Male"
        ],
        [
            "MS MAYA",
            "You were injured?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Yes, my ribs were fractured.  I was taken to the Doctor and I slept at the hospital.  I slept at the clinic and then I was taken to Grey hospital.\n I stayed there for three days.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was it your ribs that were fractured?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "When you came back from the hospital, how was the state of affairs at home?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "There were a lot of problems.  When I was being beaten that night, I also fought.  Some of them got in.  They thought that they were going to kill me.  They had left paraffin and petrol behind.  You cannot just put a person alight, even if I come to you now and set a match alight, you will not burn, you need paraffin.\n They tried to set me alight, until their match sticks were finished.  They said that they must go and get some petrol to burn me to death.  Some of them were left behind and the others went and tried to get paraffin.\n The other said they could not be left with me, they were too scared.  I walked around the house, I said to my family they must run away.  I left in pyjamas and went to the police to report the matter.\n The police kept me until twelve o'clock the next day.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was there any damage at home?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Listen, my house was already damaged.  When I came back, the (indistinct) boys were there looking at me.  My children ran towards me, saying I must not come.  The (indistinct) boys were waiting for me.  I said I am going home, there is nothing they can do to me.\n I went home.  They came towards me and I was determined to fight.  I went to the Headman's house and that house was set alight.\n Then I thought this is true, they are going to kill me.  I ran away and I would fall, but get up and run.  I ran about 20 metres and I fell down.\n They did not come to me, but they burnt my house down.  I was still in pyjamas.  They left me.  They went and burn down my elder brother's house.",
            "Male"
        ],
        [
            "MS MAYA",
            "You were still in pyjamas?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Yes, I did not have any chance to change.  My family also ran in night wear.",
            "Male"
        ],
        [
            "MS MAYA",
            "When you were being attacked at night, were there people that you saw?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "It was full and people did not want me to go to them, I was all alone.  Nobody wanted me with my pyjamas.\n We were given a place in Donqaba by the police in another village.  I did not want to stay with the police, I built myself a place in Donqaba.\n This is what I am about here.  My house was burnt down.  I have listed these boys.    It is Tabata who reduced the list, it was the whole village.  What I am complaining about, is that they killed me, even the Magistrate acquitted them even though 26 of my goats are lost and my house was destroyed.   Therefore this list ...",
            "Male"
        ],
        [
            "MS MAYA",
            "Is it the people that attacked you?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "And there was a court case and they were acquitted?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "No, there was no court case, the case was kept on being postponed and then it was withdrawn.",
            "Male"
        ],
        [
            "MS MAYA",
            "Which court was this?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "In Zwelitsha.",
            "Male"
        ],
        [
            "MS MAYA",
            "At the Magistrate's court?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you remember the Magistrate?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "It was Richard, the White man.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.  What requests do you have before the Commission?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "This is my request.  Apparently they said that there should be reconciliation, I quite like that idea.\n But there should be compensation.  My heart is bleeding.  The law says that a man cannot revenge, I have not revenged, because I respect the government.  I have the right to go into each of their houses, and beat them up.\n But I respect the government.  Even where I live now, it is difficult.  The people don't want me there, they are chasing me away.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you give up your house?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Yes, I did.  I did not want to go back to Peelton.",
            "Male"
        ],
        [
            "MS MAYA",
            "Do you know what the status quo is in Peelton, would you perhaps be able to go back?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "I can't go to Peelton now, I built another house.  Do you think I should go back to my enemies?",
            "Male"
        ],
        [
            "MS MAYA",
            "Your requests sir?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "If the government can, the perpetrators  must be arrested.  If they can't arrest them, but the government must do something for me, I had a huge home and I could not save anything.\n They took my livestock, sold it.  If they sold it or ate it.  The policemen that were there at the time, the police did not try to investigate the matter enough.\n It is the people that went to King William's Town, toyi-toying that gave us all the trouble.  They came and burnt out houses down.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you sir.",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "Therefore I need help from the Commission.",
            "Male"
        ],
        [
            "MS MAYA",
            "According to our documents you are born on the 15th of May 1915, is that so?",
            "Female"
        ],
        [
            "MEYILE MALCOMESO SIWAYI",
            "That is the truth.  It is just that I am strong, the Lord is with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sandi?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Mtyobile, I have questions for you.  I think that we are fortunate that you've come before us as part of the Ciskeian Police Force.  Maybe you can clarify a few things for us in connection with the Ciskeian Police Force.\n When did you start?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "In 1986.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did you stop?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "1992.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was your rank?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "I was a Constable.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you in Qongqweni?  You said that there were fights, who was fighting?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "I am not sure, but the entire village was in disharmony and there was fighting.\n Our tent was not far from the Headman's house.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you given particular instructions?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "We were given instructions to look after the Headman's place.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you armed so that you could protect yourself?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "There was teargas.  We had teargas and pistols.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you think that there would be a certain group, resistance group that would attack you?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "We did not think that we would be attacked.  We thought that the Headman would be attacked.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You never thought that perhaps Umkonto We Sizwe would attack you?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who was the Commander of the Unit at the time?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "Zwahlana.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is he still in the Force?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "I think he is in Port Elizabeth.  I think he is in Port Elizabeth.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You said that there were rumours that it was a certain man who was leading the Elite Unit in Ciskei who sent people to attack you?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "It is my colleagues who rumoured this after I had gotten out of hospital.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was this so that you would think that you were attacked by the ANC?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If that had succeeded, you would have thought that it is the ANC that attacked you and then what?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "I don't know to hide the atrocity they had committed.",
            "Male"
        ],
        [
            "MS MAYA",
            "Perhaps I should ask the question in another manner.   Are you talking about Kwane Sebe?",
            "Female"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes, he was the head of the Elite.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You say it is him who planned so that you could be attacked?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was his intention?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "He wanted us to be anti-ANC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was there disharmony within the Police Force?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was it all about?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "We did not know what the Elite Unit was all about, we perceived them as our superiors therefore we were not connected to them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The man that led your Unit, did he work together well with the Elite Unit that belonged to Kwane Sebe?  Were they aligned?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "Even if he did not work well with him, he could not voice that out because the Elite Unit was like the government at the time.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Therefore there was no conflict between these two Units?",
            "Unknown"
        ],
        [
            "BOYCE MTYOBILE",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you for bringing your evidence before the Commission.  We've heard your requests before the Commission - we will look into them.  You can take your seats and we are going to call the last people to the stage.",
            "Unknown"
        ]
    ]
}