{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-12",
        "location": "KING WILLIAM'S TOWN",
        "day": "1",
        "names": [
            "NOMAKHOSAZANA GLADYS PAPU"
        ],
        "case number": "EC1995/97CCK",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55509&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/papu.htm",
        "speakers": [
            "REV XUNDU",
            "NOMAKHOSAZANA GLADYS PAPU",
            "CHAIRPERSON",
            "ADV SANDI"
        ],
        "original_speakers": [
            "REV XUNDU",
            "NOMAKHOSAZANA GLADYS PAPU",
            "CHAIRPERSON",
            "ADV SANDI",
            "MRS PAPU"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Mr Chairperson, I would like to swear in Nomakhosazana Gladys Papu.  Please stand up.",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Mr Chairperson, she has been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We welcome you Mrs Papu.  We will hand over to Mr Sandi who will lead you with questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairman.  Mrs Papu, you are also from Alice?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Are you from Msobomvu?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "No, I am from Makuzeni.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You are from the village of Makuzeni?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "The incident which you are going to talk about took place on the 3rd of April 1994?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "I will now hand over to you to tell us what happened on this particular day?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "On this day we were at home.  The group, my husband's group came at home to look at what was happening.  They saw that things were quiet.  My husband told them to leave, because that day there were no people around.  At midnight my husband said that we must sleep and these people must leave.  Only three of them have to stay.  He then told us to go to sleep.  It was myself and another woman who was staying in the Makuzeni village, but now she is in Zizinie.  We slept together with that woman.\n While we were sleeping we heard something on the door.  This woman by the name of No-First ran out and I followed her.  A petrol bomb in our street was thrown.  I saw my husband running.  We also ran,  No-First and myself.  There were two cars, Isuzu and Mazda.  We went through these cars.  We saw that there were people who were chasing him.  It was Mr Fezile Ndongeni, Gumeli Tselane and one young man from Fana family, but I do not remember his name.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was he Nombombo Tselane?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes, he was chased by four people.  After that it was dark.  We saw that there was one of them with a torch.  He was following us.  No-First ran away.  He ran to tell people that Papu was being killed.  After that, as I was sleeping with children, I took children to the neighbour, my grandchildren.  One of them was three years old, the other was 11 years and the other one was eight years old.  I took them to my neighbour's house.  I was crying.  My neighbour told me not to cry, because these people would come in that house.  I then stopped crying.  I peeped through the window, because I wanted to see what was happening, but I could not see, because my house was on the other side, on the other street.\n While I was still looking through the window I saw a light coming from Gomorro.  It was a car.  I saw this car that it was going towards my house.  It stopped at my house.  I told this, my neighbour to look after the children, because I was going to see what was happening.  I saw my husband lying down with a wound in the head and in the stomach.  There was water all over.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Why was your husband attacked?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "He was attacked because he was an ANC member.  He was an ANC activist.  There was a group who was against the ANC.  They wanted to be the leaders.",
            "Female"
        ],
        [
            "ADV SANDI",
            "This group, where did it come from?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "It was the group from the village that because they wanted to overthrow the executive of the ANC at that time.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was there anyone arrested concerning this?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes, five people were arrested.  Gumeli was also arrested, but he was acquitted.  When he arrived at the police station he told the police everything that was happening.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was Gumeli?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "It was Gumeli Fana.  He told the police everything that was happening.  He told that Mr Fezile paid them together with Landezwa to go and kill my husband.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When you are talking about Mr Fezile are you talking about Fezile Ndongeni?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "The people you mentioned in your statement, Vuyile Mbane, Fezile Ndongeni and Tselane Nombombo, did you know these people before this incident?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes, I knew them, because when our homes were stoned and the cars they were there.  Even when we were going to town they would stop us telling us that we are not allowed to go to town.  The windows were broke.",
            "Female"
        ],
        [
            "ADV SANDI",
            "The people you mentioned, Gumeli Papu, was he arrested.",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "It was Lichlie Papu and Gumeli Fana.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were they arrested?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes, they were arrested, but they were released.  They gave a statement to the police saying that Landezwa and the other man paid them to do this.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was there anyone charged?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "The case is still on, but the witnesses, the magistrates witnesses cannot be found.  They ran away since they were released.  I heard that they have been arrested.  I heard that Gumeli was arrested, but when we went to court I told them that he was in Qesi, but at the time of the court case he was not there.  I was told that he was released.  So there are no witnesses.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Where is this case held?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "In Alice.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is that all you wanted to say, Mrs Papu, concerning this matter?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Before that one woman came together with the police.  There were houses which were burnt down.  This woman said that my husband was the one who burnt down these houses.  I asked them how my husband could do that, because his house was stoned on the day before the Good Friday, but the petrol bomb did not work, did not explode.",
            "Female"
        ],
        [
            "ADV SANDI",
            "I notice that you have requests in your statement.  You mention that you wanted, you want to be assisted with the education of your children.",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "How many children do you have?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "I have four children.",
            "Female"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Are they staying with you?",
            "Female"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Are they at school?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes, they are at school.  One of them is in Cape Town.",
            "Female"
        ],
        [
            "ADV SANDI",
            "How old are they and in which standards are they at school?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "My first born was born in 1968, the other one 1972, the other one 1981.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is that all, mam, before I hand over to the Chairperson?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes, that is all.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you Mrs Papu for your testimony.  I will now hand over to the Chairperson.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Reverend Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.  Mam, I heard your story.  I only have one question.  According to you what can be done so that there can be peace?  Is there a conflict between yourself and this other group?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "What I want is for them to come forward to tell the truth.",
            "Female"
        ],
        [
            "REV XUNDU",
            "You are saying that reconciliation can be built if they can come forward?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes, if they can come and tell the truth.",
            "Female"
        ],
        [
            "REV XUNDU",
            "If they can come forward you will forgive them?",
            "Unknown"
        ],
        [
            "NOMAKHOSAZANA GLADYS PAPU",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Papu.  We have been informed that there is an attorney on behalf of Fezile Ndongeni who is one of the people you mentioned in your statement, the people you said that, you said that he was one of the people responsible for this.",
            "Unknown"
        ]
    ]
}