{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-13",
        "location": "KING WILLIAM'S TOWN",
        "day": "2",
        "names": [
            "RHYLINE NENE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55504&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/nene.htm",
        "speakers": [
            "CHAIRPERSON",
            "RHYLINE NENE",
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "REV XUNDU",
            "MS MAYA",
            "ADV SANDI"
        ],
        "original_speakers": [
            "RHYLINE NENE",
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "REVD XUNDU",
            "CHAIRMAN",
            "MS MAYA",
            "MS NENE",
            "MS MADIKANE",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now call Rhyline Nene, Nonkululeko Nonyaniso Gladys Madikane.",
            "Unknown"
        ],
        [
            "RHYLINE NENE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Mr Chairperson, they have been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson.  Mrs Nene, let me start with you.  You are here today to tell us about your husband, Mr Steven Nene.  You are going to tell what happened in 1990 immediately after Oupa Gqozo had taken over the rule of the Ciskei.  Can you please tell us what happened to your husband?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "First of all I would like to greet the Chairperson of the Commission, members of the Commission and everybody here.  Secondly I would like to thank the opportunity to come here and give details about what happened to my husband.\n I am requesting to start in 1989 about what happened to me in 1989.  My house was burnt down.  My husband was a Councillor in Mdantsane at the time.  Secondly in 1989 when Gqozo had taken over, my shop was also burnt down.\n Everything inside the shop was burnt down, even today I was not able to build the shop again.  Thirdly, the police of Mr Gqozo came to my house in Frankfort.  They were driving a kombi, a cream, white kombi.\n I thought that they just came in the hotel.  At the time my husband was about to have tea as he was coming from the field.\n These people said that Mr Nene, we are here to take you.  He asked them who are you.  They said that we are from the government, we have been sent to take you because there is something that was needed from you.",
            "Female"
        ],
        [
            "MS MAYA",
            "Excuse me Ma'am.  Let us go back to 1989.  You said that your house was burnt down and your shop was burnt down.  Why was this happening to you?  Who burnt down your house and your shop?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "It was at a time of consumer boycott.  If you belonged to a certain party, your house would be burnt down.  I think that my house was burnt down because my husband was a Councillor.",
            "Female"
        ],
        [
            "MS MAYA",
            "Please continue Ma'am.",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "I think our house was burnt down because my husband was a Councillor.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you know the people who did this?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "No, we did not know them.  We did not even know the people who burnt down the shop because it was on the day when Gqozo had taken over the rule of Ciskei when our shop was burnt down.",
            "Female"
        ],
        [
            "MS MAYA",
            "Please continue Ma'am with your story.",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "The police came.  I asked them why are you looking for my husband.  They said that they had been sent to fetch him, they did not know why.\n I asked whether I can accompany him with his car, they said no, they are going to take him with their kombi.  They told me not to go with them.  They then left me behind.\n Because I was scared, I forgot to take the number plate of the car.  I just thought that maybe they were going to kill him.  I phoned my son in Mdantsane.  He arrived, we then went to the police to report this.  The police told us that he was not there and there is nothing they can do.  They told us to go and search for him in other police stations.\n We went to Qasa police station, Zwelitsha police station, Tamara.  A week passed.  After a second week I saw my son arriving at home.  He said that my husband was in Cecilia Makiwane.  One nurse phoned him, this nurse said that my husband arrived there with the police.\n He was in Cecilia Makiwane.  We then went to visit him in hospital.  When we arrived there his condition was very bad.  We could not even talk to him.  We came back the following day.\n I found out that in that private ward there was a red flag.  I asked the sister what was that flag for, the sister told me that Ma'am, this is because your husband's Doctor was there, but every Doctor has to go inside and check or examine him.",
            "Female"
        ],
        [
            "MS MAYA",
            "Excuse me Mrs Nene, how old was your husband at this time?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "In 1990 - he was born in 1924.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am, you may continue.",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "We then visited him every time.  After three days he regained consciousness, he could identify us but he could not do anything for himself.\n The Doctors would come and take him to an X-ray.  We then realised that he, when we visited him, he would tell us that the police are on their way and the police would arrive.  One of them was Mr Funani.  I don't remember the other police, but I can identify them if I can see them.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where was he stationed?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "He was a police under Gqozo.",
            "Female"
        ],
        [
            "MS MAYA",
            "In which station?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "No, I don't know.  I don't want to lie, because I don't know.  I think he was in Zwelitsha or Mdantsane.",
            "Female"
        ],
        [
            "MS MAYA",
            "For how long did your husband stay in hospital?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "He stayed for three weeks.",
            "Female"
        ],
        [
            "MS MAYA",
            "How was he injured?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "He was injured very badly.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "He was injured in his head.  Even today he is mentally impaired.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you get details or explanations of how he got injured?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "Before he was discharged, as we were visiting him, there was a police guard in his ward.  But we could see that this police was feeling something towards my husband.  He said that Mxolisi, under your fathers bed there is a machine, this machine belonged to the men who used to visit him.\n He was always restless as we were visiting him.  Even if we were talking to him, he would not respond to what we were saying.  We then asked him what happened to him.  He said he cannot tell us because he did not know what happened to him.  The only thing he knew was that while he was in Tamara, he was taken to certain places at night - they would put something, a sail or a sack in his head.\n But what he remembered was that he was in Tamara where he was assaulted there.  He did not remember anything else.  He said that the police would take his head to the toilet and they would flush the toilet, which rendered him unconscious.\n He said that he woke up in the hospital, he did not know who took him to the hospital.",
            "Female"
        ],
        [
            "MS MAYA",
            "The Mr Funani you mentioned, was he in Tamara?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "I don't know where he was, but all the time he was together with these police.  Even when they visited my husband in hospital, he would be with these police.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was the main reason for this assault, what were they looking for?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "He said that the day when they released him, Mr Funani said that Ma'am, I am happy because you are here, because you are here to take your husband home.\n I asked him what really happened, Mr Funani said your husband was allegedly in contact with Sebe, that is why they were interrogating him, they wanted to know their conversations with Sebe. \n He then told us that that was a wrong information.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was there a reason for them to accuse him of this, was he  a friend of Mr Sebe?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "He was close with Mr Sebe because he was a member of SINIP and he was a Councillor at that time.",
            "Female"
        ],
        [
            "MS MAYA",
            "The people who came to release him, did they tell you who ordered them to release him?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "They said that Gqozo ordered his release.",
            "Female"
        ],
        [
            "MS MAYA",
            "How was your husband's health affected by this?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "I told my son to take a photograph of him, I thought that I would be having a photograph with me now because my husband's death touches me because ever since 1990, he is receiving  treatment in hospital.  Doctor Van Niekerk told me that we have been to Humansdorp and everywhere, he is in bed all the time.\n He suffered from a stroke because of that Dr Copperwitz who is treating him now, said that my husband is not supposed to be in hospital, he is supposed to go to Chiasma because of his condition.\n In December he was discharged from Chiasma, because he suffers from strokes now and again.  Before he was treated by Dr Copperwitz, I took him myself, but because he was mentally disturbed, I had to take him to a Psychiatrist.\n I was told that he had to be taken to St Dominique's and in St Dominique's I paid R1 500-00 for a brain scan.  He's got a poor health, he cannot do anything for himself.  I thought I would bring his photograph so that you can see his condition from 1`990.",
            "Female"
        ],
        [
            "MS MAYA",
            "Ma'am, you said that you had businesses.  Did you loose all your businesses because of his health?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "Not only our businesses were destroyed, but my health was also damaged because in 1994 I had a heart attack.\n I used to feel a pain but when I visited a Doctor, they would tell me that I have pneumonia.  I was then attacked.  I had a heart attack in 1994.  I was in hospital in ICU for eight days.  I am receiving medical treatment, even yesterday I was in hospital to get my treatment.\n Because of my husband's health, we don't have any money left.",
            "Female"
        ],
        [
            "MS MAYA",
            "Ma'am, are there any other members of SINIP or Councillors that were treated like your husband by the government?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "Yes, there are other members because their houses were burnt down at that time.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know their names?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "Mr Danana is one of them.  I forgot the others, but there are quite a lot.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.  Do you have expectations or requests to the Commission?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "I would like to be helped with medical costs of my husband especially I had to be paid a lot of money.  Every month he has got to go to Dr Copperwitz in East London for medical treatment.\n Dr Copperwitz, his treatment is not less than R300-00 every month.  I was supposed to go to Cape Town to undergo an operation but they told me that I had to pay R60 000-00.",
            "Female"
        ],
        [
            "MS MAYA",
            "A heart operation?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "Yes, a heart operation.",
            "Female"
        ],
        [
            "MS MAYA",
            "In other words you would like to be helped with medical costs?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "Yes.  Myself and my husband.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that all Ma'am?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "I would also like to be helped with my shop.  I cannot afford because of my husband's health.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you receive any grants from the government?",
            "Female"
        ],
        [
            "RHYLINE NENE",
            "No, we've been trying for a long time, but with no success.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you  Ma'am.  I will hand over to the Chairperson after I've finished with both of you.\n Mrs Madikane, your story is also about your husband, Mr Carrington Mcoseleli Madikane who was murdered on the 12th of August, 1992, in your home, is that correct?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "You say that your husband was a member of ADM and also a Headman, is that correct?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS MAYA",
            "You are going to talk about two incidents.  The first one that happened on the 16th of November 1991 and the one I've just mentioned.  Please tell us briefly Ma'am, about your husband.",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "Thank you.  In November 1991 it was on the 16th, my husband went to town.  I waited for him to come back, but he did not arrive.   At about twelve o'clock midnight, I saw two vans arriving at home.\n These people asked me where my husband was, I told them that he went to town.  They said that he had been shot.  They gave me his watch.  I did not believe them, so I asked them whether he was still alive.  They said that he was taken to Mount Coke hospital.  In the morning I went to visit him in Mount Coke hospital.\n He was still alive, he said that he did not know the perpetrators.  He said that he was shot in the hand and he was bitten in the hand and in his shoulder.  He was transferred to Cecilia Makiwane hospital.  He then recovered, he came back home.\n On the 12th of August 1992 at about nine o'clock in the evening, we were sleeping at home.  The children were playing in the kitchen.  We heard children crying, coming towards the bedroom, saying that someone wanted to kill them.\n This person was following them to the bedroom.  He asked where my husband was.  I said that he was not here, he was sleeping in his bed and I was sleeping in mine.\n He then shot at us.  He shot at him, he died on the spot.  I went to take a candle from another room.  He went to take a candle from another room, he lit the candle and he made sure that he was dead.  After that he left.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you see this person, Ma'am?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "Yes, I saw him but he had a balaclava on.  I could just see his eyes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he alone?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "Yes, he was alone.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you know who the person was?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "No, we did not know.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was there an investigation done by the police?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "No, but the Detectives just came and they wanted us to give them a statement.  Nothing happened after that.",
            "Female"
        ],
        [
            "MS MAYA",
            "Are you from Qhugqwa?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was happening in the township at that time, what was the condition?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "It was this thing about the different organisations.",
            "Female"
        ],
        [
            "MS MAYA",
            "As he was a member of ADM, which other organisations was there?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "It was the ANC.",
            "Female"
        ],
        [
            "MS MAYA",
            "What happened before, were there any other incidents that may have led to his death?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "I don't know because other people who died, were from the ANC, that is all I know.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that all your story Ma'am?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "Yes, that is all.",
            "Female"
        ],
        [
            "MS MAYA",
            "What would you like the Commission to do for you, what are your requests?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "I would like the Commission to help me because since my husband's death, there is nobody supporting us.  I've got children and I am suffering a lot.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was your husband at this time, if you remember?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "He was born in 1927, he died in 1992.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am, is that all you wanted to tell us today?",
            "Female"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "Yes, that is all.",
            "Female"
        ],
        [
            "MS MAYA",
            "I will now hand over to the Chairperson, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.  Let me ask Mrs Madikane, were you supported by the leader of the ADM or by the members of the ADM?",
            "Unknown"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "No.  There was no support from them.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was there any support by the ADM leader or by the ADM members to the members of the ADM who were involved in such incidents?",
            "Unknown"
        ],
        [
            "NONKULULEKO NONYANISO GLADYS MADIKANE",
            "He was the first person, nobody helped us.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Revd Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mrs Nene, why were these people from the government, why were they accusing you, why were they accusing your husband of contacting Mr Sebe?",
            "Unknown"
        ],
        [
            "RHYLINE NENE",
            "Can you please repeat sir?",
            "Female"
        ],
        [
            "REV XUNDU",
            "I was saying Ma'am, these people from the Gqozo government who came to ask for the whereabouts of Mr Sebe, why did they come to your husband?  Was there any connection between your husband and Mr Sebe?  Why did they think that your husband would know the whereabouts of Mr Sebe?",
            "Unknown"
        ],
        [
            "RHYLINE NENE",
            "They were not asking him where he was, they were saying that there is information that he is in contact with Mr Sebe.  This is what we want to know, because we just heard that he was in Pretoria, there were no telephonic contact with him.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Were they friends with each other?",
            "Unknown"
        ],
        [
            "RHYLINE NENE",
            "Except for that he was a Councillor, he would attend a meeting with them.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Ma'am.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Nene, I also want to ask you a question.  You said that this happened after the coup of 1990.  Do you remember that after the coup properties of people were burnt down, especially in the townships.\n Because businesses were burnt down.  You said this incident happened during that time?",
            "Unknown"
        ],
        [
            "RHYLINE NENE",
            "Yes.  It happened during that time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If I remember very well, this was done by people who called themselves comrades.  I don't know whether there were also criminals amongst those comrades.\n Your case, your incident happened because of the Ciskeian police?",
            "Unknown"
        ],
        [
            "RHYLINE NENE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said that Mr Funani was amongst these police?",
            "Unknown"
        ],
        [
            "RHYLINE NENE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank both of you.  You've given us two different stories, but two very painful stories because a pain is not a pain only in one organisation, it is a pain to everybody.\n As a Commission we have to listen to all the people's stories and investigate.  We thank you for coming here and telling us your stories.  We will investigate them.\n Mrs Madikane's story is very clear because at that time ADM members were in conflict with ANC members.  We would like to investigate Mrs Nene's story, we will try to contact Mr Funani so that he can tell us what was happening at that time.\n I was not aware of such incidents done by the Ciskeian police.  We thank both of you, you may now sit down.",
            "Unknown"
        ]
    ]
}