{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-14",
        "location": "KING WILLIAM'S TOWN",
        "names": [
            "ZODWA PATSA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55520&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/kwtown/zwlpats.htm",
        "speakers": [
            "CASE",
            "HELD AT",
            "JEREMIAH NDUDULA",
            "CHAIRPERSON",
            "ZODWA PATSA",
            "UNKNOWN",
            "MS MAYA",
            "MR DORRINGTON",
            "MR KOLELA",
            "MR SANDI"
        ],
        "original_speakers": [
            "CASE",
            "HELD AT",
            "JEREMIAH NDUDULA",
            "CHAIRPERSON",
            "ZODWA PATSA",
            "REV XUNDU",
            "MRS PATSA",
            "MRS  PATSA",
            "MR XUNDU",
            "MR NDUDULA",
            "MS MAYA",
            "MS  MAYA",
            "MR DORRINGTON",
            "MR KOLELA",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "CASE",
            "EC0930/96KWT",
            "Unknown"
        ],
        [
            "HELD AT",
            "KING WILLIAM'S TOWN\nDAY 3",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "(sworn  states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could I find out whether Mr, Mrs Adams Black...  Is Mr     Dorrington here ?.  Thank you.  Could I call in also Mr Zodwa Patsa.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "(sworn states).",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'll start with you, Zodwa.   According to your statement, Zodwa, in connection with the disorder at the time, won't you tell us briefly, so that you give us a mental picture of what was happening.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "It was in 1985.  My son, Vuyani Patsa passed away.  He was at school at Nompendulo.  He was doing standard 6.  I was at home and I heard someone calling out in a loud speaker, somebody saying that all the parents with children at Nompendulo must go to the police station with R40-00.",
            "Female"
        ],
        [
            "UNKNOWN",
            "The name of the school please ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "Nompendulo.  We had to take R40-00.  That is exactly what I did.  I went to the police station.  It must have been about 5 o'clock in the afternoon.  I went there.  It was after the June holidays, in July.  It was towards the evening.  There were a lot of children  there, in a queue.  Some were wet.  I got there and I asked about my son.  I tried to look  in the queues, I could not see mine.  I could not see my own child even as I carried on looking.  As I was going, I went to the police station and this policeman asked what I was doing there.  I said I'm looking for a child.  This man then said I must go and look at Buffalo. Don't you  know that your children have not been well brought up.  I could connect the fact that I had to go to the Buffalo River and the other kids were drenching wet.  I wasn't sure what was happening.  I just went to the police station with the R40-00 as instructed.  The father of the child was in Johannesburg and we were staying together, just the 2 of us.  I would go from house to house, asking the other children about my son and some of the parents would just say, the Principal called the police, their children had a meeting.  The Principal called the police and the police beat the children up.  It was at night, I didn't know what to do, then I thought perhaps I should go back to the policeman, police station.  The other kids were bailed out on R40-00.  I went back and they said that they don't know where he was.  I was told to go to sleep.  I could  not even sleep, I did not know what to do.  It seemed as if dawn was not going to strike because I wanted to go back to the police station to find out about my child.  The next morning I went to the school.  I waited until school started and tried to see if my child was not going to walk through the school gates.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I hear your detail Ma'am, you looked for your child and you did not find your child until what happened ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "There were other people looking for their children as well who had not come back from the school.  When I got there, I got information that lifesavers would go and  look  for  the  children at  the river.  I must go home.  When  I  got home,  the  father phoned, asked  how  the previous night was.  He  said that he could not sleep the previous\nnight.  He said that he had the feeling that his own child had died.  Apparently, 3 girls were found by the lifesavers.  I phoned Radio Ciskei so that they could help me find my child.  I found my child on the third week.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Was he found in the river ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "He was found in the river.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Where was he found ?",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "He was, he was found on the river banks.  There were trees not far from the river banks that he was just hung on.  His watch, he was still wearing his watch which.. and there was nothing wrong with his watch. He had his clothes on.  We could see that he was in water once.  The father asked where they found my child.  They were referred to the police station in King William's Town.  My husband was not referred to the Buffalo River.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Therefore you suspect that this child pushed at the river banks the previous night before he was found.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Was there a court case ?.   Did you go to a legal representative ?",
            "Male"
        ],
        [
            "ZODWA PATSA",
            "There were young men that would come to my home that said they were UDF members.  They said that Vugano was a UDF member.  They were then collecting money that they would take to Smith, so that he could represent us legally.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Did you take a statement to Smith ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "Yes, I did.",
            "Female"
        ],
        [
            "UNKNOWN",
            "What did you say to the statement and what happened ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "We found Vuyani on the Wednesday and on the Thursday we had to bury him. I forgot to say that actually it was on a Tuesday that we found him and were forced to bury him on the Thursday.  The police forced us.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Did you bury him ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "No, we didn't, we requested 4 days.  It was stipulated by the police that there should only be 100 people at the funeral.  We then went with Zemi, together with the father.  We said that we were waiting on money that our relatives was going to bring.  We had no money for the funeral.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Did the police not bring any disorder into your home ?",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "They did, because my  children said they're not going to leave on the Friday.  There was a big tent.  The children were not allowed to go into the gate.  There were buses.  The children were beaten up in the buses.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Was there a death certificate ?  What did the doctor say ?",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "The attorney, Smith said that there should be a post-mortem conducted.  He was taken there, in East London.  Smith then told us the results, that he'd had sustained head injuries and we could see that there was an operation that took place on his head.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Ma'am, your story is very painful.  What are your requests before the State President ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "My issue is very painful.  Vuyani was my only child.  I had no other child.  It took a long time for it to sink in that he'd passed on.  For a while it felt like he'd gone on holiday and he was gonna come back.  If the Commission would give me some form of compensation.  My health deteriorated since he passed away.  Even the father was badly affected.  I  have  diabetes  and  high  blood  pressure.  There is nothing  I can do.  I had a\nsmall business.  I can no longer have that.  My husband was a taxi-man but he cannot work well either.  I need the Commission to help me with some form of compensation and I also need a tombstone.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Is there something else, Ma'am ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "No Sir.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank  you Ma'am.  I've forgotten something Ma'am.  Where there any perpetrators found ?.",
            "Unknown"
        ],
        [
            "ZODWA PATSA",
            "No.  I would like to know who murdered my child and to know who had my child in custody and why.  Thank you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Jeremiah Ndudula.  Mr Chairperson, please wait Sir.  Sir I would like you briefly to tell us your story.  I will then ask you questions to help you with your testimony.  What was happening in the Township during this time?.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Mr Chairperson, in 1985, before June, after our mid-year exams.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is it 1985 or 1984 because in your statement you mentioned 1984.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "I thought you said that I must start from 1985.  Can I start in 1984 ?.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "In 1984, I was a student at Nonceba School.  I was a member of the Congress of South African Students, was a member of the Executive Committee.  It was the start of a boycott that year in the Zwelisha area, where students demanding SRSC's.  The police the Ciskeian police then harassed us but they failed, because, but they managed to arrange, to arrest some of the comrades but I was not arrested at the time, I was arrested when we were arrested as students in Nonceba School.  Here in Ciskei you would be  arrested  and you  would be required to pay a certain amount of money in order\nto be released. I moved from Nonceba because of harassment, I then went to Nompendulo High School in 1985.  When I already started at Nompendulo High School we tried to work together with the comrades who were at the school.  The police did not stop harassing us because some of the security police, some of them were Mr Kolela Shebine Moss and others.  They tried to assault me and harass me all the time.  I could not stay at home but they could not find me because I was not staying at home.  They were looking for me all the time.  In 1985, May, after our mid-year exams, the students were about to go to their holidays.  They tried to boycott classes.  There was a campaign, we were trying to install and SRC in our schools.  We had negotiations with the Management, the Police, but it was later decided to close the schools but nothing happened at that time.   We were harassed all this time.  The police were looking for us but unfortunately for them, they could not find us.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Excuse me Sir, I want to go back to where you say that you had a meeting at Dutch Reformed Church.  You were arrested in Mdanstane.  You appeared in a court of law.  Is that correct ?.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "I'm still coming to that point Sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'm not trying to cut you short, but I want you to finish your story.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "On the 19th of July, when the schools were re-opened, we started a boycott again in our schools, demanding SRC.  On the 22nd, we were not attending school at that time, but we were within the premises of the school.  We were boycotting classes but we were attending school.  On the 22nd, the Ciskeian Police were surrounding our school in the morning.  They came with their trucks.  We tried to negotiate  with  them,  together with  their  inspectors.  They  told  us to  leave the school premises.  We told them, we cannot do that because what they will do to us if we can leave the school premises.  They will assault us.  While we were still busy negotiating with them, at about 12 midday, one police by the name of Mr Tsio, together with Mr Ndwengo, another policeman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Tsio, was he a Magistrate or a police ?.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "He was a security policeman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You also mentioned a Magistrate.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "I don't know about a Magistrate.  Mr Tsio was a security police, not a Magistrate.  There was another Major Umgwendu.  They came to the premises of the school.  Our leaders tried to negotiate with them, telling them that we cannot leave the school premises.  The students will be victimized when we leave the school premises.  Tsio opened the gate instructing the police to go in the school premises.  After that, the students ran away.  There was a river, a Buffalo River near our school.  The students were beaten by the sjamboks.  The police were beating them.  It was when the comrades were chased to the Buffalo River, Ncholo Pango, Mlandeli Bota and Vuyani Patsa and Dombe Kaia.",
            "Male"
        ],
        [
            "UNKNOWN",
            "At this time, where were you ?.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "I followed them near the sports ground, to the sports ground since the Buffalo is next to the sports ground.  We saw that the students were assaulted by the police, some of them were 14 years old and some of them were less than 14 years old.  I then went back.  The police took us and they locked us in the classrooms.  You will be taken to  the  classrooms, 200 of us will  be taken to one classroom  and  they will lock us there.  They  then  took us  to the  police  station.  I changed my name, because they knew me as Jeremiah, I gave them my Xhosa name.  Some  of our leaders survived this and they tried to contact attorneys.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you arrested on that day ?.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes, we were arrested.  We were taken to the police station.  They took a loudspeaker and they went to the township, saying that the children were arrested.  People have come with, have to bring R40-00.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you also released ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes, I was released because I told my mother not to call me by name Jeremiah, that why, how I managed to be released.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How were you violated ?  When were you violated after that ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "After that, we were not happy in the township.  There was chaos in the township.   In August and October in 1985, we were still discussing the issue of going back to school in the Dutch Reformed Church.  We had a meeting there.  We were trying to discuss this issue.  The police, the Ciskeian police came in.  I was also arrested on that occasion.  We were taken to Mdanstane prison.  We were about 410.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you notice any police ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Major Ungani was the one who was commanding them.  He was a Commander at the time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is he still around ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes, he is still around.  In 1986 I was also harassed by the police.  The situation was not stable at that time.  After March of that year, I was at a conference of the NECC in Durban.  We got a report back that we must go back to school.  We tried to go back to school.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Let us now go back to 1987.  You were then arrested again.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes, in 1987 I was arrested at night, but I'm not sure about the day.  The police which was involved in this arrest, was Mr Kolela, Ace Kojela.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you know these people before ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes, I knew them before, but they were looking for me, but they wouldn't find me.  They took me from Mr Ndoni's, near Mr Ndoni's house.  Mr Kolela was the driver.  He took out a gun.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is Kolela a first name or a surname ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "It is his surname.  We then went, we drove to Tamarha.  In the morning they took me to Zone 6.  When we got there, they took me to the white people, here in King William's Town.  I was interrogated and asked about that meeting.  There were other young men who were also arrested from Masele.  They asked me about a meeting, a boysco meeting.  I tried to answer them, but what they did is that they tied me in a chair, they tried to gas me.  At about half past 4 they released me.  I went back home.  The harassment continued until 1988.  In 1988, Moshe Archie Mashibini were looking for me, together with my friend, because they found documents in the banned litertature of ANC  Communist Party and Umkonto weSizwe, but they couldn't arrest us, concerning that matter, because we went to Stutterheim(?)  That is why they couldn't find us.\nWhat was painful is that, all this time we were not sleeping at our homes.  We were students at the time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you then.  Were you able to continue with your education under such circumstances ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes, I managed to complete my matric.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What would you like us to report to the President about what happened?. In other words, what are your requests to this Commission ?.  What would you like us to do for the community as you have already mentioned in your document.  You mentioned a memorial stone.",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "First of all, because all these things happened in the township, I would like the Commission to look into my requests, the requests I've already mentioned.  I would like memorial stone to be  erected at our school, because it is where we were gathering.  We named that place a freedom square.  Thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you , what is your other request ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "I think that it would be important for the community of Zwelitsha to have a Community Centre.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you lay a charge, or did you contact any attorneys concerning this matter ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "We contacted Mr Thabata, concerning this.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What is happening in your case ?",
            "Unknown"
        ],
        [
            "JEREMIAH NDUDULA",
            "Nothing is happening at this time and I would also like the Commission to follow this, to investigate, especially at what happened at Nompendulo. We would like a case to be opened, to be, so that we can find answers at what was happening there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairperson, let me hand over to you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Tiny Maya ?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you, Mr Chairperson.  Mr Ndudula, I have  few questions for you to try and get some clarity in certain issues.  In these different occasions  you said that you were  arrested  in 1984,  1985 and 1987.  You also mentioned various names of people.  I would like you to specify who arrested you in 1984.  Who were involved ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "In 1984.  In 1984, the police who were involved who were the security police in Ciskei, were Moss, Mashibeni, Kolela, Archi and Ulani.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you.  You've already mentioned the names I was going to ask you about.  Mr Moss, Mr Kolela and Mr Mashibeni, the 3 of them are involved in 1984, 1985 and 1987?.\n In 1985.  Let us concentrate on the 3 of them.  In 1985, were they involved?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "They were part of the investigating team.  They were investigating people who were politically active.",
            "Male"
        ],
        [
            "MS MAYA",
            "These people, they arrested you, they tortured you, in 1984.  Were you tortured in 1984 or were you assaulted ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "They were just harassing me.  In 1984, we were arrested as a group.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did they torture you ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "In 1985,  in 1985, they did not assault you ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "In 1987 ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "It was in 1986 and in 1987.  Kolela got me in 1987, others, they did not get me.",
            "Male"
        ],
        [
            "MS MAYA",
            "What did Kolela do to you in 1987 ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "He took me to Tamarha in 1987, he left me in Zone 6.  In Zone 6, you would know who was beating you, because they would blindfold you with the tee-shirts of UDF.  It is difficult to identify them.",
            "Male"
        ],
        [
            "MS MAYA",
            "After  they've  taken  you to  Tamarha or Zone 6, what did he do to you, or what would you, what do you believe he did to you ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "He arrested me.",
            "Male"
        ],
        [
            "MS MAYA",
            "You did not see him assaulting you ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "I couldn't, because I was blindfolded.",
            "Male"
        ],
        [
            "MS MAYA",
            "But you believe that he was one of the people who were assaulting you.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes, I think so, as he was the person who arrested me.",
            "Male"
        ],
        [
            "MS MAYA",
            "But you didn't see him?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "After he took you to Zone 6, what did he do to you, what else did he do to you ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "What do you mean Ma'am ?",
            "Male"
        ],
        [
            "MS MAYA",
            "Did he torture you ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "They were looking for me all the time.",
            "Male"
        ],
        [
            "MS MAYA",
            "When were you released in 1987 ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "They took me to Zone 6 at about 8 in the morning.  They took me from Tamarha to Zone 6 at that time.  I was released after 4.",
            "Male"
        ],
        [
            "MS MAYA",
            "All this time, were they assaulting you ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "They assaulted me for a certain period and they stopped, because the students were toytoying in Amasele.  They had to go there.",
            "Male"
        ],
        [
            "MS MAYA",
            "How were they torturing you ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "They would tie you in a chair and I was tortured by electric shocks while I was blindfolded.",
            "Male"
        ],
        [
            "MS MAYA",
            "Where did they electrify you ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "In my hands and in my legs.",
            "Male"
        ],
        [
            "MS MAYA",
            "Who did you see ?.  Who was doing this to you ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "The problem is that I did not know all the police who were in the security force in Zone 6.  It is difficult for me to say their names, but I can identify them if I can see them.",
            "Male"
        ],
        [
            "MS MAYA",
            "You mentioned Kolela.  Did you see him hit these people ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes, I would see him sometimes.",
            "Male"
        ],
        [
            "MS MAYA",
            "What about Moss, what did he do to you ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "Moss was harassing me.",
            "Male"
        ],
        [
            "MS MAYA",
            "How ?",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "Because he would go and look for me at home.  One day, they got me in Zone 10.  I was there with my friend, we were studying.  They came in together with Mr Mashibini.  At that time, they were looking for my friend.  They asked me whether I'm Jeremiah, I said no, but they did not arrest us at that time, they just said that we must stop what we were doing.",
            "Male"
        ],
        [
            "MS MAYA",
            "After that, did he do anything to you ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "What I can say is that they were harassing me, but they, the problem is that they wouldn't get me, because I was not sleeping at home from 1985 until 1988",
            "Male"
        ],
        [
            "MS MAYA",
            "In other words, they would go and look for you at home, but they would not find you.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Moss did not assault you in any way ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "No.",
            "Male"
        ],
        [
            "MS MAYA",
            "What about Mashibini ?.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "Mashibini did not arrest me either, because I was running away from him.",
            "Male"
        ],
        [
            "MS MAYA",
            "When you mentioned their names, you were just mentioning people who were looking for you at home, except for Kolela, because you said that Kolela was part of the people who were torturing you.",
            "Female"
        ],
        [
            "JEREMIAH NDUDULA",
            "I mentioned these names, because I thought that these people were the ones that were harassing me in my life.  I could not stay at home like any other children, that is why I mentioned their names, because I knew them.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you, Mr Ndudula.  Thank you, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank both of you.  Mr Dorrington will come forward and dispute what Mr Ndudula has said.  That is why Ms Maya asked these questions, because she wanted to be sure about what exactly happened, so that we can put questions to Mr Dorrington.  Thank you Ma'am.  We thank you the your story you presented to us.  We have also noted your stories.  You can now go back to you seat and we'll request Mr Dorrington to come forward.\n          Mr Dorrington you are appearing for Mr Kolela, Mashibini and Mr Moss.  Is that correct ?",
            "Unknown"
        ],
        [
            "MR DORRINGTON",
            "That is correct, Mr Chairman, if I may, at this stage ... (interrupted)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you start.  You are aware of the oral evidence which has been given by the witness in this case, Jeremiah Ndudula.  I don't think, as a Commission  you'd  want us,  we want  you  to dwell  on  Mashibini and Moss.  It is clear from the oral evidence, that, the written evidence is being, been disputed by the witness himself, that he has actually listed these as people who were, who assaulted him  or who tortured him.  Perhaps we should not waste our time addressing those two issues, we would want to refer those back to the Commission for closer scrutiny, but the case of Mr Kolela, perhaps that's the one that you should address us on.",
            "Unknown"
        ],
        [
            "MR DORRINGTON",
            "Thank you, Mr Chairman.  Mr Chairman, if I may, at this stage, ask if Mr Kolela could come up here himself.  He's prepared to answer any questions which may be put to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm very sorry, I meant calling him as well.  I didn't realize that he is present, Mr Kolela.",
            "Unknown"
        ],
        [
            "MR DORRINGTON",
            "Mr Chairman, if I may also just place in...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just like to place Mr Kolela under oath.  Mr Kolela, could you stand up.",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "(sworn states)",
            "Male"
        ],
        [
            "MR DORRINGTON",
            "Just want to place on record, that it's difficult trying to prepare  for something of this nature, because unlike in a court case, one does not get a full docket of what is going to be said.  A lot of what has been said here to-day, is new to me and I think, new to Mr Kolela in the sense that this is the first time he's heard the evidence.  I haven't been able to consult in any regard as regards a lot of what has been said here this afternoon, but I have briefly spoken to Mr Kolela and he has indicated that he is prepared to answer the questions which may be forthcoming, because I don't believe I'd be in a position to answer those questions, not having had the opportunity to consult in that regard, but what\nI,  if I  may make this  submission,  if I  could possibly  ask if questions could be asked of I, if I may make this submission, if I could possibly ask if questions could be asked of him, instead of us addressing you on the issues, other than what we've already placed on the statement.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think it would make any difference if we allowed you some time to, to consult and take this matter as a first matter after lunch ?.",
            "Unknown"
        ],
        [
            "MR DORRINGTON",
            "Mr Chairman, from what I understand, my client is actually happy to answer the questions himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Straight away, ok.",
            "Unknown"
        ],
        [
            "MR DORRINGTON",
            "So, I think that it would be better for him to answer the questions in the sense that he has first hand knowledge of the matters, but if  I may just ask him.  Mr Chairman, he's happy to answer the questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Thank you for your co-operation, Mr Dorrington.  We will require the, Mr Kolela to just read very quickly, the statement into the record and then we will raise questions on the, on the statement.",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "I'm an adult male, presently employed with the police and I'm stationed at Pe... no, Mr Dorrington here is a mistake somewhere.",
            "Male"
        ],
        [
            "MR DORRINGTON",
            "There's no mistake.  Just say where you are stationed.  Sorry, that is an error.  Ok, just amend that.",
            "Male"
        ],
        [
            "MR KOLELA",
            "I'm stationed at Zwelitsha at the present moment.",
            "Male"
        ],
        [
            "MR DORRINGTON",
            "Ok, just tell them that.",
            "Male"
        ],
        [
            "MR KOLELA",
            "I'm an adult male, presently employed with the police and I'm stationed at Zwelitsha.  I hold the rank of an Inspector.  I've read the allegation that have been against me by  Jeremiah Ndudula, and  wish  to respond as follows:     I do  not know  Mr Ndudula.  During the years 1984 and 1987, I was employed as a member of the Ciskei Police Force.  During the course of my employment with the Ciskei Police Force, we were involved in a normal police duties, which involve, amongst other things, at times, the search of certain homes and individuals.  I do not, I do not recall searching the home of Mr Ndudula.  I in fact do not know where his home is.  I have no knowledge of the arrest of Mr Ndudula in 1984 or allegedly cancelling his identity.  I further have no knowledge of him and various colleagues being transported to Mdanstane prison.  I also have no knowledge of charges of an illegal gathering being brought against Mr Ndudula.  As mentioned above, I do not know Mr Ndudula.  I also was never involved in assaulting him in any manner whatsoever at Tamarha Police Station nor anywhere else.  In respect to the allegation that in 1987 Mr Ndudula was arrested in Zwelitsha and electric shocks were administered to him.  I can only again state that I have absolutely no knowledge of this.  I was in no way involved in administering the, these electric shocks, nor torturing or beating him up at Tamarha Police Station and, or Zwelitsha Security  Police offices.  I have no knowledge of these assaults and was not involved in any manner whatsoever.  That is all I have to state.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Kolela.  Mr Ntsiki Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you, Mr Chairman.  Mr Kolela as a police who had a duty to interrogate people, what methods would you use in this process of interrogating people ?.",
            "Male"
        ],
        [
            "MR KOLELA",
            "There's no other method, except for questioning a person. You would question a person for a long time.  He would sit in front of you and you would ask questions.  Nothing else was done.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you hear anything else except what  you've  mentioned.  Did  you hear of whether the police used other methods of interrogating ?.",
            "Male"
        ],
        [
            "MR KOLELA",
            "I did not see any other, but I would hear if the police intimidated someone and somebody would open a case and the police be arrested   This would not happen.",
            "Male"
        ],
        [
            "MR SANDI",
            "Therefore, you never tortured anyone when you're interrogating ?.",
            "Male"
        ],
        [
            "MR KOLELA",
            "No.",
            "Male"
        ],
        [
            "MR SANDI",
            "Would this happen before you ?.",
            "Male"
        ],
        [
            "MR KOLELA",
            "No, I've never seen this.",
            "Male"
        ],
        [
            "MR SANDI",
            "Would you hear screams and cries when somebody, if  someone is being tortured when interrogated ?.",
            "Male"
        ],
        [
            "MR KOLELA",
            "I've never heard of such.",
            "Male"
        ],
        [
            "MR SANDI",
            "There's thousands of people who say that they've been tortured and ill-treated by the police.  Are you saying that they are fabricating ?",
            "Male"
        ],
        [
            "MR KOLELA",
            "What I'm saying Sir, is that in my particular office that I worked in, there were not thousands of people who were tortured.",
            "Male"
        ],
        [
            "MR SANDI",
            "If this would happen before you in your presence what would you do ?",
            "Male"
        ],
        [
            "MR KOLELA",
            "If this would happen in my presence, the Commanding Officer in each office would be there.  If I go and report to the Commanding Officer and he does not anything about it, I can go to someone with even more authority.  It was my prerogative to report such cases.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you,  Mr Chairperson, even if I have more questions, because of the time, I will cut short.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sir, we are in a Reconciliation Commission, we are not interrogating you as in a court of law.  We  need  reconciliation.  People were  intimidated  during  the Sebe regime.  As Mr Sandi said, there are a lot of people who have testified as to the behaviour and the torture the police conducted upon the people.  This was shocking.  As so many people testify like this and you say that you've never heard of such, then there's a discrepancy and I don't know if you are helping us in reconciliation, but I'd like to ask,  where were you on the incident of Nompendulo ?.",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "I'm here about the 1984 incident.  This man alludes to 1984 to 1987.  On the 16th of April 1984, I was in Alice and that is where I was employed.  From April to June, I was a student.  In June I was sent to Pretoria in Hammanskraal to be trained as a policeman.  I came back on the December after 6 months and I was sent to Zwelitsha Police Station, from 1985 to 1986.  From 1986 I was transferred to CID in Zwelitsha where investigations for robbery and theft were made.  When Xanasebo was kidnapped, I was one of the people who was deployed as a team to investigate this matter.  This man saying that I beat him up in 1984, I don't know anything about, even the 1987 incident, I don't know anything about.  I didn't know anything about the Security Branch or any political activities.  The Security Branch would do their own things that were hidden from us, therefore...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You never heard about the security police torturing people, even in the newspapers ?",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Therefore, you've never heard, even in conversation or through the media that the police went to Nompendulo and tortured some children?",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "I did hear about this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you thought they were being deceptive.",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "I'm not going to stand here on behalf of other police.  I'm here about an allegation, beating somebody at Tamarha in a cell, and somebody was tortured in an office.  I cannot answer and respond to your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Therefore, you can't help us towards the reconciliation ?.  What we're saying is that you and I should be helping the country toward reconciliation.",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "I'm here.  I'm just here to respond to the allegations against me.  That is it, it is the rest of the Ciskeian police that can respond to your question",
            "Male"
        ],
        [
            "MR DORRINGTON",
            "Mr Chairperson, if I may also respond to that, I must agree that purpose of this hearing as I understand it, on behalf of Mr Kolela, is to answer the allegations that have been made against him.  There may be ancilliary issues around that but I do think that the purpose of this, is to investigate his involvement.  I'd appreciate if, unless the, it's, it's felt otherwise, the questions, he's only been able to prepare himself on the limited information which has been put before him.  Very broad questions may possibly be taking him by surprise at the moment, and I don't know if that's fair to him at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi ?.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I thank you, Mr Chairman.  Mr Dorrington, I think I must draw your attention to the provisions of Section 3.1(a) of the Promotion of National Unity and Reconciliation Act.  In terms of that Section which is the core of our statutory mandate, we have to establish as complete a picture as possible of the gross human rights violations that have been committed during the given period, so you may find that from time to time, we will ask questions which in your mind, as a lawyer, you will think such questions are irrelevant.  Thank you.",
            "Male"
        ],
        [
            "MR DORRINGTON",
            "Thank you , I've nothing further to say to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ok. Thank you very much, Mr Dorrington and thank you Mr Kolela.  Would you come with ...",
            "Unknown"
        ],
        [
            "MR SANDI",
            "So you never worked for the Security Police altogether ?",
            "Male"
        ],
        [
            "MR KOLELA",
            "I did.  At the end of '87 and '88, then from the Security Branch, I was transferred to VIP Protection.",
            "Male"
        ],
        [
            "MR SANDI",
            "How long did you work for the Security Branch ?",
            "Male"
        ],
        [
            "MR KOLELA",
            "I was taken to Sandilendagan when he was preparing for his wedding.  I would just go to the Security Branch now and again and go back.  I did not work there for a long time.  If there were Ministers, they had to be escorted.  We had to escort these VIP's.  You too, Sir, I guarded you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were you based at the Security Branch, was it in Zwelitsha ?.",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "Yes.  I would deal with members of the ANC, in exile, information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about Mr Mashibini and Mr Moss and Kolela.  Do you know them ?",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "I know Mr Mashibini and Kolela, I worked together with them.  I've never worked with Mr Moss, because when I went to the Security Branch, he'd already left to another unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you work with them at the Security Branch in Zwelitsha ?",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "Yes, we were all together there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And, do you think that Mr Ndudula has a reason to choose you, alone and say that you tortured him ?.",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "I don't know why he claims this, because when I listened to him, his statement was contradictory, there was conflict in his statement, because when Mrs  June Crichton questioned him, he said, or Tiny Maya, he, he  said  that I'd taken  him  to  King William's Town  and he  left there,  sat  there until after dinner.  At the same time he says that this happened at Zone 6 at the Security Police, so I don't know what the truth is.  His conflict is contradictory, it's not straight forward.  It's  the first time I see him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Lets leave it at that.  That it's our duty to evaluate as a Commission.  I just want to know.  It was clear in his statement that the people that he referred to, he said that, they had not tortured him, but you specifically, he mentioned and said that you tortured him.  Is there reason for that ?.",
            "Unknown"
        ],
        [
            "MR KOLELA",
            "He says that he's been arrested, maybe that's true, and saw me at Zone 6 at the offices, but I don't know him.  Maybe he was arrested, but I don't know him.  He did say that he would see us now and again.   He says he was arrested and changed his name, released.  I don't know him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Kolela.  Thank you, Mr Dorrington for assisting us to establish to truth because that's what we're about.  We are hoping that by getting the truth and putting the truth before the nation, there may be a basis for reconciliation and we are grateful that you have come to assist us with that.  We are indeed, do not want to miss an opportunity of thanking Mr Mashibini and Mr Moss also for submitting statements, but on the basis of the oral evidence, we need to review our position on those statements.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR DORRINGTON",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn until 2, half past 2.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}