{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-17",
        "day": "2",
        "names": [
            "JACK MOFOKENG"
        ],
        "case number": "AM 4114/96",
        "matter": "MURDER OF TWO POLICEMEN - MOKETE BENJAMIN MAKAU & TSELANE JACOBINA MOSEBI",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52979&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98111618 _wlk_981117wel.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR TSOTSI",
            "JACK MOFOKENG",
            "MR MAPOMA",
            "MR MHLABA",
            "MR SESELE",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "MR MHLABA",
            "CHAIRPERSON",
            "JACK MOFOKENG",
            "MR MOFOKENG",
            "MR SESELE",
            "MR MAPOMA",
            "DR TSOTSI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "MR MHLABA",
            "Thank you, Mr Chairman.  May I know call Jack Mofokeng?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mofokeng, do you have any objection to taking the oath?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MHLABA",
            "Thank you, Mr Chairman.\n\tMr Mofokeng, were you together with Phillip Mosia, Solomon Sera and Isaac Mohomane involved in an incident where two police officers were killed?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That's correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And you are presently serving a prison term in respect of the offence, is that correct?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That's correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And the reason for you coming before this Committee today is to apply for an amnesty in respect of those offences, is that correct?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That's correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "For record purposes, can you confirm whether you were born in 1960 on December the 1st, is that correct?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That's correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Your educational background, up to what standard did you go at school?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I ended up in standard three, when I passed standard three.",
            "Male"
        ],
        [
            "MR MHLABA",
            "The reason you apply for amnesty is that the offences which you've committed were committed with a political objective, is that correct?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That's correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Can you explain to the Committee if you belonged to any political movement during the period June 1993 and also the name of the organisation and your level of involvement therein.",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I was an ANC supporter and then in 1991 I joined the SDU.",
            "Male"
        ],
        [
            "MR MHLABA",
            "How did you come to join the SDU?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I was recruited by Isaac Mohomane.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And did he tell the - did you know of the existence of those SDUs and do you know what they were all about?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Yes, I had information that they were protecting the community.  That was the main task of the SDU.  It was divided into two groups.  There was this SDU that was known to the community but I was operating under this SDU that was not known to the community.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You've indicated in your application form that you were a member of the African National Congress, do you know if there is any relationship between the SDU within which you were operating and the African National Congress?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Was there a relationship?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That's correct, there was that relationship.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Who was your immediate commander in the SDUs?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "It was comrade Mohomane.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Were you getting orders from him only or were you getting orders from any other person other than him?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "No, I only received instructions from comrade Mohomane.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And were you satisfied that your comrade was acting within the level of command of the African National Congress?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That is correct, I was satisfied because I had faith in him.",
            "Male"
        ],
        [
            "MR MHLABA",
            "How long have you known Mr Mohomane before he recruited you to the SDUs?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I only knew him in 1991, in October.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You were then involved in this incident where the two police officers were killed, can you tell the Committee how you planned the killing?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "We planned this operation at Beirut, at comrade Mosia's place but by then I already knew that the police have to be attacked.  We met there on Thursday and then they said we should come back again on Friday, like they have already explained that they found me there.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Before the planning of this killing, were you aware that Mohomane was a suspect in a robbery case?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "No, I didn't know about that, I only learnt of that after I was arrested.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Can you continue and explain to the Committee how everything was planned and subsequently executed, with full details of every transaction which followed.",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Comrade Mohomane told us that the leadership has instructed the soldiers and the police should be attacked and we should attack all the government buildings and police stations but he said we should not take their weapons because the police were harassing the community.  They were killing the people.  We were being attacked by police dogs.  So that is how the instruction was given to us, that we should attack the police.\n\tThen we went out, that is Solomon Sera and Isaac Mohomane.  I was left at comrade Mosia's place with him.  I had a 9mm with me.  When they came back and they told us they have identified the police vehicle at the shopping complex so they've come to collect us, me and comrade Mosia.\n\tWhen we arrived at the shopping complex I saw that police van, then we sent Phillip Mosia to go inside and confirm whether police were there.  When he came back he told us that he saw three policemen.  That is how he explained to us, that they were still having their meal inside the restaurant and they were policemen.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You mentioned that when you went there you found a police vehicle and identified it to be such, do you know whether this vehicle was driven by, was being used by specific police officers?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I only knew that it was used by the police but I did not know specifically which policemen were using that car.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Yes, you may proceed and explain to us from the moment when you have sent Mosia to go and check if they were in fact the police who were inside there.",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "He came back and he confirmed that they were police but he didn't tell us their names, he just said to us he saw three policemen.\n\tSo we waited for them but they never came out.  He went back inside.  So when he went inside he realised that they were about to leave the restaurant.\n\tA few minutes thereafter they came out to their vehicle.  While they were approaching their vehicle we saw them and that is when we attacked them.  We shot at them till the two died.",
            "Male"
        ],
        [
            "MR MHLABA",
            "I am able to note from your application form, that is page 18 of the paginated bundle, that your signature at the foot of your application appears to be a different handwriting from the rest of the information which is completed in the form.  Can you tell the Committee who completed this form on your behalf?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "The person who filled this form for me was my commander, that is Isaac Mohomane.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You have already indicated that you went up to standard three, were you able to comprehend this application form, to read and understand it?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "No, I did not understand this application form but there were other places or portions of this application that I would understand.",
            "Male"
        ],
        [
            "MR MHLABA",
            "So in other words you relied mainly on your commander to assist you, is that correct?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "So you're telling this Committee that the police officers were identified as legitimate targets of the SDUs and that was the information which you were getting from your commander, is that correct?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Can you repeat the question please?",
            "Male"
        ],
        [
            "MR MHLABA",
            "Is it your case that the police were identified by the command structures as a legitimate target of and enemies of your political organisation?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Yes, we regarded them as our enemies.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Is it your case that in eliminating these police officers you were ensuring that your political organisation obtained its objectives?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That's correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And these police officers were regarded as stumbling blocks, is that correct?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "...(no English translation)  That's correct, because they were wrongfully used by the regime.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Other than what you've already explained to the Committee, do you have anything to add in support of your application?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I'm very happy that this Committee has made it possible for me to meet families of the deceased so that I can ask for forgiveness before them, because it was not my intention, it was because of the unrest and violence of that time that we ended up killing these policemen.\n\tWe as the members of the ANC and the SDU did not accept what the police were doing to the community, so I'm happy now that we have achieved our goals, that is freedom.  So I also ask for forgiveness so that I can be free and I can come out and contribute to the upliftment of our communities outside.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you, Chair, that concludes the evidence of the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sesele, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR SESELE",
            "Thank you, Mr Chairman.\n\tMr Mofokeng, when you were recruited into the SDU by Mr Mohomane, were you told what was going to be your job, your work?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "You said there were two groups of SDUs, one group was known to the community and the other one was not known to the community.",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "And you belonged to the group that was not known to the community?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That is correct, we were known by the leadership.",
            "Male"
        ],
        [
            "MR SESELE",
            "What was the work of the first group that was known by the community?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "It was the same work that we did to protect the community but they were not doing exactly what we were doing in terms of methods to protect the community because we were an underground structure.",
            "Male"
        ],
        [
            "MR SESELE",
            "And your immediate commander was Mr Mohomane?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Yes, that is correct, it was comrade Mohomane.",
            "Male"
        ],
        [
            "MR SESELE",
            "Did you have regular meetings with him?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "We met once or twice a week.",
            "Male"
        ],
        [
            "MR SESELE",
            "Except for Mr Mohomane, was there any other leader from a higher structure whom you knew?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "No, Sir.",
            "Male"
        ],
        [
            "MR SESELE",
            "It appears from your application forms that no mention is made of Mr Mohomane, do you remember making mention of his names when these application forms were completed by him?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Yes, that is correct.  I explained to him and then he said to me we would only mention his name when we appear before the Commission.",
            "Male"
        ],
        [
            "MR SESELE",
            "When you were called and you heard that there were two police officers in the restaurant, were you told the names of those police officers?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "No, Sir, I was not told of their identity.",
            "Male"
        ],
        [
            "MR SESELE",
            "In Court a certain witness called Mr Kele gave uncontradicted evidence that Mr Mohomane is the one who made the suggestion that Sergeant Makau should be killed because he was investigating a case against him, did you hear anything like that in Court?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "That is a lie, that is a person who was used by the police, he was bought with money because even in Court he said he does not know me though we know each other, then he said he doesn't know me.  Then I asked him why does he deny that he knew me ...(no English translation)",
            "Male"
        ],
        [
            "MR SESELE",
            "Did you personally know the two police officers who were killed?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I did not know them, I only knew the car.",
            "Male"
        ],
        [
            "MR SESELE",
            "After the shooting incident, say even in prison, was there any mention made of Sergeant Makau?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "You mean when we were in prison or do you mean during the trial or when we were in prison?  It was that person called Kele who created that confusion.  He came to us with money and he wanted to bribe our comrade, so that was the person who was creating that confusion.  I didn't hear that.",
            "Male"
        ],
        [
            "MR SESELE",
            "Whilst you were in prison before you were convicted, didn't you hear Mr Mohomane talking about Sergeant Makau?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "No, Sir, we were not in the same cell with him.",
            "Male"
        ],
        [
            "MR SESELE",
            "Throughout your detention you have never been in the same cell with Mr Mohomane?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I don't know those people, I didn't hear them.  I didn't hear Mr Mohomane mention those names.",
            "Male"
        ],
        [
            "MR SESELE",
            "You didn't know Mr Mohomane, is that what you're saying?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Pardon?",
            "Male"
        ],
        [
            "MR SESELE",
            "Are you saying that you didn't know ...(intervention)",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I'm saying I did not know the identity of those policemen and I didn't even hear Mr Mohomane mentioning their names whilst we were in prison.",
            "Male"
        ],
        [
            "MR SESELE",
            "You said you understood from Mr Mohomane that the ANC leadership approved of your actions, is that right?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "May you please repeat your question, Sir?",
            "Male"
        ],
        [
            "MR SESELE",
            "You said you got the impression from Mr Mohomane that the SDUs you were going to be involved with in attacking the police station, attacking the police, that action of yours was known by the leadership and approved.",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Yes, I do, because he was my commander.  I agreed with whatever he said.",
            "Male"
        ],
        [
            "MR SESELE",
            "I put it to you, Mr Mofokeng, that when the shooting in particular Sergeant Makau, the only person who had to gain and perhaps even yourself, was Mr Mohomane because he wanted to get rid of somebody who was investigating him.",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I don't know that, I hear that for the first time from you.",
            "Male"
        ],
        [
            "MR SESELE",
            "At the restaurant, if I heard you properly you were told that there were three policemen in the restaurant.",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Comrade Mosia informed us that there were three.  We were surprised that we only saw two.  Even if it was a lot of policemen in that kombi we would attack them still.",
            "Male"
        ],
        [
            "MR SESELE",
            "Would you know what happened to the third policeman in the restaurant?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Can you please repeat your question, Sir?",
            "Male"
        ],
        [
            "MR SESELE",
            "Would you know what happened to the third policeman in the restaurant?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I don't know, Sir.",
            "Male"
        ],
        [
            "MR SESELE",
            "Thank you, Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR SESELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Sesele.  Mr Mapoma, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no questions, Chairperson, thank you.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any re-examination, Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "No re-examination, thank you Mr Chair.\nNO RE-EXAMINATION BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Doctor Tsotsi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "One or two questions.\n\tAbout the SDUs, how are they constituted?  You say there were two SDUs, one for the community and another one underground.  How was the community SDU constituted?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "We were working underground, we were an underground movement.  So people knew us during the day, they just took us as normal people, as ordinary people.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Yes, but you don't answer my question.  My question was, what about the SDUs who were known to the community, how were they constituted?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "Their main function was to report to our commanders about the operations, then we will receive our instruction through them.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "How were they made up?  I'm trying to find out if there is any connection between them and the ANC.\nDo you know or don't you know how they were formed?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "I did not know how they were constituted, maybe their commander knew about that because I was not part of the leadership so I didn't have that information then.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Now you say that Mohomane told you that the leadership had ordered that the police should be attacked, did he explain to you who this leadership was that he was referring to?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "He told us that we'll have to meet Mr Mofokeng but unfortunately I was arrested before I could meet Mr Mofokeng.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Are you saying that Mofokeng was part of that leadership?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "That is how he explained it to me.",
            "Male"
        ],
        [
            "MR SESELE",
            "But you don't know the higher leadership?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "In our area Steve Potlela was one of the leadership there but I don't know other leaders.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "To whom was Mr Mohomane answerable, do you know?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "He told me about Mr Mofokeng, he never mentioned other people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes, Mr Chairperson.\n\tYou spoke about two SDUs, one known to the community, the other not known to the community.  My question is, did the SDU known to the community attack any police?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "No, it did not.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If I say to you it's for the first time that I hear that there was some SDU which was operating underground, not known to the people, what would be your response?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I've got that information, that is how this was explained to me by Isaac Mohomane.  So I'm surprised that is the first time that you hear about that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If the community did not know about your structure, the SDU, how would they approach you and ask for protection?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "They did not have the powers to approach us.  They were supposed to approach our commanders and our leaders and our commanders will come to us and give us instructions.  That is, people including Isaac Mohomane they will give us instructions to protect the community.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did Isaac Mohomane tell you why when completing the forms you shouldn't mention his name but only when you appear before the Committee?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "He told me that it was not necessary.  He said to me it will only be necessary if I mention his name here before the families of the deceased.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When he was assisting you, were you alone or were you in the company of the other applicants?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "It was only the two of us, me and Mr Mohomane.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Can you perhaps briefly explain how this attack took place, who actually shot at the two policemen?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "It's myself and Isaac Mohomane who shot the two policemen.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "How many times did you fire the shots?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I don't remember, maybe it can be nine or ten times, but I don't remember well.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What type of weapon were you using?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "I was a 9mm.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Do you know how many times did Mosia fire shots?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Mosia did not shoot because he did not have a weapon, it's only myself and Isaac Mohomane who had weapons.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Sorry, I wanted to say Isaac Mohomane.  Did you notice how many times he fired shots?",
            "Male"
        ],
        [
            "JACK MOFOKENG",
            "Well I don't remember, it may three times or four times, I don't remember well because he was armed with a 3.7.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thanks.  Mr Mofokeng, are you related to Mr Mofokeng, also known as Craig Khumalo?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "I've already explained that.  I've never that person until I was arrested.  I was only told by my commander that there is somebody known as Mofokeng but I've never met him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what the point was in having two types of SDUs, why have an underground SDU and an open publicly known SDU?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "To my knowledge people are not interested to join this SDU which was operating underground.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, the question was, what is the point in having ...(end of tape)",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "The importance was that was to protect the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but that was also the function of the SDU known by the community, the ones which we normally hear of.  They were created for that purpose, it's apparent from their name, Self Defence Unit, but why have an underground one that no-one must know about?  If you don't know you must just say so.",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "Well I don't know, maybe my commander knows that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say there were four of you in your unit, the four applicants here?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "Pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your unit just consisted of you, the four applicants?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "Yes, it was only the four of us because other people were not interested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this your first operation?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "That's correct, it was my first operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you joined the SDU in 1991 and you had no operations for the rest of 1991, the whole of 1992 and then your first operation was in June 1993?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And yet you used to meet twice a week with each other, or at least with your leader?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "That's correct.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Now what were your regular meetings for if not to plan for operations?",
            "Unknown"
        ],
        [
            "JACK MOFOKENG",
            "The importance of these meetings was to plan.  There were many things that we were discussing, including planning of operations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mhlaba, do you have any questions arising out of questions that have been put by members of the panel?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "No thank you, I've got no questions, Mr Chairman.\nNO QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sesele?",
            "Unknown"
        ],
        [
            "MR SESELE",
            "No thank you, Mr Chairman, no questions.\nNO QUESTIONS BY MR SESELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir, no questions.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mofokeng, that concludes your testimony.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}