{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-16",
        "location": "WELKOM",
        "day": "1",
        "names": [
            "THOZAMILE CLEMENT NDABENI"
        ],
        "case number": "AM 3129/96",
        "matter": "SHOOTING - BETHLEHEM, FICKSBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52975&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98111618 _wlk_981116wel.htm",
        "speakers": [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "CHAIRPERSON",
            "DR TSOTSI",
            "FUSI SIMON MOFOKENG",
            "INTERPRETER",
            "MR MAPOMA",
            "MR MHLABA",
            "MR MHLABA IN ARGUMENT",
            "MR SIBANYONI",
            "THOZAMILE CLEMENT NDABENI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MHLABA",
            "MR NDABENI",
            "THOZAMILE CLEMENT NDABENI",
            "DR TSOTSI",
            "MR MAPOMA",
            "INTERPRETER",
            "MR SIBANYONI",
            "MR MOFOKENG",
            "FUSI SIMON MOFOKENG",
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "MR OOSTHUIZEN",
            "MR MHLABA IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you, Chairperson.  Can I call Thozamile Clement Ndabeni?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndabeni, which language are you going to testify in?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objection to taking the oath?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MHLABA",
            "Thank you, Chair.\n\tMr Ndabeni, you made an application for an amnesty and you are approaching the Committee today to consider your application.  For record purposes, can you confirm whether you were born in Transkei during 1963, on the 7th of April?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You are applying for this amnesty on the basis that the offence which you have committed was committed with a political motive.  Can you explain to the Committee whether at that period you belonged to a political organisation and the nature of your involvement in the organisation in question?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, I was a member of the ANC.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You indicated in your application form - in this regard I refer the Committee to page 13 of the paginated documents, that is in paragraph 9(a)(ii), that this offence was committed on the 4th of the April month, is that correct?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, it was on the 4th of April.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Can you explain to the Committee the type of offence you have committed and the circumstance in which it was committed, including when and how it was planned.",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, I can explain to the Committee.  There was violence in Thokoza.  I was staying in the hostel.  I arrived there in 1986.  I was working in the mines.  I stayed in the hostels and in 1990 violence started.  I was running a business and one morning in 1990 in the hostel some of the people were killed there because of the violence.\n\tWe then moved to Polla Park and violence continued during that time.  And while violence was continuing we received help from other people in that fight.  We were then supposed to take part in that fight.  Ndabeni had a business next to Inanda and he was a commander there in Polla Park.  He had businesses all over, even in Secunda.  He asked us to go to Inanda.  He told Sebenzile and then he came to me concerning the vehicle.  I told him that I had a problem with the car but we can use it to that area because his car was also involved in this violence.\n\tThere were eight of us.  He told us that we would pass through Bethlehem to get money there.  We arrived in Bethlehem in the morning at about 10 in the morning.  And the person we were looking for we didn't find at that time, he was at his work.  We then slept there because the previous night we didn't sleep, we were patrolling the whole night.\n\tWhen this man came back it was about two, we decided to leave.  Whilst we were on our way Johannes Nxala was showing us the way and there was a problem because the money was not, he did not get all the money, Sebenzile did not get all the money he was looking for.  Then we would drop Nxala because we saw the road to Natal.  He was supposed to get out of the car, go back to the township.\n\tThen there was this conflict between the two of them.  They told me to stop the car and they got out of the car, the two of them and the people at the back of the car, Fokazi and them they saw that there was a conflict between these two.  I then saw Mandla Fokazi and Makhura and Nxala leaving and they were trying to talk to Sebenzile.\n\tWhen they were leaving we found out, Sebenzile then said that these people are wasting time.  He told us to follow them because where we stopped it was a T-junction and there was a gravel road.  I used the road they were using and there was a straight and the other road was facing the other way.  \n\tThere was a problem with the brakes.  I opened the bonnet and the others were looking for these who left because we couldn't see them.  We took the other road and there were two roads there and we couldn't see them.  I continued driving and there were bushes and we couldn't see where the road went.  I then made a u-turn back.  We then decided to return back because we didn't see where they were.\n\tWe saw a police van.  I then slowed down the car because I wanted to see which road this police van was going to take.  We then realised that it was coming towards us.  In the front seat I was together with Joe.  Joe then said that these people are coming to us so I must take off the number plates and put the other ones because we had spare number plates.  I did that.  While I was still doing that - while I was in the car trying to leave they then came and blocked the car. \n\tI went out of the car, they were speaking Afrikaans.  I couldn't understand them.  I lifted my hands and then they shot at that time, they shot twice.  And then I was facing towards them, I saw them going back and the people at the back of the bakkie were shooting to the police.  I saw the police running and some of them fell.\n\tNozulu then took out a gun, then came back to me.  He told me we should leave and then we left.  I then saw that I could not go back to Bethlehem and then I could not go to Natal, I decided to take the way to Lesotho.  We then took the road towards Lesotho.  While we were still on that road when we were about to get to Ficksburg, when we were about 20 kilometres to Ficksburg I then decided to stop the car.  There was nobody commanding me at that time.  Joe was shot at that time and there was a bullet in his leg.\n\tI then made a u-turn and they told me to go forward.  I didn't listen to them.  There was a golf on our back.  When I was making this u-turn this golf followed me, they tried to shoot and this golf was following us at that time.  The people who were with me tried to shoot back at this golf.  I then realised that the brakes were not working at the time and then I told them that.  I told that the car did not have petrol anymore.\n\tWe then got out of the car, we went to the hill and there was a hole.  We went inside that hole.  At about five - it was about five at that time.  We stayed there until about nine at night.  I told them that we should go because they would throw handgrenades on us.  When we were leaving the police were all over.  It was about 11 or 12 at night at that time.\n\tWe ran out of that hole and then realised that there were police all over.  Mac Gregor was shot when I was trying to help him, to run with him.  Those who were in front of me, Nozulu and Joe, I didn't see them in front of me at that time.  There were police lights.  I then decided to leave Mac Gregor.  I told him that he should do, he must see what he should do.  \n\tI went to the dam and then I stayed there for two days.  I got out of that dam in the third day.  That is all.",
            "Male"
        ],
        [
            "MR MHLABA",
            "When you got out of the dam is the moment when you got arrested?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, it was when I was arrested because I went out of the dam.  I wanted to run away then the people from the farm told the police about me.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You have talked about a golf which was following you, can you clarify whether there was any shootout between yourself and the golf, did you fire at that golf and do you know if anybody was hit?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "We tried to shoot at this golf but the people in the front were not able to shoot at this golf, so we couldn't.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Are you telling the Committee that you are only aware of an incident where somebody was injured at the first shootout, that's when the police approached you and you shot and killed one police officer and the gun was taken from you?  Is that the only incident you can tell us of?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, one person was shot in our group at the time of the shooting with the police in Bethlehem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened to your namesake, Ndabeni?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "I saw Sebenzile Ndabeni in the mortuary.  I saw him there, he was shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, are you related to Sebenzile Ndabeni?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, we are related.  He grew up in my own at the other house but at that time he was staying at his home.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Where is your home, or where was your home?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "In Port St Johns in the Transkei.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "And Nozulu, where was his home?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "I'm not sure, others said he was from Nxeleni.  I tried to investigate but I couldn't find out.  Others said he was from Xholo, so I'm not sure exactly where he was from.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "What happened to him, where is he now?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "I don't know where he is now.  Joe is the one who came to us.  I last heard that he was in the Transkei.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you, Chair.\n\tIn the Court record there is a mention of your conspiracy to rob a certain farmer, do you know anything about this incident?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "No, I heard this in Court, I didn't know about this because we were on our way to Natal.  I didn't know about this, and the person who was testifying said he didn't know.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Do you have anything to add in support of your application?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "I would like to say to the South Africans, I ask for forgiveness and I ask for forgiveness to the families of the police who died and to the people who were with us, I would like to ask for forgiveness to their families and to the families of the police and the families of the deceased that were with us and South Africa at large..",
            "Male"
        ],
        [
            "MR MHLABA",
            "That concludes the evidence-in-chief, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mhlaba.  Do you have any questions to ask the witness, Mr Mapoma?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Yes, Chairperson.\n\tMr Ndabeni, you were the driver of the motor vehicle?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Whose motor vehicle was it?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "It was my car.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now before the shooting took place, were you ever stopped by the police on the way?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "No, we were never stopped.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did the police ever ask to search you?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "No, the police only stopped us during that shooting, on our way they didn't stop us.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now is it not correct that the police, when they arrived the car was already stationery?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "When the police arrived I was just finished putting the new number plates.  We were then going to be on our way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is, when the police arrived was your vehicle still stationery, you weren't driving?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "I was driving.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No what I'm saying is, at the time when the police arrived you say you had just finished replacing the numberplates, was the car not stationery at the time when the police arrived?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "When the police arrived I saw them coming towards us and when they were near us I was leaving.  They then stopped the car when I was leaving.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did they ever ask to search your car?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "We didn't understand each other because when I was trying to reply they pointed us with the firearms.  I lifted my arms at that time, both of my arms.  I didn't understand what they were saying.  They then started shooting.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And then your colleagues shot back?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, they shot back.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you yourself shoot?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "No, I didn't, I was the driver.  I didn't have a firearm at that time.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And they shot back because they didn't want the police to get hold of the weapons, is that not the case?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, that is correct, they didn't want the police to get hold of the firearms and get information.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And Mr Fokazi was not there at the time, was he?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, he was not there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I'm asking these questions because - Chairperson, I'm sorry, perhaps this question may not be proper but unfortunately I missed this to canvass with Mr Fokazi.  In page 8 and page number 11 of the paginated bundle there is correspondence where Mr Fokazi says, on page 8, paragraph 2\n\"On our way to Bethlehem we were confronted by police who stopped us to search us.  We then opened fire on them as a result of this.\"\nThen on page 11, on the 1st paragraph there on that page he goes on to say:\n\"On our way we were stopped by the police who demanded to search our car and we refused to be searched since this was clearly an obstruction of our objective.\"\nThese two, Chairperson, to a certain extent may, I would like to get ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you can put it to you him and ask him what his comments are on that.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "...(inaudible)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Ndabeni, you have just heard what I've read in this bundle, these are the statements which were made by Mr Fokazi.  Would you make a comment on these statements?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Fokazi was explaining about the shooting of the police.  He was not there, I was there.  He was not there at that time.  When we were confronted by the police he was not there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So what do you say about the correctness of this statement which was made by Mr Fokazi?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "What I'm saying is that this is not correct because I didn't understand what the police said to us ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what you're saying is because you didn't understand, I think isn't it as far as you can go is to say they may not be correct because the policemen might have spoken in Afrikaans saying: \"Stop I want to search your vehicle\", but you didn't understand that?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, I didn't understand, I just assumed that maybe they wanted to search us.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Thank you Chairperson, that was all.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "None, Mr Chairman.\nNO RE-EXAMINATION BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Doctor Tsotsi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No, thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson, just one question.\n\tYou said you stayed in the dam for two days, where exactly in the dam?",
            "Male"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "I went next to the dam and I took grass too and I placed in on my face so that they could not see me.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "That's the only question, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said, Mr Ndabeni, that when the police arrived your vehicle stopped, you stopped and they got out, you spoke to each other but couldn't understand each other, the police then pointed firearms at you and you raised your hands, is that correct?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "That is correct, I was the person who got out of the car, they others I left them behind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you said that the police, after you raised your hand the police started to shoot, did they shoot at you or towards you?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, they were shooting towards me but they didn't shoot me, I don't know how that happened.  They shot a person who was in the bakkie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you think of any reason why the police should shoot at you if you were standing there with your hands in the air?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "There's no reason.  I think that they saw what was happening at the back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the reason for changing number plates?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "The reason was that when we had weapons in our possession we would use the wrong numberplates in our cars.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So did you have the correct number plates on until that time that Joe said you should change them?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, we took out the right numberplates and we replaced them with the wrong ones.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why did you only do that at that stage of your journey, because you've told us that you left from the Rand area, Thokoza, Polla Park area, drove all the way to Bethlehem, in Bethlehem you had time to kill while Ndabeni and Nxala were going about trying to find money, you had nothing to do, why only change the numberplates when you see a vehicle driving towards you and you don't even know what that vehicle is or whose vehicle it is that's coming towards you?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "We were supposed to have changed them.  They told me before to change them but I didn't take notice of that and when we saw the police I then decided to change the number plates but they had told me before to change them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you - prior to the shooting, when did you last have the bonnet of that vehicle open for purposes of checking the brake fluid or trying to fix the brakes?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "We checked it when we got to the Y-junction(?).  When I realised that there was a problem with the brakes I opened the bonnet, I checked it and then I closed it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you when you started driving or at any stage then drive on gravel roads, on farm roads?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Please repeat your question Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that time, from the first time that you saw the police and your drive through towards Ficksburg, did you drive on farm roads at all or did you drive on the main tar road the whole time?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "We drove on a tar road to Ficksburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did you drive on any gravel roads in the Bethlehem district there?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now is it correct that you were not charged in respect of the attempted murder on Mr Collie, that's the shooting that you've heard your co-applicants describe, Mr Makhura and Mr Fokazi, the shooting of the farmer, Mr Collie?  You were never charged with that, is that correct?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you applying for amnesty in respect of that specific attempted murder count?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "Yes, I made an application because I was combining all this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why are you applying for amnesty in respect of that matter when you weren't charged for it?",
            "Unknown"
        ],
        [
            "THOZAMILE CLEMENT NDABENI",
            "I made an application because if we were not there that wouldn't have happened.  The shooting of the farmer wouldn't have happened if we were not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mhlaba, do you have any questions arising out of questions that have been put by members of the panel?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions, Chair, thanks.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Ndabeni, that concludes your testimony, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you, Mr Chairman.  I would like to ask the Committee to allow me to call Simon Mofokeng.  Simon Mofokeng appears as an applicant in this matter, however we are formally withdrawing the application.  \tI would want to ask him to come and clarify to the Committee regarding the aspect of the robbery.\nAPPLICATION OF FUSI SIMON MOFOKENG FORMALLY WITHDRAWN - APPEARS AS WITNESS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mofokeng, are your names Fusi Simon Mofokeng?",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objection to taking the oath?",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you, Mr Chairman.\n\tMr Mofokeng, you were a co-accused in the trial in which Wellington Fokazi, Clement Ndabeni and Steven Makhura and others were tried?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "There was a witness called Thabo Bennet Motaung who came to testify in your trial, is that correct?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You have noted his testimony in Court, do you agree with what he has said in Court?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "Yes, I understood his evidence, that is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "What he has - okay, let me rather put it this way, after you were found guilty and sent to prison, did you ever have an opportunity of meeting with Bennet Motaung?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "That is correct, he came to me in prison, that was in 1995 in May.  That is where I am now in Kroonstad.  He told me that, I knew about my father's death by him when I was in Kroonstad prison.\n\tSecondly he told me that he was not prepared to testify in Court and about the lies he told the Court.  It was because of the pressure from the police.  He was harassed and he ran to Qwa Qwa.  Then the police went to his sisters and forced him to fill out the forms so that he should get 75.000, so he must come and contact the police.  \tSo they wanted the sister to identify where he was.  That is why he was pressured to come and testify in Court against me.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Are you saying in other words that the testimony which was tendered in Court was a fabrication?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "That is correct, I would say that because I knew nothing about what he said in Court and I was surprised.  When he was at Kroonstad at the identified parade he did not say that.  It was for the first time that I learnt about what he said in Court.  Even during that time I tried to talk to him.  I'm related to him though not deeply.  I wanted to talk with him in Court but I was begged by the police not to do so, but you could see that he was confused.   After he said those lies then I wanted to find out where he got that information from.",
            "Male"
        ],
        [
            "MR MHLABA",
            "This subsequent confession by him that he fabricated this story and the pressure which was exerted on him by the police, was it ever reduced to writing, did he give you anything in writing to that effect or did he volunteer to put it in writing?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "He didn't bring anything in writing.  I wrote to Cape Town to Advocate Moosa about what Motaung has said.  I asked that advocate as to how he can help me to make an appeal against the conviction because I was a co-accused of the people I did not know.  He showed me a paper which should be formulated in an affidavit so that Motaung should come and sign it.\n\tI had a relative in Bethlehem so I informed that person that that affidavit was in regard to the person who testified in Court against me.  He promised that he would come back after the funeral.  I showed him that document so that I advised him that he should make an affidavit, I've brought an example.  Then he said he'll take that paper to Bethlehem.\n\tAfter some time, after two to three weeks I was informed that Thabo was sick in Belenomi Hospital.  I sent my granny's child to the place so that he should fill in that form.  Maybe Motaung has completed that affidavit.  \n\tSo he took his car and went to Bloemfontein.  On that day when he arrived in Bloemfontein, that was the day when Thabo died.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Did you know Mandla Wellington Fokazi and Clement ...(end of tape) ... April 1992?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "Not at all, I haven't met them before that day.  I saw them for the first time in Court.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Were you ever involved in the planning out of a robbery which Wellington Fokazi, were you ever found together sitting and planning about a robbery with Wellington Fokazi and them?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "There is nowhere in my life where I planned something which was against the law, even Fokazi and others I saw them for the first time in Bethlehem, they were together with my brother-in-law.  I haven't planned anything which was against the law.",
            "Male"
        ],
        [
            "MR MHLABA",
            "So in short you are telling this Committee that you were falsely implicated and convicted and subsequently serving a prison term for something which you did not do?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "That is correct.  Even after I was imprisoned I made means so that I should be released from prison because I was arrested and convicted with people I did not know.  I don't even know the victims they've killed.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you, Chair, I've got no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, not relating to this aspect but there is just one piece ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you're at large, you're not re-examining now, you can ask any question you like as long as it's relevant to the hearing.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you, Sir.\n\tMr Mofokeng, when were you convicted actually?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "I was convicted in 1993 on the 5th of March.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And since then did you get out of prison?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "No, I've not been out of prison.  I've been in prison from that date until today.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you know Simon Kotlane Mofokeng of Welkom?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "I don't know him at all.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You have not been to Court some time in November this year, is that so, for another trial?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In November, this month?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "...(inaudible)",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "I've never been in Court about any kind of a case.  I went to Kroonstad Magistrate's office to fill in the Legal Aid forms because I did not understand why I am in prison so I went to the Legal Aid offices to fill the forms.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Ja.  Now I just want you to clarify this.  There is an article here which deals with a certain Simon Kotlane Mofokeng who was sentenced for murder this month, is that not yourself?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "You even scare me further, that's for the first time I hear that, from you today, about that case.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, no further questions, Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Doctor Tsotsi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No questions, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mofokeng, when did Thabo Motaung die?",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "I was told that he died in 1995.  If I'm not mistaken it was somewhere in 1995.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you fill out your application form for this application, was that in 1996?  Why I ask is because the one that I have on my documents is not dated but it's got a '96 number.",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "It was in the middle of last month.  I didn't go there because I wanted to come to appear before the Amnesty Committee but I wanted to continue with my appeal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see why I'm asking is, you filled out this application form which is number 24 of 1996 so it might have been filled out in 1995, and in that you first of all say that Thabo told you that he was promised R36 000,00 not R75 000,00.  I'm referring to page 33 of the documents.",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "That is correct, I filled that form in in 1996.  I wrote there that Thabo said he was promised\nR36 000,00 at that time.  It didn't come straight from his mouth.  He is the one who came to emphasis where we met.  \n\tIt is not the only form which I filled which belonged to the TRC, I filled other forms.  I did not know where to write.  I tried all corners about my appeal and then I was rejected at all costs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And obviously when you wrote this document that appears on page 33, perhaps if Mr Mhlaba could just show it to you, it's a photocopy, when you wrote that document it would seem that Thabo Bennet Motaung was obviously still alive because you say the very same person is willing to testify before the Commission.  His address is as follows, and then you give: 413 Sekonjela Street, Bohlokong.",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "That is correct.  It is true because of what happened so I missed the dates but what I've said already is what has happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what, was he offered R36 000,00 or R75 000,00, what is the correct figure?",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "He pleaded off that is was R75 000,00.  He told me that he signed forms together with his two sisters.  He's not the only one who signed on that form, even his two sisters signed.  That is why they were eager to go and take him from Qwa Qwa and correct what he has said in Court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So was this offer of payment of R75 000,00, was that made by the police?",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "Yes, he was promised by the police.  As he said that if I fill the forms to be the State witness and co-operate with them and I am imprisoned with them, so they've explained to me what happened.  So I told them it is correct that my co-accused explained to me what happened but I would not testify before the Magistrate because I did not know what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And do you know whether Motaung actually got payment, did he actually receive it or did it go no further than just being a promise?",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "When we parted he said at that time he has not yet been paid.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he die a natural death?",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "I was scared the way he died because some of my co-accused when I informed him that Thabo came to me and told me how he was promised money by the police, my co-accused therefore informed that if the police would know that he contacted me they would try by all means to murder him or kill him.  So I was surprised by his death.  Though he died through sickness but I believe that it was an unnatural death because he died at the time when he was wanted mostly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether he ever signed that affidavit in which he sets out his version of events?",
            "Unknown"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "Even today, the affidavit I gave it to Thabo, I don't know what happened to it.  I tried to contact his family members to bring that affidavit back.  Maybe he has signed it.  I'm not able to find it back.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Mhlaba, your legal representative indicated just prior to your giving evidence that you would be or have withdrawn your application for amnesty, is that correct, have you withdrawn it?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "Yes, he's telling the truth.  After he explained to me how the Commission works.  It seems the Commission wants people who are responsible for the criminal act because I am not responsible, I did not take part in that incident.  I don't where they were killed, I don't those people, I don't know even my co-accused and how they did that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, your legal representative advised you correctly, the applications for amnesty are only received and considered in respect of perpetrators, people who have been involved in the commission of some offence or act or crime and it's not granted to people who deny that they have done anything, so that is correct.  Yes, thank you.\n\tMr Mhlaba, do you have any questions arising out of questions put by the panel?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR MHLABA",
            "Just one aspect, Mr Chairman.\n\tMr Mofokeng, you have indicated to the Committee that Thabo Bennet Motaung was in the company of his sister or sisters, do you know their names?",
            "Male"
        ],
        [
            "FUSI SIMON MOFOKENG",
            "We stay in the same area, that is in the same street but unfortunately I don't know his sisters' names.  The other one was a cleaner at a local hall, so we are not very close with them.  Even Thabo himself didn't have those relationship with me, only our parents knew each other.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you, Mr Chairman, I don't have any further questions.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions, Chairperson, thank you.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mofokeng, that concludes your testimony.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you, Mr Chairman, that concludes the evidence for the applicants, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, are there any further witnesses to be called?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, the victims are available but initially they indicated that they would not want to testify.  I would like to have an adjournment, a short adjournment just to clarify.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly we can take a short adjournment.  If you can just let us know as soon as you are available to start again.  We'll take a short adjournment.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  Chairperson, on behalf of the Ootshuizen family, I'm calling Mr Ockert Andries Cornelius Oosthuizen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that your full names are Ockert Andries Cornelius Oosthuizen?",
            "Unknown"
        ],
        [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MAPOMA",
            "Thank you, Chairperson.\n\tMr Oosthuizen, is it correct that you are the father to the deceased, Cornelius Oosthuizen?",
            "Male"
        ],
        [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it also correct that you have heard the evidence of the applicants for amnesty?",
            "Male"
        ],
        [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And would you like to say something to the Committee regarding the application?",
            "Male"
        ],
        [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "I would very much like to put my view across to the Committee.  Me as the father of the deceased and also his mother, we do not really believe the evidence which was given and we cannot forgive them for what they've done.\n\tFirstly, Mr Makhura alleged that he was in control of the firearms and also that they never left the main road, that they were dropped at the main road, and where the murder took place it's about five kilometres from the main tar road.  \n\tThe accused number 2, Fokazi accuses the South African Police of corruption and bribing.  He alleges that the evidence which was used against them, that person was offered money.  \n\tNow according to the statements further on, I also made the inference that the accused is deceased.  Now I would like to know from them when did he die, in which year.\n\tAccused number 3, Thozamile says that the vehicle was not at a standstill, he was busy driving after he changed his number plates.  As far as the information is concerned which was given to us the parents, was that this vehicle stood at one place the whole time and the people phoned the police and said that there were suspicious looking people standing there the whole day.  He also alleges that the police shot at them but I was informed that my son did not even have a weapon on him and I was also informed and I understand and I made the inference during the statements the police person who was injured, they took his weapon after he fell down, they took it out of his holster and they ran away with it.\n\tHe also said that they never drove on a gravel road.   As I've mentioned, where my son was shot was about five kilometres away from the tar road, so they had to drive on a gravel road.\n\tFurthermore, I've received information to the extent that it seemed like a war which took place there, where all the shells were found.\n\tThen the witness who alleged was offered bribe money by the South African Police, I would like to know when this witness died and if it's in our new constitution why was a post-mortem not done and why are the findings not made known.\n\tI would also like to know why small Herman not come to give his testimony, did he withdraw himself thereof of is he not capable of doing.  I also want to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was that last name?",
            "Unknown"
        ],
        [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "Simon who gave evidence.\n\tAs parents, I would also ask our government and ask them in the circumstances in which we live now and considering the fact that we are a community which must build up our country not break it down, I want to ask them is it not possible for them to bring back the death penalty.  It doesn't matter is found guilty, it doesn't matter which race or colour but that they should bring back the death sentence so that we have something to deter people from committing crime.\n\tFrom these accused I would like to know, and I want to look them in the eye and ask them: \"Do you know what you have done to us.  A child, he was not even 21 years old and a person who did everything for the interests of this country, who went out without a firearm to you, he did not have a chance to say one word to you but you immediately started shooting at these two children and now you come and you make this kind of talk and you're not telling the truth.  Do you know how that feels, do you know what you are doing to us?  Me and my wife were at the point of a divorce.  It's nothing to lose a parent but to lose a child is very hard.  And if it was in the interest of this country I still could have accepted it but it was not in the interest of our country, it was robbery.  It doesn't matter what you say today but what I've inferred it's about robbery and I accept it as robbery.  \n\tAnd I want to ask you this, did you find peace with God, with our God who gave us this country and who gave us this life.  We are not justified to take life.  What are you going to do when you leave here, are you going to continue breaking down this country or are you going to stand together with us so that we can build up this country?  That is my question to you.  I can forgive you with my mouth but in my heart I cannot do that.\n\tAs far as my information is concerned you were not telling the truth, you only spoke in such a way in order to free yourselves.  That is all, Chairperson, that I would like to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Oosthuizen.  Mr Mhlaba, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "I've got no questions, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Doctor Tsotsi?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Oosthuizen.",
            "Unknown"
        ],
        [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "Thank you, Sir.  Can I just ask, I would like to know the date when that witness died because otherwise it would bother me.  If you can just pass that information through to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you heard that we asked one of the applicants, Mr Mofokeng, if he didn't know the date but I'll ask Mr Mapoma if he can perhaps find out from the others who weren't specifically asked that question and then we will let you know.  And I'm sure it's determinable, even if they don't know the information we will be able to determine that.  I'll ask him to make enquiries and if he's successful to inform you of that.",
            "Unknown"
        ],
        [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mapoma for the question of the victims, you've got the details of the Oosthuizen family etc., for referral in terms of Section 23?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Oosthuizen.",
            "Unknown"
        ],
        [
            "ANDRIES CORNELIUS OOSTHUIZEN",
            "Thank you, Sir.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, is that the conclusion of the oral testimony?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, that's the conclusion then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, are you in the position to make submissions?",
            "Unknown"
        ],
        [
            "MR MHLABA IN ARGUMENT",
            "Certainly, Mr Chairman.\n\tThe three applicants here, Wellington Fokazi, Thozamile Clement Ndabeni and Steven Donald Makhura have filed application forms and I submit that the application forms are in accordance with the enabling legislation.  And save to mention that the type of offences in respect of which they are applying for amnesty in certain instances are, there are more offences than the actual transaction as it's explained but that explanation has been given by the applicant who said that they associated themselves with the entire transaction here.\n\tWith regard to a issue of political objective or political motive, there is undisputed evidence here and I will regard those issues to be of common cause, that all the applicants were active members of the ANC and they were involved in Self Defence Units of the ANC and also members of the MK respectively.\n\tIt is further common cause that on the day in question they were in possession of several arms and ammunition and their mission was to proceed to KwaZulu Natal where they were to assist other SDUs in that area.  \tThe applicants were involved in this act when they were in Bethlehem on their way to KwaZulu Natal and the circumstances under which they found themselves in this situation has been well explained to the Committee.  There is evidence in the trial Court which was handed down by - thank you, Mr Chair, the evidence which was tendered by Mofokeng, and it was found that the applicants here were involved in the robbery or they conspired to rob a certain farmer.\t \n\tMr Chairman, I want to deal with that aspect specifically.  It was denied by all the applicants that they were ever involved in this robbery.  They are nonetheless convicted of a conspiracy to go and rob the farmer.  I would want to pause and draw the Committee's attention to the fact that it has not been heard of before that people committed robbery with a political objective, and if these applicants here have in fact conspired to go and rob the farmer, it would have been easier for them to come and justify that and say for instance that: \"Yes, it was the mission of our, it was our mission to go and rob this farmer so that we can acquire money to further the interest of the organisation.\"  They don't come to this Committee and say that and that would be a very piece of lie which would go undetected, but they insist, Mr Chairman, that they were not involved there.\n\tFurther, this is confirmed that they have people who were their co-accused, who they did not even know.  And in order to protect the interest of their co-accused it could have been easy for them and the very co-accused to come and say that: \"We all had a political objective, we planned this together and wanted to go and rob this farmer so that we can further the interest of the organisation\".  That they did not say.  So I submit, Mr Chairman, that there is sufficient disclosure.  The issue of this robbery and the conspiracy to rob is just hot air, Mr Chairman.\n\tMr Chairman, I would further want to indicate to the Committee that the very incident occurred during the conflict of the past.  And given the background of the participation of the applicants into the SDUs and the structures of the African National Congress, I will submit that they have complied with the requirements of the Act and I submit that amnesty should be granted.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the position with the last applicant, Mokoena, do we regard his application as being withdrawn or do we just postpone it at this stage?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, I would request the Committee to postpone it as I do not have formal instructions to the withdrawal of the application.  I will if given instructions, obviously advise him to withdraw the application as this is not an appropriate forum to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you don't want to do that without having first obtained full instructions of the point?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all, Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma, do you have any submissions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I have no submissions, I leave it in the Committee's hands.\nNO SUBMISSIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well thank you.  We will reserve the decision in this matter.  We'll have to deliberate and consider all that has been put before us and we'll hand down a written decision as soon as possible, in the near future very hopefully.\n\tThank you very much for your attendance.  That brings an end then to this hearing.  As I say, a decision will be handed down in the near future.\n\tMr Mapoma, tomorrow's matter, what time will we start that?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I propose that we start at half past nine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Half past nine, would that be convenient?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That's in order with me, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you very much, that then brings us to the conclusion of today's proceedings, we will be proceeding with further applications tomorrow and we will be starting at this venue at half past nine in the morning, thank you very much.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}