{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-17",
        "day": "2",
        "names": [
            "SOLOMON SERA",
            "MOKETE BENJAMIN MAKAU & TSELANE JACOBINA MOSEBI"
        ],
        "case number": "AM 1313/96",
        "matter": "MURDER OF TWO POLICEMEN -",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52978&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98111618 _wlk_981117wel.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR TSOTSI",
            "MR MAPOMA",
            "MR MHLABA",
            "MR SESELE",
            "MR SIBANYONI",
            "SOLOMON SERA"
        ],
        "original_speakers": [
            "MR MHLABA",
            "SOLOMON SERA",
            "MR SERA",
            "CHAIRPERSON",
            "MR SESELE",
            "MR MAPOMA",
            "DR TSOTSI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "MR MHLABA",
            "Thank you, Chair.  May I now call Solomon Sera?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MHLABA",
            "Mr Sera, you were on the 5th of June 1993 in the company of Isaac Mohomane were two police officers were shot dead, is that correct?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And you are approaching this Committee today to apply for an amnesty in respect of the very offences, is that correct?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You were born on the 7th of March 1969 at Vereeniging, is that correct?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "The basis on which you're applying for amnesty is that the offences which you have committed and subsequently convicted of, were committed by you with a political objective, is that correct?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Can you explain to the Committee if during the period June 1993, in particular on the 5th of June '93, whether you belonged to a political organisation.",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "In 1993 I was a member of the ANC and again I was a member of the SDU.",
            "Male"
        ],
        [
            "MR MHLABA",
            "When did you join the SDU and how were you recruited therein, if you were ever recruited?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I joined the SDU in 1991.  I was recruited by Mosia and Isaac Mohomane who was my commander.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Did you know Mosia before this specific date, before you joined the SDUs?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I knew Mosia in 1992 when we were engaged in SDU training.",
            "Male"
        ],
        [
            "MR MHLABA",
            "When he recruited you were you aware that he was a member of the SDU or a member of the African National Congress?  Did you have any doubts or didn't you?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I had that information that he was a member of the ANC and again a member of the SDU.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And can you tell the Committee who was your immediate commander in the SDUs?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "My commander in the SDU was Isaac Mohomane.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And you used to take instructions from him, is that correct?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I used to take instructions from him as my commander.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And you were satisfied that all the instructions where you were from to time taking from him were instructions from the African National Congress or the senior commanders thereof?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I was satisfied.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Can you explain to the Committee how the incident where the two police officers, Makau and Mosebi were killed and the manner in which the killing was planned and subsequently executed?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "In 1993 we met as co-accused together with my comrade.  We met at Mosia's place where I met my three comrades where we used to engage in our training.  I was the fourth one.\n\tI left with Isaac Mohomane who is my commander, to try to identify targets and where we can find them.  We parked our car at the shopping centre.  We were able to identify a car which was used by the police.  We returned to report to other comrades that we were able to identify a target and the place.\n\tAt the time when I was together with comrade Mohomane he was having a 357 revolver.  We returned to other comrades at Phillip Mosia's house.  We sat down, we discussed, all of us, as to whether what method should we use to attack that target. \n\tComrade Jack Mofokeng who is the assistant commander to Isaac Mohomane had a 15 shooter which was given to him by Isaac Mohomane.  We left with a car and parked the car where the target was, and Phillip Mosia went inside at that shopping centre or where those policemen were.  He was able to identify those people as members of the police.\n\tThen he returned.  We whiled away time outside.  Then he went again after some time, then he said he was able to see that they were just about to leave.  He told us that I should take the car and put it to a position where after the operation they would find me at that particular spot.\n\tHe said that after the operation he would find me at that particular spot where he instructed me to park the car.  After the operation I picked my comrade, then I left comrade Mohomane at his place, then I left Phillip Mosia at his place.  I was together with comrade Jack Mofokeng where I left him at his place.  Then he gave me the gun which he used so that I should be able to keep it.",
            "Male"
        ],
        [
            "MR MHLABA",
            "With regard to the identification of targets as you've already mentioned, did your commander tell you that you were looking for specific police officers or you were just identifying any police officer?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "We were identifying our target generally as policemen, not particular policemen.",
            "Male"
        ],
        [
            "MR MHLABA",
            "The two police officers who died as a result of this operation, were they known to you?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I knew them.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Were they ever mentioned by your commander who is your co-applicant, that these very officers should be attacked?  Were they ever mentioned by names to you in other words?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, there was no identify of particular policemen who were to be identified as targets.  He instructed us generally that whoever is a member of the police force should be attacked.",
            "Male"
        ],
        [
            "MR MHLABA",
            "So in other words you're telling this Committee that even if the police officers who you found at the scene were not these two deceased, they would have been attacked as well, is that correct?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I believe so because on that particular day it was a general target that we should attack policemen.  There was no specification about particular identification of who should be attacked.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Other than getting instructions from Mosia, was there any other SDU leader or ANC leader who gave you orders directly, not through Mohomane?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, there was no leader who used to give us instructions.  All instructions we received through Isaac Mohomane.",
            "Male"
        ],
        [
            "MR MHLABA",
            "So do you confirm that you were very satisfied that this operation had a blessing of the responsible people in the ANC and the SDUs?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I confirm because I had faith in him as my commander.",
            "Male"
        ],
        [
            "MR MHLABA",
            "So is it your case that in killing the two deceased you were furthering the objectives of your political movement?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Did you in any way benefit financially or materially from the death of the two deceased?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, I did not receive any - by killing these people we were able to reach our objective which we wanted to achieve.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Do you have any other thing to add in support of your application for amnesty?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I wanted to add something to my application, Sir.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You may proceed.",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "What I wanted to add to my evidence is that in my application for amnesty which I did not mention is that I'm here before the Committee of the Truth and Reconciliation and I want to thank this Committee for giving me this opportunity to appear before it.  In the past we regarded the police as our enemy because they\nwere used by the previous government.  I'd be very happy if members of the family of the victims would understand the situation of the past, that it was because of that situation which has forced us that we kill their next-of-kin.  That is why I say I'm requesting for forgiveness.",
            "Male"
        ],
        [
            "MR MHLABA",
            "In your trial for the very incident, were you legally represented?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Were you represented by a legal representative of your choice?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, certain people who were advocates came to prison who informed us that they are going to represent us in Court.",
            "Male"
        ],
        [
            "MR MHLABA",
            "There has been mention of testimony by Kele, were you given an opportunity to address or to talk to your legal representatives about the testimony which was tendered by him?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, I was never given an opportunity to challenge his evidence.  What I did I told my legal representation to challenge that evidence because his evidence it was not true.  He took an oath but he did not tell the Court the truth.",
            "Male"
        ],
        [
            "MR MHLABA",
            "So in short you are telling this Committee that this witness lied under oath?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, he lied whilst he was under oath.  It happened that before our trial began he came together with Captain van Staaden to the jail where I was.  They brought some money, they wanted to buy me out so that I should be a State witness against my co-accused.  I rejected their offer, and then when he received in Court, Captain van Staaden agreed that he was in prison with me but he disputed that he came with money to buy me out so that I should be a State witness.  But the books showed that Captain van Staaden came in prison together with a certain person.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you, Chair, that concludes the evidence-in-chief.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mhlaba.  Do you have any questions, Mr Sesele?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR SESELE",
            "Thank you, Mr Chairman.\n\tMr Sera, you say you were recruited by Mr Mohomane into the SDU, did you know at that time that there was a criminal case pending against him?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, Chairperson, I didn't know that.  I only learnt of that while I was in jail.",
            "Male"
        ],
        [
            "MR SESELE",
            "Was that before the trial against you, when you learnt of the case against Mr Mohomane?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "The case against Mr Mohomane, I heard about it while we were already on trial with this case.",
            "Male"
        ],
        [
            "MR SESELE",
            "How many members were there in the SDU?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "We were four.",
            "Male"
        ],
        [
            "MR SESELE",
            "Did you have any contact with any other person from the higher command structure except Mr Mohomane?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, he was the only person that I had a contact with, so we received everything or the instructions from him.",
            "Male"
        ],
        [
            "MR SESELE",
            "On the 5th of June 1993, the date of the incident, did you know that the ANC was involved in negotiations with the then government?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That's correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "Did you also know that the armed struggle was then suspended?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That's correct, I knew.",
            "Male"
        ],
        [
            "MR SESELE",
            "Mr Mohomane has said he did not support the suspension of the armed struggle, and as your commander did you also not agree with that suspension?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, that is correct, I was against the suspension of the armed struggle because our people were being killed.  There were other killings while the previous government and the ANC were still involved in the negotiations.",
            "Male"
        ],
        [
            "MR SESELE",
            "Are you then saying that you acted outside the policy of the ANC?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, what we did we did outside the policy of the ANC.",
            "Male"
        ],
        [
            "MR SESELE",
            "Isn't it probable that you came involved in this shooting for the sake of Mr Mohomane who had a criminal case against him?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Like I've already explained, I only learnt of it while I was on trial.",
            "Male"
        ],
        [
            "MR SESELE",
            "When you were on trial and you heard the evidence by Mr Kele that was against all four of you in Court, didn't you ask for an opportunity to contradict that evidence?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Because I did not recognise that government I did not request for an opportunity to oppose his evidence.",
            "Male"
        ],
        [
            "MR SESELE",
            "You didn't oppose the evidence but all the same you at the same time pleaded not guilty, is that right?  Not guilty in Court.",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct, we did not plead guilty.",
            "Male"
        ],
        [
            "MR SESELE",
            "Wasn't it explained to you that in order to substantiate your plea of not guilty you had to give some evidence if you don't agree with what was said against you?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, Chairperson, that was not explained to us.",
            "Male"
        ],
        [
            "MR SESELE",
            "Just to go a little bit backwards, who identified the two deceased policemen at Matsidiso(?) Restaurant?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is Phillip Mosia.",
            "Male"
        ],
        [
            "MR SESELE",
            "And where was Mr Mohomane then?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "The three of us together with comrade Jack were outside.",
            "Male"
        ],
        [
            "MR SESELE",
            "You said you knew the two deceased before the date of the incident, is that right?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Who said he knew the two accused before the incident?",
            "Male"
        ],
        [
            "MR SESELE",
            "You personally said you knew them before the incident.",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct.",
            "Male"
        ],
        [
            "MR SESELE",
            "Did you harbour any grudges against them?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "The only thing that I was against was the way they were used against the people by the government of the day, that is to harass the people.",
            "Male"
        ],
        [
            "MR SESELE",
            "I put it to you, Mr Sera, that all what you were involved in at the scene of the shooting was a matter of personal gain for Mr Mohomane.",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is not true.",
            "Male"
        ],
        [
            "MR SESELE",
            "I further put it to you that since you also agree that you were acting outside the, outside what the ANC said regarding the armed struggle, you did this for your own purpose and you were not politically motivated.",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is not correct because after the suspension of the armed struggle the SDUs were formed in order to protect the communities because negotiations were still going on between the government and the ANC, while on the other hand the killings were continuing.  So the SDUs were formed after that, after the people were being killed, in order to protect the people.",
            "Male"
        ],
        [
            "MR SESELE",
            "After the shooting what happened to the firearms of the deceased policemen?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I took both firearms to the place where I lived.",
            "Male"
        ],
        [
            "MR SESELE",
            "And regarding firearms, what was the instruction of your commanders?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "We kept the weapons where we were training but that day I had the weapons.  I was going to load the weapons.  We kept our weapons where we used to conduct our training.",
            "Male"
        ],
        [
            "MR SESELE",
            "Were those your instructions, to disarm the policemen?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "The instruction that we got was to kill the police and not to take their arms on that particular day.",
            "Male"
        ],
        [
            "MR SESELE",
            "But all the same you took the weapons along?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there might have been some misunderstanding, Mr Sesele, perhaps you can clear it up but my understanding was that he took the weapons that were used in the shooting, not the weapons that the police had on them.  But perhaps you can clear it up.",
            "Unknown"
        ],
        [
            "MR SESELE",
            "Thanks, Mr Chairman.\n\tMr Sera, I'm referring to the weapons of the two police officers, what did you do with those weapons immediately after shooting them?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "We did not disarm them, we left those weapons there.  We only took with us the weapons that we used on the scene.",
            "Male"
        ],
        [
            "MR SESELE",
            "Thank you, Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR SESELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you, Sir.\n\tMr Sera, after you completed your application for amnesty did you submit any letter in support of that application to the Amnesty Committee?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I will explain it this way.  When we were filling these forms we didn't get any assistance as to how these forms should be filled.  That is after we had filled these forms and we realised that there were mistakes and omissions that we made, that is when we decided that we should write letters to the Committee to give all the details that were missing or omitted from our application forms.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So are you confirming that you did write a letter to the Amnesty Committee in support of this application?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct, I agree that I wrote a letter and I gave it to comrade Mohomane.  He is the person who took this letter to the office where they were supposed be sent to.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And do you confirm that this letter that you wrote is the one which appears on page 24 up to page 29 of the bundle of documents, paginated bundle?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That's correct, that's the letter that I wrote.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in your evidence you have told the Committee that you did not have any contact with any other ANC member except, the only instructions you received were from Mr Mohomane, do you still confirm that?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I agree because we received everything from comrade Mohomane.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you did not have any contact with comrade Craig Khumalo?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Comrade Craig Khumalo was unknown to me.  I was supposed to meet him after the operations together with comrade Mohomane but he was the person unknown to me then.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Let me read for you on page 26 of the paginated bundle, paragraph 9.  You say in this letter that you wrote to the Amnesty Committee\n\"As I was regularly meeting with my instructor, the Chief-of-Staff of the Self Defence Units in the Northern Free State, a well trained cadre of MK who had his military training from abroad and recruited me to be involved in the mission of the SDUs.\"\nThen you go and go on.  Now how do you explain this in the light of what you have just told the Committee?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "What you have just read I will explain it this way.  There was a misunderstanding between me and my commander.  It's only now that I become aware that this is the statement that was supposed to be made by him because I had not yet met Khumalo by then.  He was the only person who had contact with Khumalo, so I think that was the mistake that I made.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But is this not the letter which was written by yourself and addressed to the Amnesty Committee?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, that's correct, I wrote the letter.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you wanted the Amnesty Committee to grant you amnesty on the basis of what you say in this letter or in support of your application, is it not so?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That's correct, it supports my application.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in paragraph 10 on page 27 of the bundle, in paragraph 10 there on the second sentence you go on to say, in fact let me start from the first sentence of that paragraph.  You say\n\"We reached an agreement that we will have to meet again at a later stage and reach the final decision.  We then met as agreed and we were both maintaining our position that really something has to be done, and he furnished the commander of the operation a 3.57 Magnum fully loaded revolver as the commander of the operation.\"\nWhen you say \"he furnished to commander of the operation\", whom do you refer to in this letter?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Like I've already explained, maybe we made a mistake while I was writing this letter.  The person who was given this revolver was my commander, that is Mr Mohomane.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And who was he giving it to?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "What he told me was that he was given this weapon by comrade Khumalo for that particular operation that we were supposed to carry out.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And who was the commander of the operation?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is Isaac Mohomane.  My commander was Isaac Mohomane.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And Isaac Mohomane is the person who was the commander of the operation, is it so?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And Isaac Mohomane was given this Magnum revolver by his commander?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "The way he told me is that he was given this revolver by his commander.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And as it appears in this letter of yours here, you were present when this revolver was given to Mr Mohomane.  Do you agree with me that what is reflected in this letter here gives an impression that you were also present when this gun was given by this trained cadre of MK to the commander of your operation?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I've already explained, maybe it's a mistake that we made when I was writing this letter.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who told you to write this letter?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I was with comrade Mohomane when I was writing this letter.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you discussed it with him, isn't that so?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "After writing this letter I gave it to him, so I don't know whether he read this letter before he took the letter where it was supposed to be delivered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the question was, when you were writing the letter or before writing the letter, did you and Mr Mohomane discuss what would be written or was this letter just your own initiative which you only gave to him after you wrote and when you gave it to him he didn't know or wouldn't necessarily have known exactly what you wrote?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "We did discuss before we wrote this letter.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Did you receive any letter from the TRC, from the Amnesty Committee?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "Yes, there are letters that I received from the office of the TRC but I don't remember where they are right now.  I think I left them in jail.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "What were they about, what was the content of the letters?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "Some of those letters that I received I don't remember their contents clearly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, continue, Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Now do you agree therefore, or which on is correct between the contents of this letter and what you have just told this Committee now?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "What is correct is that comrade Mohomane is the only person who had contact with comrade Craig.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you met these policemen, or just explain, how did you get in contact with these policemen?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I never met these policemen.  We went to the place where the car was parked, the policemen's car.  I never met them so I didn't know them, I didn't know the people who were inside that car because I never went inside to identify the people who were inside.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And what time was it?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "For the first time we went there at seven together with comrade Isaac Mohomane.  For the second time we went there as a unit, it was around nine or after nine or something to ten.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you have told the Committee that you knew these policemen, do you remember that?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That is correct, I knew them.  I knew these policemen because I used to work at the Court as a messenger so sometimes when they were bringing the cases in Court I would meet them and that is where I knew that they were policemen.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you ...(indistinct) amongst yourselves, is it yourself who got into the restaurant where they were and identified them?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "No, I did not.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is there someone amongst yourselves who went into the place where they were sitting and identified them?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "The person who went inside was Phillip Mosia, while they were dining.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And then he came back and told you who these policemen were?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "He didn't tell us who they were, he just told us the policemen are there, that is the policemen who were driving the vehicle that we have identified.  He didn't specify them by their names.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now in this letter that you wrote to the Amnesty Committee, on page 28 of this paginated bundle on the second paragraph you say this and I'm going to read for you\n\"It was about 10 o'clock at night when we stopped a blue mini-bus entering the shopping centre.\"\nDid you stop a mini-bus at all?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "It was already there when we arrived.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You go on to say\n\"We knew that it was a Murder and Robbery Squad which was in the mini-bus.\"\nDo you see that?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I knew them because like I've already said I was working in the Court, I used to see them there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now do you agree with me that the contents of this letter or in fact the paragraph that I've just read to you in the contents of this letter, are at variance with what you are telling this Committee today?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I'll explain it this way ...(intervention)",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No, before you explain, do you agree with me that there are some variations between these contents I've just read for you and what you have told this Committee before?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And how do you explain those variations then?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I'll explain it this way.  Like I've already explained, while I was writing this letter I was sentenced to death.  The death sentence contributed a lot to the mistakes that I had made in that letter.  While I was writing this letter with Mr Mohomane, although we were sitting down discussing what should be written on this letter, sometimes I took some of the thing that was supposed to be written by him and then I wrote them in this letter.  That is why I say that I must have committed some mistakes in the letter that appears in this bundle.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, but when you wrote this letter the death sentence was no longer in operation.  You wrote this letter only on the 20th of March 1997.  Do you understand that?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "Yes, I agree with you.  That is why I say I was affected by the death sentence.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So the contents which I've just pointed out in this letter which you wrote to the Amnesty Committee were not true contents?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "What is correct is what I've explained before this Committee.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Okay.  Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mhlaba, do you have any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR MHLABA",
            "Just one aspect, Mr Chairman.\n\tDo you know whether Mr Mohomane has also written a letter to the TRC?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "He told me that he wrote a letter while I gave him this letter to be delivered at the TRC offices.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Did you see the letter he wrote, did you have an opportunity of reading it or have you never had such an opportunity?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "I never had the opportunity to read that letter.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You have mentioned to the Committee that some of the aspects which are referred to in this letter were supposed to have been said by Mr Mohomane himself or written by him, can you explain more?  Did he say some of these things to you, what he did?  That is his contact with comrade Craig and you reduced it in writing into your letter.",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "He explained this to me.  He told me that he had contact with comrade Craig.",
            "Male"
        ],
        [
            "MR MHLABA",
            "So some of the contents here are not applicable to you, is that correct?",
            "Male"
        ],
        [
            "SOLOMON SERA",
            "That's correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you, Chair, I've got no further questions.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Doctor Tsotsi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "What was the political relationship between the SDUs and the ANC?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "The SDU was formed after we realised that the ANC was still in negotiations with the government, while on the other side the killings of the people were continuing.  That is when the ANC decided that we should form these Self Defence Units.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Was the SDU a structure of the ANC or was it independent of the ANC?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "It was the structure within the ANC.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "That is all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "I've got no questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've eluded to this in your evidence but can you explain why when you filled in your application form during April 1996, why you made no mention whatsoever of the Self Defence Units?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "When I was filling this application form it was before I met my commander.  So we received the forms from the prison where I was based, so I didn't receive any advice as to how this form should be completed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So are you saying that the filling in of this application form which appears - if you can just confirm, perhaps Mr Mhlaba can show it to you, which appears on page 19 through to 23 of the bundle, when you filled in that form you say you did that without any consultation with Mr Mohomane and you did it independently just by yourself without any assistance at all from anyone?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "I was alone when I filled this form on my own.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is there any particular reason why when in response to a specific question about if you were instructed or the order was given to perform the act by any person, who was that person, and you put not applicable (N/A), when you now quite clearly say it was Mr Mohomane who instructed you.  Are you saying you also filled that in as not applicable (N/A) because you didn't quite understand the form?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "I was under the impression that I will only reveal the name of the person who gave me the instruction before the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So then why did you mention Mr Mohomane as being your commander in the letter that you wrote the Committee later, if it was your impression that you would only mention names when you actually appeared before the Committee?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "I mentioned him in that letter because I had already received the advice from him, that I should mention that I got the instructions from him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the time of the incidents, 5 June 1993, whereabout did you live?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "I lived at Momotsha(?)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what place?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "M-O-M-O-T-S-H-A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whereabouts is that?",
            "Unknown"
        ],
        [
            "SOLOMON SERA",
            "It's about 20 to 25 kilometres from Phuthaditjhaba.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, do you have any questions arising out of questions that have been put by members of the panel?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "No, I have no questions, Mr Chairman.\nNO QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sesele?",
            "Unknown"
        ],
        [
            "MR SESELE",
            "I have no questions, Mr Chairman.\nNO QUESTIONS BY MR SESELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no questions, thank you.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Sera, that concludes your testimony.  You may stand down now.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}