{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-19",
        "location": "WELKOM",
        "day": "1",
        "names": [
            "PETER MAGIEL BREYTENBACH"
        ],
        "case number": "AM 5167/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52983&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/981119_wlk_981119awb.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR TSOTSI",
            "MR MAPOMA",
            "MR PRINSLOO",
            "MR SIBANYONI",
            "MS VAN DER WALT",
            "PETER MAGIEL BREYTENBACH"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PRINSLOO",
            "MS VAN DER WALT",
            "MR MAPOMA",
            "PETER MAGIEL BREYTENBACH",
            "MR BREYTENBACH",
            "DR TSOTSI",
            "MR SIBANYONI",
            "MR PRINSLOO IN ARGUMENT",
            "MS VAN DER WALT IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Mr Chairman, may we change positions or the use of the microphones.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo, you intend Mr Breytenbach to give evidence.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I can call Mr Breytenbach, Mr Chairman.  May I just before he is called ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, your mike.\nPROBLEMS WITH MICROPHONES",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Mr Chairman.  Mr Chairman, on certain pages I would like to make certain amendments with the leave of the Committee.\n\tThe first one being on page 14 of the bundle, that's paragraph 11.  The name General Oelofse to be deleted, Mr Chairman.  And then on page 15 of the bundle, paragraph 12, the fifth line from the bottom of that particular paragraph, the name Oelofse to be substituted by Etsebeth, \"Generaal Etsebeth\".  It should be a D, Mr Chairman.  Thank you, Mr Chairman.  And at page 18 of the bundle, paragraph 23, it should read - the word \"Piet Breytenbach\" must be substituted by de Wet Strydom.  It refers to the applicant himself.  It says:\n\"Me, de Wet Strydom and Piet Wessels\"\nI beg your pardon, Mr Chairman, page 19 the top of the page the same would follow:\n\"Me and de Wet Strydom\"\nInstead of Piet Breytenbach.  And then the fourth line of that same paragraph \"General Oelofse\" to be substituted again with \"General Etsebeth\".  That will be all, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms van der Walt, do you have any objection to those amendments to those amendments being affected?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No objections.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No objection, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Prinsloo, we'll then effect those amendments as stated by yourself.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I'm indebted to the Committee, Mr Chairman.  I call the applicant, Mr Breytenbach, Mr Chairperson.",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Prinsloo?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PRINSLOO",
            "Thank you, Mr Chairman.\n\tMr Breytenbach, you together with your co-applicant are applying for amnesty for the acts as we find them in the indictment as well as in your application.  The acts appear in part of the bundle of documents before the Honourable Committee, from page 71, is that correct?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that your application is contained in the bundle from page 2 up until page 48?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And do you confirm the contents thereof?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You've heard the evidence of your co-applicant, do you confirm his evidence?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And do you also confirm that you were acting under his command as a member of the AWB?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How long were you a member of the AWB?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Since 1987 up until the elections and the arrest.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Are you still a member of the AWB?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And as far as these acts are concerned, the one at Bultfontein where someone died and where the landmine was planted, did you foresee the possibility that a person might be killed?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes, I did foresee such a possibility, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At any stage during the planting of these explosive devices at the two schools and as well as Mr Kazee's store at the tower as well as the liquor store and as well as at Doctor Breytenbach's consulting rooms, did you intend to kill someone?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Not at all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the school which your co-applicant referred to, the school of Mr Beukes, is it so that that was a farm school and it was also situated on a farm and on his property?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at that stage did you intend to kill anyone?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "No, not at all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were your actions aimed - was it based on a racist point of view?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Not at all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The incident of Mr Smit, his business, did you intend to kill anybody there?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Not at all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the Agriman business?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Not at all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the Sannieshof Liquor Store, the person there, Mr Pereiro says in affidavit on page 98 of the documents, that it was only done because black people attended that hotel, is that true?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Not at all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "According to your information and instructions was he a supporter of the ANC or was he favourable disposed towards the ANC?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "He was a supporter of the ANC according to the information we received and we also knew about a lot of money which he gave to the ANC and that's why we attacked him property.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The firearms of which you are accused, the ones you have illegally possessed, they mention three pistols, Z88 pistols, do you know about them?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you present when those pistols were found in the vehicle of Mr Piet Wessels?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes, indeed.  When the pistols were found was after we were arrested and they searched our vehicles.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But did you know about the buying of those pistols by Mr Piet Wessels from Mr Swart?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes, I know about that.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you associate yourself with that?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And as far as the Taurus pistol is concerned, do you know anything about that pistol?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What do you know?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "It's a firearm which I bought about two weeks before we became involved in the skirmishes and I had it with me in terms of the question that I was applying for a new licence.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But at that stage you had it illegally?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And as far as the 303 rifle is concerned, do you know about that rifle?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Yes, I do, it's a 308.  It's a rifle which was inherited from my father-in-law by my wife and I took it with me because we had to talk over the barrel of a gun as was proposed in all the meetings.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "These deeds you committed and the possession of explosives and the weapons and ammunition, did you do it for yourself or did you do it on behalf of someone else?",
            "Male"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "The motive for these acts was for the AWB, it was a political struggle in which the AWB was involved at that stage and the objectives were to obtain our own land by using these methods.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no questions, Chairperson, thank you.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Doctor Tsotsi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "Mr Breytenbach, the AWB was preparing for war, is that right?",
            "Unknown"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "That's correct.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Did you believe that this war could be fought and won without any bloodshed at all?",
            "Unknown"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "No, that's not correct but we were in the process of committing this war.  We couldn't foresee what the end result would be.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "But you do accept that bloodshed was a certainty, that in a war like that, the type of war that you were engaged in, there would be bloodshed?",
            "Unknown"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "It was possible that loss of blood would have taken place but we wanted to restrict it to the minimum.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "That is all, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Breytenbach, during this period that you operated with Mr Strydom, were you a full time operative of the AWB?",
            "Unknown"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "No, Chairperson, I was a farmer at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you belong to any other arm or division of the AWB or any other movement besides, let's call it a unit, that you worked with together with Mr Strydom and sometimes Mr Wessels?",
            "Unknown"
        ],
        [
            "PETER MAGIEL BREYTENBACH",
            "Mr Chairperson, no, initially I was a \"Wen Kommando\" member but I was transferred to the Special Forces.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo, any questions arising?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No questions arising, thank you, Mr Chairman.\nNO QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions, Chairperson, thank you.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Breytenbach, that concludes your testimony.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, I'm in possession of certain video material that relates to meetings that were held by the AWB at various times.  I do not intend showing it to the Committee.  If the Committee so desires as to look at them at some stage, they are available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Mr Chairman, that then concludes the evidence and that is the case for the applicant, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, there will be no evidence on behalf of the victim, but Chairperson, I would at this point propose to put forward the name of Mrs Dinah Ramolla, the widow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you spell it please?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Dina: D-I-N-A-H, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is she a widow?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "She's a widow yes, Chairperson, a widow to the late Kleinbooi Ramolla.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Pardon, Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, it's care of: Bultfontein Hoer Skool, Bultfontein.  She has been notified, Chairperson, and pursuant thereto she dedicated her daughter and son to attend the hearings.  I've consulted with them and they have indicated that they do not intend to oppose the amnesty application except for them to want the mother to be put down as a victim.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think also the daughter and son as well, being the next-of-kin.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, I will in due course have their full particulars.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt and Mr Prinsloo, are you in a position to make submissions now?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "If you so desire, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it would be better to just make the submissions, then it's finished.  It's better than waiting for written submissions.",
            "Unknown"
        ],
        [
            [],
            "As it pleases, Mr Chairman.\n\tHonourable Chairperson and Members of the Committee, it is my respectful submission that the applicant has made a full disclosure.  That he made public all facts which are relevant to this application concerning the deeds for which he applies for amnesty.\nThat is application in itself is complete and that he meets the specific requirements.  It is completed in the document here and also in the evidence of the applicant, Mr de Wet Strydom and so confirmed by the second applicant.\n\tInasfar as the requirements are concerned, Mr Chairperson, firstly regarding the motive.  It was evident that the applicant testifies that it is politically motivated in accordance with an instruction from the AWB to stop the election and it was not for personal gain but with a political objective.  The acts were committed during the time where there was political unrest and there were unrests throughout the whole country and at the stage the applicant committed these acts.\n\tAs to the requirements, as to the legal nature of this applicant as in the case of other judgments that have been given by the Amnesty Committee, I would like to submit that in that instance these acts were committed.\n\tThe objective of the acts as it is required in Section 23(3)(d), I respectfully submit that it is clear that the opposition was the ANC/SACP Alliance and the National Party to a certain extent and it was not aimed on the basis of any racisism which has no political basis at all.\n\tAccording to the evidence of this applicant, he acted on instruction of the other applicant, de Wet Strydom, and de Wet Strydom's evidence is that he acted on instruction of the leaders of the AWB, the top structure, Eugene Terre'blanche, General Etsebeth and General Fourie who is now deceased, and he acted for the furtherance of the AWB as required by the Act.  The AWB is also a movement who complies with the requirements of the Act.  It is an organisation and therefore it is clear it was clearly in several of these applications.\n\tI would like to argue, Chairperson, as to the  proportionality of the acts committed, were not out of proportion.  If one looks at the first act where the person was killed, where the bicycle went over the landmine, where the objective was there to stop the election from taking place and the meeting of the ANC was to be held there.   And with that objective and in the time the act was committed it was not out of proportion.  \n\tThe other acts which were committed at the two schools, at the shop where the explosives did not detonate, by the tower of the SABC where no damage was done or very little damage, that this was also not out of proportion.\n\tWith regards to the liquor store, the evidence of the applicant was that that person was a supporter of the ANC and the purpose was not to kill anybody but to move persons not to participate in the election, as well as that of Agriman and so also the consulting rooms of Doctor Breytenbach whom he believed were members of the ANC.\n\tAt this stage I would not like to burden you with the Committee's judgments when have already been rendered, they have been put forward by you at other instances.  Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms van der Walt?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, I confirm the argument of Mr Prinsloo and I would just like to mention certain aspects.  I'm not going to quote all of them but I would just like to point Section 31(b).  This Act was founded so that the Committee's objective was to promote reconciliation and this is the instruction of the Committee.\n\tI would like to submit to the Honourable Committee that the Committee's objective is to make the application more accessible and to make it easier in the  unit so as to reconcile the country.  I would like to submit that the applicant, according to Section 20(1), has convinced the Committee and specifically to the English Act which says \"satisfy\".  It can be argued that in the Afrikaans text it must be a heavier burden but I would like to submit that the applicants have convinced the Committee that they are entitled to amnesty and that they complied with all the requirements of Section 20(1)(a).  Thank you, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, I have no submissions.\nNO SUBMISSIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much.  We will reserve the decision.  A written decision will be handed down in the near future.  I would just like to thank the legal representatives and Mr Mapoma for their assistance in this matter.  I think this will now be a convenient time to take the tea adjournment, it's ten past eleven, and then hopefully we will be able to proceed thereafter with the next matter on the roll, thank you very much.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}