{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-19",
        "location": "WELKOM",
        "day": "1",
        "names": [
            "DANIEL WILHELM VAN DER WATT"
        ],
        "case number": "AM 3673/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52986&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/981119_wlk_981119awb.htm",
        "speakers": [
            "CHAIRPERSON",
            "DANIEL WILHELM VAN DER WATT",
            "DR TSOTSI",
            "MR LOUBSCHER",
            "MR MAPOMA",
            "MR SIBANYONI",
            "MR TAKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LOUBSCHER",
            "DANIEL WILHELM VAN DER WATT",
            "MR VAN DER WATT",
            "DR TSOTSI",
            "MR TAKA",
            "MR MAPOMA",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, thank you.  Just before the lunch adjournment we concluded the evidence of Mr Botes.  Mr Loubscher?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "Thank you, Mr Chairman.  I then now call Mr van der Watt.",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Loubscher?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR LOUBSCHER",
            "Thank you, Mr Chairman.\n\tMr van der Watt, during the second half of 1993 you were a member of the AWB?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Did you have any rank?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No rank at all, no.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Were you also a member of the Volksfront?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Yes.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "You listened to the evidence of Mr Labuschagne about how he gave you and Mr Botes instructions and how you went with him to several different places and you placed explosive devices there which exploded.",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Do you confirm his evidence in this regard?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Yes.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "You also heard what he said about the reasons why you acted the way you did?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Do you confirm that?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Mr van der Watt, you submitted an application for amnesty which is signed on the 7th of December 1995, and you will find it on page 43 up to 55 of the bundle.",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Maybe just to make sure we know everything, you and Labuschagne and Botes were arrested for all the acts which you committed and you were prosecuted?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "And the charge sheet is relevant to all the incidents for which you ask for amnesty?  It's on page 63 up 84 of the bundle.",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That's correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Now on page 56 up to page 59 there is another amnesty application by you and it was signed in May 1997.",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Your first one was handed in in December 1996, so how did it come about that this amnesty application was signed?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Labuschagne brought it to us and told us to sign it and that it's coming from General Viljoen.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Did you then fill in the handwritten parts in that document and also sign it?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Was it at any time your intention that this document would replace your first amnesty application?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Mr van der Watt, can I please take you to, remind you of charge number 6.  You will remember that this is the explosive device which was placed at the black township of Viljoenskroon.  Were you personally involved in the placing of the device?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Yes.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Was anyone else involved?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Me and Mr Botes were together.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Now the suggestion was made that this explosive device was deliberately placed right next to the wall of a corrugated iron shack, what is your comment on that?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Chairperson, it was very dark, it rained a lot, we didn't look where we placed it.  There was also a fence there.  We only placed it and we went back.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Can you say today how close you placed that explosive device to that hut?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Loubscher.\n\tDid you climb through the fence before you placed it?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where about in relation to the fence did you place it, the side that you came from or on the other side of the fence, can you remember?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "It was on the other side of the fence.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Did you have to cross the fence before putting the device in place or did you do it from outside the fence?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "I leaned over the fence and I placed the bomb, I did it from the other side.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Mr van der Watt, who in the group of three of you decided when and where explosive devices would be placed?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "We got all our instructions from Labuschagne.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Was there ever at any stage any other motive involved with the placing of these devices, other than the furthering of a Volkstaat idea, on behalf of the Volksfront?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Did you ever financially gain anything from the placing of these devices?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No, not at all.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Did you place any of these devices because of personal malice or anger?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No, I did not.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Mr van der Watt, you also prepared an affidavit?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Mr Chairman, may we mark this as C?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Labuschagne, we will mark it as Exhibit C.",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "Do you confirm the contents of your affidavit as correct?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LOUBSCHER",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR LOUBSCHER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Taka, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR TAKA",
            "Thank you, Chairperson, I have.\n\tMr van der Watt, let's go back to the placing of the bomb in Viljoenskroon.  You say that you placed the bomb over the fence?  In other words, if I understand you correctly your were on the roadside and you put it over the fence into the premises of that corrugated iron shack, is that correct?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct.",
            "Male"
        ],
        [
            "MR TAKA",
            "You were under express instructions to avoid injury, bodily injury and death, is that correct?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR TAKA",
            "Now by placing the bomb over the fence you were placing it closer to the fence, is that correct?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Chairperson, I couldn't see properly, it was very dark.  I don't know how far it was from the shack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I think it's fairly obvious - well unless, if the fence was the fence around the shack, if you place it over, it must have been closer to the shack than the side of the fence that you were standing on.  Do you know that?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "I do not know what the exact distance was between the shack and the fence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you came through veld to get where you were, or did you have to pass other shacks to get to where you were where you placed the bomb?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Chairperson, it was on the outside of the township, it was not inside the township itself.",
            "Male"
        ],
        [
            "MR TAKA",
            "Thank you.\n\tThis fence, what did it separate, was it surrounding a particular shack or a group of shacks?  What exactly was between - what was the fence separating?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Chairperson, it was very dark.  It looked to me as if the fence went around all the huts, not only one.",
            "Male"
        ],
        [
            "MR TAKA",
            "But would it be correct to say that it was separating for example the road and the huts or the shacks?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR TAKA",
            "So that if you go beyond the shack beyond the fence from the road's side - if you were beyond the fence itself from the road's side, you were moving closer to a shack or a hut?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "It was very dark, I really couldn't see well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it wasn't your intention was it, to place the bomb in the middle of open veld not close to any abode, any residence, any shack?  Did you know there were shacks there?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you know more or less where the shacks were?  Did you know that there were shacks on the other side of the fence?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "So if you knew that there were shacks beyond the fence, then you knew that beyond the fence you were moving closer to the shacks?  Because you knew that there were shacks beyond this fence, is that correct?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Chairperson, we didn't want to climb through the fence.  We acted as quick as possible.  We placed the bomb and we immediately retreated.",
            "Male"
        ],
        [
            "MR TAKA",
            "Why did you not put the bomb this side of the fence and not beyond the fence?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "If we placed it on our side of the fence it would have been closer to the field, the veld.",
            "Male"
        ],
        [
            "MR TAKA",
            "An open veld?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "And what was wrong in the bomb being closer to the veld?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "If it was in the open field it would have created less propaganda.",
            "Male"
        ],
        [
            "MR TAKA",
            "So you put it closer to the shacks so that you could get maximum propaganda, am I right?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "You realise that moving it closer to the shacks increases the risk of injury and even death at the explosion of the bomb?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "And you consciously and deliberately moved away from the veld closer to the shack?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "It was not deliberate.",
            "Male"
        ],
        [
            "MR TAKA",
            "That bomb in Viljoenskroon cost bodily injury to at least three people, Margaret Malinga who has lost her hearing, Steven Semelo and Andries Semelo.  Is it not possible that if you had placed the bomb further from the shacks it would have cause less injuries because it was then closer to the veld?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "Were you also involved in the placing of a bomb in the street in Wesselsbron?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "Who decided on the exact location of the bomb in Wesselsbron?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "We drove into the township, we placed the bomb outside the car in the street.  I can't remember who placed the bomb.",
            "Male"
        ],
        [
            "MR TAKA",
            "That bomb also caused injury to Maria Bayo and also to a one and a half year old baby, Seipati Mokodutlo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you just repeat that name please?",
            "Unknown"
        ],
        [
            "MR TAKA",
            "Mr Chairperson, Seipati and the surname is Mokodutlo: M-O-K-O-D-U-T-L-O.\n\tNow it injured little Seipati on her left knee and also twisted the patella of her knee, were you aware of that?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "But that bomb also caused severe damage to at least six residential areas around the place from where it was located in Wesselsbron, were you aware of that?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "Could you foresee that placing such a bomb at such a place could have consequences like that, body injury and damage to property?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "The bomb could have caused great damage, yes Mr Chairman.",
            "Male"
        ],
        [
            "MR TAKA",
            "You did foresee that?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "You acted only under strict orders from Labuschagne, is that correct?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "And those orders were amongst other things to avoid injury and death, is that so?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "Now if your actions caused severe injury for example, then they were not part of the order that was given to you, do you agree with me?",
            "Male"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR TAKA",
            "Thank you, Mr Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR TAKA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Taka.  Mr Mapoma, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, I have no questions.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Loubscher, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "I have no re-examination, thank you, Chairperson.\nNO RE-EXAMINATION BY MR LOUBSCHER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Doctor Tsotsi, do you have any questions?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Watt, you get bombs and bombs.  You get some big bombs and you get smaller bombs, how would you describe the bomb that was placed, let's say at Viljoenskroon and the one at Wesselsbron?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Chairperson, we never measured the explosives, we never knew how much explosive was actually put in the bomb.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you say that the bomb at Wesselsbron and the bomb at Viljoenskroon were the same size?  Did you use the same recipe as it were or was the one much larger than the other?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Chairperson, according to the containers, Viljoenskroon's bomb was bigger than that of Wesselsbron. ...(end of tape)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you still a member of the AWB?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "No, Chairperson, it was that time when Mr Labuschagne joined the Volksfront and I did the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mean when Mr Labuschagne stopped being a member of the AWB?  I was under the impression Mr Labuschagne at one stage was a member of the AWB and the Volksfront at the same time, or don't you know?",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Loubscher, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR LOUBSCHER",
            "None, Mr Chairman.\nNO QUESTIONS BY MR LOUBSCHER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Taka?",
            "Unknown"
        ],
        [
            "MR TAKA",
            "None, Mr Chairman.\nNO QUESTIONS BY MR TAKA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "None, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van der Watt, that concludes your testimony, you may stand down.",
            "Unknown"
        ],
        [
            "DANIEL WILHELM VAN DER WATT",
            "Thank you, Chairperson.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}