{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-19",
        "location": "WELKOM",
        "day": "1",
        "names": [
            "DE WET JOHAN STRYDOM"
        ],
        "case number": "AM 5168/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52982&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/981119_wlk_981119awb.htm",
        "speakers": [
            "CHAIRPERSON",
            "DE WET JOHAN STRYDOM",
            "DR TSOTSI",
            "INTERPRETER",
            "MR MAPOMA",
            "MR PRINSLOO",
            "MR SIBANYONI",
            "MR TAKA",
            "MS VAN DER WALT"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PRINSLOO",
            "MS VAN DER WALT",
            "MR TAKA",
            "MR MAPOMA",
            "DE WET JOHAN STRYDOM",
            "MR STRYDOM",
            "INTERPRETER",
            "DR TSOTSI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Welcome everybody.  Today we have two hearings that have been placed on the roll.  The hearing that we'll be commencing with concerns the applications of Mr Pieter Breytenbach and Mr de Wet Johan Strydom.\nCHAIRPERSON EXPLAINS TRANSLATION EQUIPMENT",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we start I'd like to introduce the Committee.  On my right is Doctor Tsotsi, he is an attorney and comes from Port Elizabeth, and member of the Amnesty Committee.  On my left is Mr Sibanyoni, he is also an attorney, he comes from Pretoria.  I am Selwyn Miller, I'm a Judge from the High Court from the Eastern Cape attached to the Transkei Division there.  \tI'd request the legal representatives please to place themselves on record.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "As it pleases you, Honourable Chairperson, Members of the Committee.  H J Prinsloo, I appear on behalf of the first applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Prinsloo.\nMR PRINSLOO",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I am Louisa van der Walt, appearing on behalf of Mr de Wet Strydom.",
            "Female"
        ],
        [
            "MR TAKA",
            "Thank you, Mr Chairman, Gordon Taka.  I'm practising locally and representing the victims in the second hearing in the application of ...(indistinct) and others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you're not involved in this matter?",
            "Unknown"
        ],
        [
            "MR TAKA",
            "...(inaudible)",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, I'm Zuko Mapoma the Evidence Leader for the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  When we met earlier this morning, Mr Prinsloo you indicated that the hearing will commence with the evidence of Mr Strydom.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "As it pleases the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's over to you, Mr Prinsloo.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Thank you, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Ms van der Walt.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I call the second applicant, Mr Strydom, but before he gives his evidence there are certain aspects with regards to his application which if you give me leave, I would like to amend.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see that he says that he was born in 1996.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "It's a bit young.  The first reference is on page 36, it should be '64.  Then on page 43 it is again at the birth date but there the birth date is 19, it should be 29 March.  The year is correct there.  Then on page 49 there is a General's name which should not be there, it's on page 47 paragraph 16.  In the middle you'll find five Generals and then General Oelofse's name should be deleted.  The applicant will explain this to the Committee.  On the same page, paragraph 16, the sixth line from the bottom where it's written: General Oelofse should be General Etsebeth.  On page 53, paragraph 27, the fifth line in the paragraph it the same, General Oelofse should be replaced with General Etsebeth.  Thank you, that is  all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo, do you have any objection?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, I don't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, any objections?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no objections, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, we'll then effect those amendments as stated by yourself, Ms van der Walt.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Thank you very much.\n\tMr Strydom, you applied ...(intervention)",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS VAN DER WALT",
            "Thank you, Chairperson.\n\tYour amnesty application is contained in this volume from page 36 up to 70.  You apply for amnesty for certain offences for which you were charged and it was postponed sine die pending on the amnesty application.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the charges for which you're applying for amnesty appears on page 38.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And it's also the same charges as we find them in the bundle from page 71 onwards.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Strydom, you gave your full particulars in your amnesty application.  You were a member of the Conservative Party as well as the AWB, is\nthat correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did you join the AWB?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "In 1982.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you were also a member of the South African Police, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "From when?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Also from 1982.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And later you left the police service.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "1987.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well.  During your service in the police force, did you do any border service?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "How long were you at the border for?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "I was there several times, three months at a time.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you also completed several courses in your career as a police officer, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "During 1992 - if I can refer you Chairperson to page 64 of the volume, it starts at the bottom - sorry, 45, the bottom of 45, I apologise.  \tDuring 1992 you presented courses of the AWB and you attending them.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was the purpose of these courses?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, the purpose of these courses were to train people in the use of explosives.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, the instructions we received was to present these courses so that the election would not happen and then also to create chaos all over the country.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the AWB had several Generals who were involved in these courses and training, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the leader of the AWB, Eugene Terre'blanche, did he have any knowledge with regards to the training the AWB people underwent?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, he knew about it all the time.  He knew about the courses and the training which took place.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You've mentioned several names in this paragraph,  In paragraph 9 on page 46 you mention several Generals there.  They had a specific name, what were their ranks as Generals?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "They were the fighting Generals of the AWB, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why were they called like that?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "They were fighting Generals because in each district or area they gave the main instructions which would lead to war.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So the AWB prepared them for war?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you also said they did not want the election to take place, why were they opposed to this election?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, according to the AWB it would have been a majority election and it would have moved on towards a communist party and the AWB didn't approve of that.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was Eugene Terre'blanche's viewpoint during all the meetings which you attended, what did he say with regards to the elections?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That an election should not take place, Chairperson and no negotiations would take place either with the ANC.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did he say, did he say that there'd be negotiations in any manner or what was his point of view?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, most of the meetings I attended he said that only through a barrel of a gun there would be negotiations with any communistic party, including the ANC.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what did you think, what did you think of these meetings and what was told to you?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "At that stage I believed firmly that it was indeed correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you also prepare yourself for the war?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, I did indeed.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well.  During 1992 on Jakob Morkel's farm in Khuruman you attended the camp of the AWB, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And this camp, did it have any influence on you?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, Chairperson, there I really saw that this country was heading towards a majority election and everything must be done to stop that, under the instructions of the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So did you become more active in the AWB?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, that's correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When was that?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "In 1993 I really became active within the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If you say active, what exactly do you want to tell the Committee, what does that imply?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, in those years I received instructions from my fighting General to start with the explosive gathering and also to start training the people in the use thereof.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You speak of the General, is this the General under whose command you functioned?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who was he?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "General Nico Fourie, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And were you in a specific division of the AWB?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Which was that?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "We were a special force of the AWB with the aim to identify the insurgents of the AWB, people who infiltrated the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What exactly do you mean?  Were these people who infiltrated the AWB which you then had to identify?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson, people from other parties, for example the ANC or the National Party, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Strydom, did that special force have a name?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "We were known as the Special Forces.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Ms van der Walt.\n\tWere you working at that time or were you involved fulltime with the activities of the movement, the AWB?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, I did work at that stage, I was a traffic official.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where were you a traffic official?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "In 1993 I was a traffic official on Ottosdal, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And these Special Forces which fell under the command of General Fourie, who were these people?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, there was a person who fell directly under the command of Fourie.  We knew him as Oscar, I didn't have another name for him.  There was also - we were several people from several districts.  There was Piet Prinsloo from Bloemfontein, Johan van Zyl from Khalahari district, Johan Welgemoed who is now deceased was in the Zululand district and myself for the diamond district, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This diamond region, which area did this entail?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "It was mostly the Western Transvaal and also parts of the Free State, for example, Hoopstad and more.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well.  Why were there different people from different regions who fell under the command of General Fourie?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "It was in order for us to present courses all over the country.  All the people were experts in explosives.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you did not only act against anti-insurgence units but you gave training in explosives?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you have any members under your command?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who were they?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Mr Piet Breytenbach and he is also applying for amnesty, and also Mr Piet Wessels.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So this happened in your region, the diamond region?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And both these people, were they both members of the AWB?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your rank when you were in command of these members as part of the Special  Forces?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "I had the rank of Kommandant during that time.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the other applicant, Mr Piet Breytenbach, what was his rank?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Originally he was a Field Cornet but by the time we started our activities he had the rank of Kommandant as well, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But he was under your command?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And Piet Wessels?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "He had the rank of Field Cornet, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you go further in paragraph 13, page 47, Chairperson.  You make mention of the fact that in November 1993 you were given instructions by the head Kommandant, Burger Terre'blanche to present training courses in explosives, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And did you do that?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, I did present these courses, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And these courses, who were they presented to?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, at that time my first course was for Mr Piet Wessels and Piet Breytenbach, Chairperson, as well as the head Kommandant Burger Terre'blanche.  He also attended these courses.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And these are the course you presented at Sannieshof?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you also give courses to other people in the AWB?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, I did, Chairperson, it was the instruction of the Kommandant of the different regions and certain people were identified who then had to be trained.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And that was then in the use of explosives?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And during February 1994 there was a meeting at Ventersdorp, can you just tell the Committee were meetings often held at Ventersdorp?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, there were lots of meetings held there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why was Ventersdorp the place where meetings were to be held?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Because the head office of the AWB was situated there, Chairperson and it was also centrally located to all the, as far as all the fighting Generals are concerned.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And Eugene Terre'blanche, was that also his office?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, that was indeed the case, it was his office.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And during this meeting did you receive any instructions?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, I did, Chairperson.  At this meeting I received instructions from my General, Nico Fourie, to start with this onslaught against the election which was to follow.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And this General Fourie, was he one of the Generals who died in the skirmish which took place in Mmabatho?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can you remember the exact date when you received this instruction?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Unfortunately not.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But it was before the Mmabatho incident?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And was it said to you that you must now start with the operations?  Where would this have been?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "It would have taken place in my region, the diamond region.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And did they tell you which targets you had to identify?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, the targets were white schools which became non-white schools, as well as any institutions which the National Party or the ANC Alliance was in favour or they were in favour of those parties.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And were instructions given with regards to certain people?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.  People in the ANC who were in favour of the ANC/PAC Alliance and more specifically their businesses or their property.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was the purpose, why did you have to focus on these targets?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, according to the information which we received and also the instruction, these were the people who in the community if we acted against them we would have been able to prevent the elections.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Are these then people who supported the ANC/SACP Alliance?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "After the meeting in Ventersdorp you attended a further meeting - and that's on page 49, Chairperson, at a certain Mr Koos Hough, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What type of meeting was this?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, it was one of the big meetings during that time before the election.  The final planning would have been done there and the people in the diamond region would then go into action before the elections.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what was discussed at that meeting?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "They discussed - the BKA was present as well as the Volksfront members as well as the AWB, Chairperson.  The discussions were about the evening before the election and that specific evening bombs had to explode in the diamond region.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Now if you speak of the BKA, are you referring to the \"Boere Krisis Aksie\"?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And during that time there was also the Afrikaner Volksfront under General Constand  Viljoen?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And did these other parties also receive instructions?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your instruction?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "My instructions were to create these explosions in Lichtenburg/Sanniehof/Ottersdal region, Chairperson.  And I received a direct instruction that day from General Etsebeth together with the leader, Eugene Terre'blanche to blow up a gas depot and also a railway line, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This gas depot, is that the gas depot at Lichtenburg?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you receive any further instructions?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "The instructions which I received was that I also had to blow up the railway line.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what about the instructions for General Fourie?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "The instructions which I got earlier that year in Ventersdorp were still my instructions and it was that I had to train people in the use of explosives.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And after you received these instructions, did you do anything?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, yes.  General Fourie's instructions I followed, I got explosives together, I trained people and the instructions which I received that day with regards to the Lichtenburg gas depot and railway line I did not execute them.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then you started with certain explosions, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Page 50, Chairperson.\n\tYou and Mr Breytenbach, the other applicant then executed a certain operation in Bultfontein.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did you do?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, according to the information we received an ANC meeting would have taken place at Bultfontein.  Mr Breytenbach and myself then placed a landmine there, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Under whose instruction did you do that?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Under the instruction of the leader, Mr Eugene Terre'blanche, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, where exactly did you place the mine?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where exactly did you place the mine, the landmine?  You said you put a landmine at Bultfontein but where precisely was it, in the street or where?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "At the taxi rank in Bultfontein.  It was at the entrance of the taxi rank, Chairperson, in Bultfontein.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did it look like, this area where the taxi rank was and where exactly did you place the mine?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, as far as I remember the taxi rank was at the side of the town in Bultfontein.  The taxi rank had an entrance and an exit and the landmine was planted at the entrance or the exit, I can't remember, I'm not sure, but it was at the gate.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your purpose, why did you place it there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "The purpose was because an ANC meeting would have taken place there according to our information and it was in order to create chaos in order to prevent the elections from happening.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well.  So you've placed this explosive device at the entrance, did you want that a vehicle detonate this landmine?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, that is what we wanted to happen.  A vehicle would have created the explosion.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And that was your purpose?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then what happened?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, unfortunately a person with a bicycle went over the explosive device and unfortunately he died.  This is the person Kleinbooi Ramolla, is that correct?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can you remember the date or the month?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "It was in February, I think the 28th Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who was with you when you placed this device there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Mr Piet Breytenbach, the other applicant, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "It was only the two of you?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, it was only the two of us.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You make mention ...(intervention)",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Ms van der Walt, you're mike is not on.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Sorry.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I can't get mine off.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "You mention in paragraph 18 on page 15 that after the instruction of General Fourie you went and placed this bomb there, are these the instructions that you received in February of 1994 in Ventersdorp?  Is this the instruction to which you refer?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did General Fourie specifically tell you to go to this particular taxi rank or did you have to find your own targets?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, according to information that we had, we had to find our own targets, targets were not pointed out for us.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But the instruction was to create chaos specifically where ANC/SACP persons would be?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "During May of 1994 - paragraph 19, Chairperson, on page 50 ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you say May?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I'm sorry?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you say May 1994?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No, March.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "March, yes.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Sorry.\n\tFurther explosions were caused by you.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Could you tell the Honourable Chairperson where and how this happened?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, this was at Kazee's Cash Store, this was a shop.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where, in which town was this?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "This was in Sannieshof as well as Doringbult Primary School which was previously a white school and this was close to Delareyville as well as the Momoroti Primary School at Ottersdal.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can we then start with Mr Kazee's Cash Store, why did you cause an explosion there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Because he was a strong supporter of the ANC according to our information.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And at the Doringbult Primary School?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Doringbult Primary School was previously a white school, Chairperson, which was handed over.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Ja?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "And it became a non-white school.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the Momoroti Primary School?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "The Momoroti Primary School was a school that was built by an AND supporter and was maintained by him.  This was a Mr Beukes in Ottosdal.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And these explosive devices according to your application did not detonate?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson, they didn't explode.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So no damage was done to the properties there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Strydom, why didn't they explode, were they found and defused or was it just faulty explosives?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, most of them were faulty devices.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When you placed these explosive devices at the school, when would this be detonated, during the period that the children would be in school or in the evening or what was the position?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, the bombs that we placed were for the purpose that it had to go off at night and the explosives were set for 3 o'clock at night.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the one at the shop?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "The same time, at three in the morning it would explode.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Not to cause any injury to people, it was more concerning the property of persons at that stage.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then you mention on page 51 at paragraph 20 that about a week after you placed the explosive device you went to the SABC tower in Zweizereineke, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did you do there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, at that stage the media was also seen as the enemy of the AWB as to their support of the government of the day at that stage and to the ANC Alliance.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what did you want to do there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "We wanted to damage one of those broadcasting towers so it would not work in that area.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And did you do it then?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "We did it.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then what happened?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, it did detonate but no damage was done to the tower.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You went back twice, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And both times nothing happened?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And during April '94, was that - you cannot recall the specific dates, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But this was before the election?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You placed another explosive device at Agriman at Ottosdal?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you place the explosive device there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "The owner of the property was a BKA member and infiltrated the AWB and according to our information he would pass over intelligence to the Security Police who worked for the government.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then you mention a Mr Smit who owned this business and you say he was an ANC orientated person, he was favourable towards the ANC?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Is this the one you speak of?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And who accompanied you when you placed this explosive device?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Mr Piet Breytenbach.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What happened there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "The devices did detonate and damage was done to the building as well as some other buildings in the surrounding area.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Was anybody killed or injured?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Nobody was killed or injured there, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did you place this explosive device, during the evening or during the day?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "This was at night and this one was also detonated at three in the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Ms van der Walt, just before you proceed.\n\tMr Strydom, you've spoken now about placing explosive devices at those two schools and at Kazee's Cash Store, at the tower etc., now was Mr Breytenbach with you on each of those occasions?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just the two of you?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can I continue?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "On the 12th of April 1994 you once again placed explosive devices?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This was at the Sannieshof Liquor Store?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And who accompanied you?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "It was Mr Breytenbach and Mr Piet Wessels, one of the other persons whom I had on one of my courses.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well.  And you also went to a Doctor Breytenbach, a medical doctor?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You went to his consulting rooms and placed a bomb there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you place the explosive devices at these two places?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, the information that we had at that stage was a person whom we knew as Johnny Portuguese, everybody in the are knew him as such, and he was favourable towards the ANC because he donated money to the ANC as well as Doctor Breytenbach who was a supporter of the ANC, Mr Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And did these explosions take  place?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, Chairperson, both explosions took place.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And was anybody killed or injured?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Once again nobody was killed or injured, Chairperson, this was also in the middle of the night, in the early morning.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why at that stage did you take Mr Wessels with you and all the other times you only had Mr Breytenbach accompanying you?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, because at that stage we stayed at Mr Wessels' farm and we manufactured explosives there and because he completed the course he went with us at that stage.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "On page 52, paragraph 23 you mention that you stayed at Wessels' farm, this is at Groot Mariko, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you needed some more explosives, what did you do then?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, I contacted General Etsebeth and told him that we needed some more explosives and a while after that I received a telephone call from an unknown person who gave me the delivery place of the explosives where we had to collect it.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That's the manner how you went about acquiring explosives?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson, certain types of explosives which were not easily accessible.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "How did you get your hands on these explosives, were they handed to you, what was the position?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, the telephone call that I received from an anonymous person afterwards was to tell me that I had to collect the explosives on a bridge on the De La Rey Road.  He told us what time we had to be there and found the explosives there at the bridge but I did not see who delivered it there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And where did you take the explosives to?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "We went back to Mr Piet Wessels' farm, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I notice that in your application you say you went to the farm of Mr Piet Breytenbach's father and you buried the explosives there.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, we went and buried it there but he had no knowledge of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Ms van der Walt.\n\tWhat sort of explosives were these, Mr Strydom, were they military explosives or the sort of explosives they use on mines, dynamite, what was it?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "It was more explosives that they used in the mines, Chairperson, Dyna Gel, Nitro Glycerine.  That is from fertilizer.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the charges?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "This was also received from the mines.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So Mr Breytenbach's father had no knowledge of what was stored on his farm or what you were busy with?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you go about this secretively?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson, we did not want to involve many people.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "At the AWB head office you collected detonators?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson, it was a meeting that we had there where I contacted Mr Cliffie Barnard and he gave me some explosives at head  quarters.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Cliff Barnard, this is the accused who is responsible for the explosion in Johannesburg before the election?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And did he work at head office?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When you speak of head office where you collected these detonators, was this in the building or was it hidden somewhere?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, it was in the building, it was a storage room in the office of head office in Ventersdorp.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The leader, Eugene Terre'blanche, would he be aware that these detonators would be stored there?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, my personal opinion is that I believe that he knew.  It was a storage room where everyday cleaning agents were stored, brooms and such.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you continue further on page 52, paragraph 25 you mention that you bought pistols, can you tell the Honourable Committee what happened there and why.",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, I did not buy the pistols myself, I had very little money at that stage.  Mr Piet Wessels who was with us the evening, when we bought the pistols at Hartebeesfontein or in that area where he bought three Z88 pistols with a cheque, a cheque of Mr Wessels.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "From whom did he buy it?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "He bought it from Mr Lukas Swart of the BKA at that stage.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And why did you buy these weapons?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, we bought the weapons because it was cheap and at that stage it was difficult to acquire weapons and when we found the place to buy it we bought it so it could be used in the war when we go over to war.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you have any knowledge whether Eugene Terre'blanche at several meetings mentioned that you had to acquire weapons for the war?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, at several meetings he said that we had to collect weapons as well as ammunition and if we couldn't buy it we had to steal it.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the farm where you and Mr Breytenbach lived, were you also in possession you and Mr Breytenbach, you were also charged of the possession of a 357 Taurus and a 308 rifle and several rounds of ammunition, where did you get these weapons?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, the revolver was Mr Piet Breytenbach's as well as the rifle.  I think one of the two he inherited and the other on he bought and it was being handed over to him.  The weapons were stored in a cupboard on Groot Mariko, Mr Wessels' farm.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And there were no licences for these firearms?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Not as far as I know, Mr Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You continue, Mr Breytenbach, Mr Wessels and yourself were arrested before the elections, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you decide not to execute your instruction to blow up the gas depot in Lichtenburg?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, the gas depot is located centrally in Lichtenburg, there are houses surrounding the place and it would have killed many people if we did execute our instruction there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But you received the instruction from General Etsebeth, why did you not execute it?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, I did receive the instruction from General Etsebeth with the approval of the leader, Mr Eugene Terre'blanche.  I did not execute the instruction because I did not go out to kill people, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was General Fourie's opinion with regards to the killing of people?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "At no stage did General Fourie give me any instruction to kill people or to injure any people.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you do any reconnaissance work in Lichtenburg at the gas depot?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "I did, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You several times mentioned that you caused these explosions to stop the elections, what do you think would have happened, why did you think that the election would not go ahead if these explosions took place?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, as soon as one causes chaos in any circumstances, it would not go as it was planned and the chief reason was to create chaos before the elections to keep the people away from the voting boxes so that they do not vote.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you wanted to install fear in the public?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you personally gain in this?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson, at no stage.  Not even with bail did I receive any assistance.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And on whose behalf did you commit these actions?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "It was on instruction for the AWB and for my people and my fatherland.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you believe that you would further the objectives of the AWB in this manner?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is what I believed, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you have any grudge against anybody where you caused these explosions or at the taxi rank?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "None, Chairperson, I did not even know these people.  (end of tape)",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "... after there was a change in the country with regard to the acts that you committed?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, I'm very sorry for what I've done.  After the time since we've been charged and we appeared in the Supreme Court and I can now see that things can happen if negotiated.  And we were told that the AWB would not, if they would negotiate it would not help because they were negotiating with a communist party.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Are you still a member of the AWB?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where are you employed?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "I work in St Lucia, Chairperson.  I am a traffic officer there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "After you were arrested, did you participate in any actions or meetings of the AWB?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you also in Exhibit B state the objectives of the AWB and reasons as to why these actions were political actions, is that correct?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And do you confirm the contents of Annexure B?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Is there anything else you would like to add?",
            "Female"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, only that I am sorry for what I have done, and for as long as I live I will not do these things again.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Prinsloo, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PRINSLOO",
            "Thank you, Mr Chairman.\n\tMr Strydom, when you planted the landmine at the taxi rank did you foresee the possibility that somebody could have died?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, I did, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And according to a statement which you will find on page 98 of the bundle, Chairperson.  It's a statement of a certain Mr Manual Amaro Pereiro, and he says amongst others and I'll read it, it's in English\n\"In my opinion the only reason ...\"\nThe words aren't very clear.\n\"... them had to plant bomb at my business was because I let black people sleep in my hotel.\"\nWas that the reason why you planted the bomb there?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson, it was not the reason.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the bomb you planted was part of the liquor store, it was not at the hotel.",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, it was at the liquor store next to the hotel, it had nothing to do with the hotel.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The applicant, Mr Breytenbach whom I represent, according to my instructions he always acted under your command on behalf of the AWB?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.  Even though we had the same rank I was still the senior officer whilst we fought this war.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Yes, Chairperson, just a few.\n\tMr Strydom, as I understand it there reason why you planted these explosives to the various places which you have just mentioned is because you did not want the elections to go ahead.",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson, in order to create chaos.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And because the then National Party Government was collaborating with the ANC towards those elections?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you had to attack the ANC oriented areas and supporters, is that so?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "The properties of those people, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in all these attacks that you waged, you have never attacked any National Party Government oriented property, is that not the case?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was the tower, the SABC.  I don't know, they would vehemently deny that it was Nationalist Party but it was at that stage one could say.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was a government paid for property.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, I understand, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you can put the question.  Carry on, I'm not stopping you.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Why were your attacks - why were your targets predominantly ANC and not that of the National Party Government?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, as you yourself said, it was not only the ANC, if you look at Agriman, that was also a National Party member, Chairperson.  And it was not only meant for the ANC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And let us go to the bomb that killed Mr Ramolla.  You say you had to place that bomb because there was going to be an ANC meeting in that area?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But surely the meetings was not going to be at the taxi rank?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, that was the means of transport as far as we knew because most of the ANC members would arrive by means of public transport, people who would have gone to the town.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And am I correct when I say that that taxi rank was a taxi rank used by the black people?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Yes, by ANC supporters for that specific meeting, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "That was a public day, the taxi rank was used by everybody, not necessarily people for the meeting.",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct, Chairperson but we felt whilst we investigated this, that the person who was not a member of the ANC would not go to town that specific day because he would have been scared.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why?  Why would a person not go to town because there's an ANC meeting?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, if we look at the previous marches the ANC held in towns and the damage which was caused, because of that we inferred that any person who was not a member or supporter of the ANC would not go to town.  We also know that most of the workers did not go to work on such days.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it not because you attacked that place because you wanted to kill black people?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson, under no circumstances.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And at the school which was owned by Mr Beukes, Mr Beukes was not a teacher of that school, not so?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, he wasn't a teacher.  He lives right opposite the school.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And there was no way that he would be injured if that bomb detonated?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Under no circumstances, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The potential people who would be injured are those black children who were students at that school.",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "I did not hear the question properly.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Had the bomb that you planted there detonated, the only potential victims there are the black scholars who were attending that school, is ...(intervention)",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson, the bomb which they found there had a watch mechanism and it would have detonated at 3 o'clock in the morning, like all the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it a boarding school, did they kids sleeping in a hostel there that might have been a victim if it had gone off?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson, it was basically just a school, people only attended the school during the day.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "On page 94 of the paginated bundle there is a statement there by Mr Beukes, the owner of that school and on the 5th paragraph there, Mr Beukes denies that he was in any way oriented to the ANC, what is your comment to that?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, everybody in the Ottosdal vicinity as well as Sannieshof and Delareyville know Mr Beukes and also knows that he's an ANC supporter as regards to politics and also that he strongly supported the National Party/ANC Alliance.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, I have no further questions, Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No re-examination by Ms van der Walt.\nNO RE-EXAMINATION BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Doctor Tsotsi, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No, questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Just a few, Mr Chairperson.\n\tMr Strydom, I didn't follow you correctly.  You said Mr Beukes was a supporter of the NP/ANC Alliance.",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was there such an alliance?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "With the negotiations yes.  According to the AWB the National Party since the release of the State President, Mr Mandela the National Party was in an alliance with the ANC.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You are referring to them negotiating the future of the country together, not necessarily that they were in partnership in any form?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Usually there are some night watchmen at schools, at this particular school was there no night watchmen?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, not at all.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You say you didn't implement the mission at Lichtenburg because there were people living there, you didn't go out to kill people.  Which people were living there?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "People from the prison live around there, as well as policemen and all members of the public.  It had nothing to do with race, it was a multi-racial area.  There were people from all sections of society living there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But if you were not going out to kill people, you wouldn't put a bomb at an entrance of a taxi rank because at that one specifically there will be a person who will be killed if that bomb was detonated.",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct, Chairperson, we foresaw that people could get injured with the explosive device in Bultfontein but it was more about the meeting and hopefully we wanted it to cause damage to a vehicle.  I was of the opinion that a big vehicle would create the explosion and that would be damaged.  Unfortunately it was a person on a bicycle.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Didn't you stop the mission at Lichtenburg because you foresaw that also white people were likely to be killed but the one at Bultfontein taxi rank exclusively black people would be killed?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In other words you were not racist in your activities?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, not at all.  Since I can remember I've been working with all races in South Africa and I also have good friends who are from other races.  I'm not a racist.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Strydom, that landmine that was placed at the taxi rank, was it a homemade landmine or was it a military landmine, they type that the army uses?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "It was homemade landmine, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know much about explosives but how powerful was that mine, let's say compared to the average landmine that's used by the military in a war situation?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, if I can put it on a scale of 1-10, according to a military landmine I would say it's about 2 and military one would be about 10.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So your whole experience in this period that you've related, where you were a member of the Special Force, did you stay a member of that Special Force, you didn't become a member of the, or was it part of the \"Ystergarde\" or any other separate force within the movement?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson, we were used to work with them in groups at several meetings but I was not a member of the \"Wen Kommando\" or the \"Ystergarde\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "\"Orde van die Dood\" and those sort of divisions?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And after the death of General Fourie in Mmbatho, who did you report to?",
            "Unknown"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "His second in command who was then called Oscar.  I received instructions from him, but there weren't any more instructions because it was so close to the elections, Chairperson.  The last meeting was the one at Mr Hough's house where I received instructions from General Etsebeth together with the leader, Eugene Terre'blanche.  It was with his approval.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt, do you have any questions arising out of questions that have been put by members of the panel?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No thank you, Mr Chairman.\nNO QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, there's another one to come.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Strydom, it may happen that I didn't understand you very well.  In connection ...(inaudible).",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "It may happen that I didn't understand  you well.  In connection with the planting of the bomb at Bultfontein taxi rank, I thought I heard you initially say it was an instruction from Eugene Terre'blanche but when we read your documents it refers to General Fourie.  Can you clarify me on that one?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "He was present and his instructions had the approval of Mr Terre'blanche.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Who is higher in rank between Eugene Terre'blanche and General Fourie?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "Chairperson, Eugene Terre'blanche was the leader of the AWB, therefore he would have had the highest rank but General Etsebeth was the General under his command and he was a fighting General.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You say the order was authorised by him but given by General Fourie?",
            "Male"
        ],
        [
            "DE WET JOHAN STRYDOM",
            "That is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt, any questions arising out of that last question?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No questions, Mr Chairperson.\nNO QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No question, Chairperson.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Strydom, that concludes your testimony.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "That is the case of the applicant.\nWITNESS EXCUSED",
            "Female"
        ]
    ]
}