{
    "header": {
        "type": "Children's Hearings",
        "starting date": "1997-06-12",
        "day": "2",
        "names": [
            "GEORGE NDLOZI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56292&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/children/ndlozi.htm",
        "speakers": [
            "DR RANDERA",
            "GEORGE NDLOZI",
            "MR MALAN",
            "MR MANTHATA",
            "MS MKHIZE",
            "MS SEROKE"
        ],
        "original_speakers": [
            "GEORGE NDLOZI",
            "MS MKHIZE",
            "DR RANDERA",
            "MR NDLOZI",
            "MR MALAN",
            "MS SEROKE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MS MKHIZE",
            "I will ask George Ndlozi to come forward please.  George Ndlozi.   George, I would like to welcome you and I would ask you to stand up and take the oath.",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.  Dr Randera is going to assist you in presenting your story, thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "George thank you very much for coming here today and for being so patient.  You are taking us to that period that Dr Coleman has referred to as the period of destabilisation, 1990 to 1994.\n You have come to talk about the youth of Katorus, the East Rand and I referred earlier on again through his document a quotation which said that 49 percent of deaths that took place in that period, took place in that area.\n The time is yours, George, I know you have done, this is part of an investigation you have done in the area, many of the people you mention, you know yourself.  We know that it has been a very painful process for you, but you are going to give us an insight into what was happening to young people in the area and what happened to them as they joined the Self Defence Units in the East Rand, thank you very much.",
            "Unknown"
        ],
        [
            "GEORGE NDLOZI",
            "I thank you.  I think I will first start by reading the document that we have prepared and it actually illustrates the effects that that violence had on the youth.\n It goes as follows, the historical background of the conflict in the Katorus area from mid-1990 to 1994, has been well documented.  Much has been said about the role of the Self Defence Unit and the Self Protection Unit,b ut very little has come out to light as to the effect this conflict had on the youth of the area.\n Whether you were involved in defence or not, the violence affected you.  It was not unknown for children attending nursery schools or creches to find a body near their jungle gym or swings.  Hostel inmates and SDU's took potshots at each other across school yards.\n Children were not spared the horror.  Schooling in the area, came to a complete standstill.  Children barely reaching their teens, left schools to defend life and property.  Areas situated near hostels, were particularly affected.\n Hundreds of people were forced out of their houses and in many instances, parents left their sons to defend whatever was left of the family home.  In some cases families were targeted because sons had joined the Self Defence Unit.\n In Tokoza for example, one Macashu Mabaso's family was brutally murdered in their Kumalo Street home in August, 1993 because of his SDU activities.\n Macashu joined the Self Defence Unit at 16.  According to Mabaso at a time the SDU had no faith in the police force and so people were being killed at an alarming rate for refusing to join the IFP.  Along with a few friends, they formed a Self Defence Unit.\n At first they had no weapons and relied on petrol bombs, pangas, knives, etc.  As the conflict intensified and the IFP became increasingly armed, the Self Defence Unit started recruiting known criminals.  It was the criminals that supplied the first weapons to the Self Defence Unit. \n Later the community got together and started donating money for guns.  That is when the Section got its first AK47.  At 17 Mabaso was elected Commander of the Thambo Section.\n The vast majority of SDU members in Katorus were forced to leave school and most left at very critical times, either in standard 8 or 9.  There are of course exceptions.\n Lucky Mtumkulu is just one.  At 13 he was shot in the head and stomach while watching television.  He was true to his name, he survived and four youth with him were killed.  Lucky was a member of the Thambo SDU.  He was saved by his Commander Macashu, who carried him unconscious, from the house.\n This wasn't the first person Macashu has saved but you will never hear him talking about those things.  He doesn't talk about it, but the other boys do.  Asked if he was scared to go into enemy territory to rescue friends, he said if they shoot one of our boys, I will always go there, even if they are dead, I will risk it to fetch them.\n There is no denying that some of the SDU's have been involved in serious human right abuses.  In Katorus there are the exceptions, rather than the rule, given the evidence available to us.\n Most SDU's were engaged in defending their families and homes from the IFP and this communities with the recent revelation that members of South African Police were actively involved in supplying IFP with arms, it is no surprise in retrospect that SDU's were particularly targeted by the Security Forces.\n Organisations working in the East Rand at the time, particularly the independent board of enquiries, noted that the Security Forces operated on a shoot to kill policy.  It was far easier to shoot SDU's than to arrest them and go through a tiresome court procedure.\n Security Forces in the East Rand, particularly those based at Vlakplaas and Enoni were notorious in the townships.  In 1993 the ANC successfully applied to the Supreme court to prevent the further torture of approximately 140, regulation detainees.\n Tales of torture at the hands of policemen based at the Political and Violent Crime Unit at Vlakplaas and Enoni, are legendary.\n For example, at Enoni, there was a dog called Stoffel, which often bit detainees.  Electric shocks and tubing were the order of the day.  Jan Munnik, the former police reporting officer for Gauteng and his team found electric shock equipment at the back of the casper, as well as pieces of an inner tube of a tyre used to smother people.\n Michael Marte was a 16 year old member of the SDU in Ramakonope West in Katlehong.  He was arrested by members of the ISU and the Political and Violent Crime Unit.  Apart from being smothered with the inner tube of a tyre and sat upon by Stoffel, a rope was wound around his body and pulled tight like a spinning top.  The police would then turn the rope and Michael will go spinning off and smash into the wall.\n This was done several times.  Amnesty International took up this case when Michael was denied bail and kept in police cells for six months.\n Research shows that the South African Defence Force was involved in acts of torture in the area.  In August 1993 at least 11 youth were arrested by the South African Defence Force.  Black bags were placed over their heads and sharp needles were shovelled under their nails.\n Subsequent medical evidence proved that this had indeed taken place.  Members of the Self Protection Unit and the IFP were also tortured by the SAP.  They were often arrested and told that if they did not talk, they would be dumped in an ANC area conversely.  ANC supporters will be told that they will be told that they would be dumped in an IFP area.\n According to those present in 1993 a certain policeman known as Joshua entered a house which was being used as an office by the SDU of Thambo and Slovo, and informed the boys there that none of them would leave until April 27, 1994.\n On the walls of the office were pictures of dead comrades, all of whom had been killed by Security Forces.    Joshua told the boys that the time would come, Joshua told the boys that their time will come.  A victim of one of the shootings in Tokoza tells a typical story of what happened.\n I heard a knock on the door, just after midnight.  The person said, (indistinct) I want to come in.  He thought it was a friend and went to the door.  Five men with AK47 and petrol bombs came in.  They shot me, I fell down and another one with a pistol came to finish up.\n I thought this is the last time, I am going to die, but he missed me.  My friends came to help me.  This was the most striking theme of the Self Defence Units, friendship and comradeship.  With that being a daily reality as Sydney Nkozi said, balancing on a crippled leg, I depend on the members of the SDU's.  If they leave me, I have nothing, we help each other.\n Jimmy Nkondo was born on November 26, 1977.  He joined the SDU at 13, in 1990.  His house is about a stone's throw from the notorious Biofoto hostel.  He was not recruited by any particular person, but joined the SDU to protect his family.\n Prior to moving to Extension 2, Tokoza, Jimmy stayed in Nqala Section in Katlehong, about one kilometre from Biofoto hostel.  When the violence erupted, his parents ran away with his younger brother and sisters.  He decided to stay to protect his home.\n In the beginning the SDU was not well armed, were not well equipped.  They used to carry weapons like knives, pangas, sticks and petrol bombs.  He joined the Unit in which his role was to carry petrol bombs.  He was part of the Unit for about two years.  After his parents left, life at home was difficult.\n He gave up attending school and food was scarce.  Very often they only ate cabbage, potatoes and carrots.  Sometimes parents of the other boys who had not left, would give them money for food.  When Jimmy joined the SDU, he changed from a carefree young man who enjoyed school and sport, to a person with no mercy.  In stead of being nurtured in the family home, he was forced to become a killing machine.\n There was no choice, it was kill or be killed.  In 1993 he was given his first AK47 by his Commander.  He used to patrol his area with his Unit, ensuring that there will be no attack.  He became known as abafana, abanikrag, which roughly translated means \"the ones who carry out missions bravely and perfectly with no mistakes\".\n In November 1993, Jimmy's world changed.  Fellow SDU members were arrested and some among those arrested, starting pointing out other SDU's who operated in the Section.  On November 6, 1993, Jimmy was on patrol when members of the East Rand Murder and Robbery Unit, spotted him with his AK47.\n He was shot and arrested.  Jimmy was arrested at about five o'clock in the morning.  He had tried to run, but was shot in the leg.  He tried to crawl away to safety, but the police spotted him.\n Once he was found, he was beaten and dragged into a police vehicle.  Jimmy claims that the police took a pair of scissors and dug them into his left leg, trying to remove the bullet.  He laid next to the vehicle for at least 30 minutes before an ambulance came.\n He was then taken to hospital and placed under police guard.  He was hospitalised for a week and then taken to Germiston police cells.  This is when Jimmy's problems really began.\n Nobody had informed the family as to where he was.  The next three to four days were spent frantically searching for him.  Numerous visits were made to the cells to no avail.  Eventually Attorneys intervened and found Jimmy chained to a wall in a cell in Germiston.\n He was eventually granted bail and faced charges of attempted murder and possession of an AK47.  Jimmy was found guilty and sentenced to 12 years.  An appeal was launched and he is currently on bail, pending appeal.",
            "Male"
        ],
        [
            "DR RANDERA",
            "George, if you don't mind, I am going to actually stop you at that stage.  We've all got your submission.  Most of the rest of the submission is related to other people who were caught up in the SDU's and what happened to them.  I wonder if you want to actually sum up and conclude your document?\n If you would read your last paragraph?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry George, with the permission of the Chair and Dr Randera, if you would just read out to us before we enter into discussion, the last paragraph at the bottom of page 7 which is an assessment I think you made.",
            "Male"
        ],
        [
            "GEORGE NDLOZI",
            "It may be argued in conclusion that far from being a bunch of undisciplined comrades or the lost generation, SDU's were in many ways the backbone of defence in Katorus.  If it were not for them, many of us would not be sitting here today.\n It is clear even from this brief submission that youth involved in SDU activities, have suffered a loss that can never be replaced, their childhood.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Chairperson, from my part I think George's submission speaks for itself.  I have not other questions, perhaps the others do.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Maybe while other Commissioners are figuring out questions George, can I just ask you something linking it with what we raised as a concern when we had political parties appearing before us.\n In our minds, maybe let me speak for myself, in my mind I still think many things went wrong in the operations of the SDU's mainly because although the aim was to protect communities as you are saying against the Security Forces, the mere fact that you were highly politicised formation, you failed to be impartial.\n The group failed to be impartial and tended to be a danger to people who were not of the same political persuasion, that is just my naive and provocative, maybe, interpretation of the whole thing.",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "Yes, if I may answer on that.  A lot of things happened in that area and for the community to decide at the end of the day that they have to carry up arms, it took them something like, at least, three years and as it is mentioned in the submission that earlier the SDU's never had weapons, they had to depend on criminals and some of the people took advantage of the situation.\n And they ended up operating out of their personal gain.  That is why at the end of the day, the community decided that we needed money and we need to donate money to get firearms in which we will be having control over those firearms.\n So if one can look at how the situation went wrong, we also have to consider the early stage of the SDU's that the criminals were also taken into a place, because there was no other option and they were the only people who had firearms.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Just one last question.  Were people's courts somehow associated with the SDU's.  Let me put this differently, were people's courts one of the machineries that was developed by the SDU's?",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "Prior to the SDU's there were street committees in which street committees it was the only structure which can discuss problems affecting the community.\n And in most cases members of the Self Defence Unit were allowed to come to those meetings, but not to have a say.  Parents will have to decide in the street committee meetings on how do we operate in certain other areas, I know that in other areas there were people's courts in which certain decisions were taken and were given to the SDU members to accomplish.\n And if I might answer your question in short, I would say people's court were not associated with SDU's.  SDU's had to operate and in most cases SDU's were operating around the township in which they had to wait for an attack and many of them were actually attacked by the Security Officers, Security Police, if I may say so.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Any questions?  Wynand Malan?",
            "Female"
        ],
        [
            "MR MALAN",
            "Could I just follow up on this question.  Did I understand your answer correctly that you say the street committees functioned as people's courts, but in some cases SDU's were in a sense executioners, that they had to carry out the finding of the people's court, was that your response to the Chairperson?",
            "Male"
        ],
        [
            "GEORGE NDLOZI",
            "No, not really.  I was saying that the street committees was the body which used to discuss problems around the township and if I might go back a little bit, about a brief background of the street committees and the SDU's.\n The street committees is the only structure that decided that we need to have something to defend ourselves after numerous attacks had happened in that area.\n And what happened is that they had to make sure that they also have powers onto the SDU's, but it didn't happen in that fashion, because the SDU's had their own central command in which Commanders from different sections can meet and discuss the problems that affected the Self Defence Units.\n That is why I am saying the executions that came, it was not because it was discussed by the street committees that now you need to go and kill someone else, it was not in that fashion.\n What used to happen in most cases, at the period when the SDU's had their weapons, they actually never used to have other people from other different political parties around the township, by that time most of them had left and what they had to wait for, as I am saying, for the police to attack them or for the IFP to attack them.\n So the executions were not discussed within the parameters of the street committees.  Street committees used to discuss domestic issues which at the end of the day we will ask the SDU's to sort of assist them one way or the other.",
            "Male"
        ],
        [
            "MR MALAN",
            "Would the understanding be incorrect that the SDU's also on occasion took initiative, in other words went out after individuals in the township, as a kind of  reprisal or preemptive strikes in the sense of defence?",
            "Male"
        ],
        [
            "GEORGE NDLOZI",
            "I could say yes, in a sense that at some stage they never used to get an order to do something, because things happened whilst you were still at home.  You would be sitting at home eating, and then you could hear fire and now you - one thing that would come to your mind will be, now there is war going on and then you will take your AK47 under the table and go and approach.\n So you see, it made it difficult for you to first go to consult your Commander and say can I get an order to go and protect, so it only happens you know, sometimes when they had to sort of plan an operation.  I think if you go through the submission there is a place where I mention a Small, a guy by the name of Small, who was very short.   He was very short and you cannot actually suspect and those kinds of people were the people who were used to go and survey the area.   You know they would go there as if they are playing a football or something like that and then you will never notice because they are small.\n And those kinds of people were the people who used to go there and survey the area and come back with information whether an attack can be launched or not.\n So in a sense I would say that in most cases things used to happen at random, without expecting them to happen at that stage.",
            "Male"
        ],
        [
            "MR MALAN",
            "The last question, the present state of mind whereabouts, do you detect a kind of different coping with the past amongst members of SDU's than the rest of the community or would they be more or less experiencing the same trauma, coping problems?",
            "Male"
        ],
        [
            "GEORGE NDLOZI",
            "More or less experiencing the same trauma, because it was like to be a community member you have to be an SDU members.   Whether you didn't carry an AK47, but you participated in some way or other by making your house available to the members of the SDU to hide themselves away from the police.\n Try to donate money, took cook food for them so as to eat because they never had any kind of resources where they could get food or earn some kind of salary where they could now feed themselves, so people were involved in a lot of, you know in different angles to assist the SDU to keep on moving on.\n So what I would say is some members of the SDU's have left behind their children in which those children will never know how brave their fathers were.  And it affects the entire community and if you look at that child, you can clearly see the comrade was brave, who used to partake in defending the community, but at the end of the day, you know for every occasion there must be casualties.\n One had accepted that such a situation might happen thereafter.",
            "Male"
        ],
        [
            "MR MALAN",
            "George, just basically a comment from my side.  This is the confusion in total of the conflict of the past, people you've described as heroes and victims in a sense so many were perpetrators and victims at the same time, simply the dimension and the trauma that people must be experiencing, both because of their victimhood and because of them having acted as perpetrators, committed gross human rights violations.\n It must be immense and I don't yet know what the Chairperson's Committee is going to lead us on as to how to deal with this and cope with this in society, but from my side also thank you very much for having come to us, thank you.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "There is just one last question which I think you will be able to help us with.  Was there an age restriction in terms of being allowed or being acceptable as an official member of the SDU's, given the decisions that people had to make about other people's lives?",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "No.  There was no age restriction.  Parents left homes and they left their children behind and there was a stage in which when you leave the township running away from the violence, other boys around the township will come and ask for you and say we all need to do something to defend our township, to defend our lives, to defend our homes.\n And there was a period in which the question of age was discussed, but people came forward and said I am also affected the same as you, irrespective of age.   The war doesn't choose whether you are six years old or ten years old.  When it happens, when the attacks happen, they killed even a three year old baby.\n So it was very difficult to convince although Commanders played an important role to try and convince young children not to be involved, but if they insisted, there was no choice, there was no choice.  You had to involve them inside to see in what way can you use them, in what way can they be useful.  As I've mentioned about Small, he is one of those people who were actually dispatched into certain areas and say if you go there and survey the area and then come back to us and tell us, you know.\n And if you look at other people, like the Genie and you look at other people like Lucky Buthelezi, they were very young, but at the same time they said you cannot stop me from doing, from protecting the community and it was very difficult to argue that issue.   You cannot stop someone else from protecting the community.\n He will tell you about his families who have been killed, brutally murdered like Macashu for instance.  He will tell you about his family who has been brutally murdered and such a person cannot be stopped.  You cannot stop that person from joining the Self Defence Unit, he will immediately join the Self Defence Unit without any other person coming into his way.\n So there were instances in which some of the young kids were exposed to dangers, were exposed to things that you may not think that they were at that early age was supposed to be exposed to, but things went wrong in Katorus and we have to accept that as a fact, things went wrong and at the end of the day it made people from as young as 11 years, to be involved in the Self Defence Unit.",
            "Male"
        ],
        [
            "MS SEROKE",
            "George were there girl SDU's?",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "And what was their role?",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "There were some of them who were, I wouldn't say brave enough because I consider all of them to be brave, there were some of them who used to say we also need to take part, I also need to carry an AK47 to defend, I should not be discriminated against because I am a female.\n And there were those who were very important, who played parts in cooking.  Although it may look a bit sexist, but they decided that they better cook for people who will be going outside to actually defend the community.\n So they were all involved.",
            "Male"
        ],
        [
            "MS SEROKE",
            "But there were those who also carried AK47\"s?",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "Definitely.  Definitely there were those.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Order please, order please.  George, can I ask you one thing, I mean what you are saying it is like a contradiction of what we as a Commission are trying to achieve.\n Earlier on we had Mrs Machel giving us an international perspective and in a way lobbying that there should be ways that young people should be protected in times of conflict.  In our thinking within the Commission, although we have formulated our recommendations, is that it is not acceptable for young people to be exposed to armed, to conflicts, violence, wars, be it whether you are looking at it from a position of being victim or even as active agents.\n I don't want to say perpetrators, so what would you say when looking back today?  Do you think it was appropriate for your leadership to accept any person who is moved - some by revenge, some by anger, wanting to join a structure which was even assisted by criminals by giving weapons?",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "What I would say is that at that stage there was a lot of confusion.  You didn't know what to do, you prayed and you thought your prayers - God is not there, prayers are not answered.  You do everything, you cry, you do whatever, and there is no answer to the solution.\n And at the end of the day you attend to a person whom you laugh when you heard someone has died, and you just smile or laugh and say oh, our comrade is gone.\n And if one can understand that confusion, then one would be able to understand that the Commanders and other political leaders were in another state in which they sort of failed enough to concentrate on how to convince younger people from not getting involved.\n And there was a situation where you  had to choose in which way do you go.  It is either you come on this side or you become on the other side, because you cannot be neutral in that area.  It was not possible for you to be neutral.  If the attacks were launched, you are also affected and your family would be killed.\n So what I will say is yes, things went wrong and we will actually like to ask the Commission to make sure if it had powers, that in future younger people are not getting exposed to this kinds of things because at the end of the day they get a disease that is called post-stress disorder, post-traumatic stress disorder, which if you look back to some of them, they went back to school, but they can't cope any more, they can't cope and they come back and they just leave school.  There are a lot of them in the township.\n Some of them have made requests to the TRC that the TRC organise vocational training for them and some of them can't go back to schools, because when they left school they were about 13 years and some of them left school when they were in standard 6, and now they are today about 21, some of them.\n And you know it is very difficult for you at that age to go and sit in a classroom where there is a kid who is about 12 years old, it is very difficult.\n Moreover knowing where you come from and understanding that you didn't actually leave school because you liked, but it was because of the situation.  The conditions forced you to be involved in whatever you were involved in.\n And some of them are also asking for counselling.  And I mean if you understand it according to those lines, I think it will not pose contradictions in a sense that there was a confusion and today we can now sit down together and say let's plan that in future, such things do not happen again.\n We indeed need people who can carefully sit down and think about these ideas.  I've heard people talking earlier here on this platform and some of the things are very touching.  And when they sort of talk, you sort of get a picture of what was going on and then understand it.\n Sort of see things happening, when they talk.  It will be very important that in future young people don't get exposed to such things.  Although we know that they acted as a catalyst into bringing about changes in this country, but there are exceptions.\n We need to make sure that in future, there are things that they can do and there are things that they cannot do for the sake of their future.\n I mean one can go into a broad debate, I mean a broad debate, which as well includes starvation.  But that is why I am saying it needs people who can carefully think about items which will make young people not to get involved in such issues in future.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you very much George.  Dr Randera will ask you the last question.",
            "Female"
        ],
        [
            "DR RANDERA",
            "George, just one question.  Katorus was chosen as a Presidential lead project soon after the 1994 elections.\n Is there any part of that project that lends itself towards assisting hundreds of young people that you have been speaking about today and the problems that you have so eloquently talked about?",
            "Unknown"
        ],
        [
            "GEORGE NDLOZI",
            "Yes.  Some of the SDU and SPU members were incorporated into the police service.  One never believed that these two groups will work, you know, without problems with each other.\n But through the series of discussions that took place amongst them, today the crime around that area is decreased looking at the statistics, at the police statistics.\n Although not all of them were incorporated, there were some projects that also came to place and there are some security companies which trained other people around there to have certificates so that they could get jobs.\n And there are a lot of youth groupings trying to formulate themselves into some kind of a club.  For instance I can mention Itembalethu, which is existing in Katlehong, trying to bring all the youth who were affected by the violence, together and think about things that they might do to try and develop the community, to try and restore a dignity of the youth, to try and sort of, restore culture of living because the most problematic thing is going to school.\n Although we might say there are some of the people today who have decided to become criminals, but there are a very few.  You can name them, there are about four, five.  And the question of the community discussing issues, I think they can find remedy to that situation.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Tom Manthata.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I am sorry George, my question perhaps ought to have even come before this last one, that from all the possible information around, it seems what you are describing is how the third force triumphed in Katorus, am I correct?",
            "Male"
        ],
        [
            "GEORGE NDLOZI",
            "I beg your pardon?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What you are describing is the success of the third force in Katorus, am I right?",
            "Male"
        ],
        [
            "GEORGE NDLOZI",
            "Correct.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you very much George for coming forward.  I mean the way we have interacted with you, it is a situation where one has got a split between one's heart and one's mind.\n Given the nature of issues we are dealing with, there was the part that was saying let's protect a  young person we have seen a lot, but at the same time in our minds, it is critical at this point in time, to try and make sense of what went wrong in the past with good initiatives in some instances.\n So hence the dialogue which questioning and almost cross-examining what you are saying, it is that need to clarify, to get to the truth as to what went wrong.\n Having made that almost apology on our part, I really want to thank you.  You are one of the survivors in this country who is a source of encouragement that the past was difficult, but young people given an opportunity, they are able to make sense of what they went through and to pursue positive goals and we thank you very much.\n We hope you will be the agent even in your community to help other young people to think about these things and to plan for the better future for all.  Thank  you.",
            "Female"
        ],
        [
            "GEORGE NDLOZI",
            "Thank you.  There is also one last thing that I would like to say, that when the Truth Commission went on, but I haven't seen any - some kind of a Union for Sangoma's coming forward because I think it is important that it should be mentioned that they also played a role in the township during that period of violence.\n They came with muti's for people to, you know some of them call it intelezi, where you have to drink it and get courage for yourself to be able to withstand the war, to sometimes smell blood.\n Without me killing any person, it won't be enough, so whatever war that approaches you, you went mad, you went mad and you said I will conquer the war and I will be able to overcome these people and I think that is a very important point that the Union of the Sangoma's also have to make an input about such things because they also had a great impact into the township.\n Some of the boys never had firearms, but because of drinking that intelezi, they said no, we are going forward without us having firearms.  If one person with a firearm falls, we will retrieve that firearm and we will use it.  Thank you very much.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "While George is leaving, I will ask Mr Molekane to come forward please.  Mr Molekane.",
            "Female"
        ]
    ]
}