{
    "header": {
        "type": "Children's Hearings",
        "starting date": "1997-05-14",
        "location": "DURBAN",
        "day": "3",
        "names": [
            "ANN MACKAY",
            "REGINALD WONDER NKOMO",
            "NOSIMELO ZAMA",
            "MAKOZONKHE ELGIAS NZIMANDE",
            "BHEKISIZWE PROFESSOR MBANJWA",
            "KWEZI MALAHLEYA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56305&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/children/youthdbn.htm",
        "speakers": [
            "ANN MACKAY",
            "BHEKISIZWE PROFESSOR MBANJWA",
            "CHAIRMAN",
            "COMMISSIONER",
            "DOMINIC MSOMI and MOSES PITSO",
            "DR MAGWAZA",
            "INTERPRETER",
            "KWEZI MALAHLEYA",
            "MAKOZONKHE ELGIAS NZIMANDE",
            "MOSES ZULU",
            "MR DLAMINI",
            "NOSIMELO ZAMA",
            "REGINALD WONDER NKOMO",
            "THOKOZANI SHELEMBE"
        ],
        "original_speakers": [
            "CHAIRMAN",
            "DR MAGWAZA",
            "THOKOZANI SHELEMBE",
            "MOSES ZULU",
            "INTERPRETER",
            "COMMISSIONER",
            "ANN MACKAY",
            "MR DLAMINI",
            "REGINALD WONDER NKOMO",
            "NOSIMELO ZAMA",
            "MR NZIMANDE",
            "MAKOZONKHE ELGIAS NZIMANDE",
            "MR MBANJWA",
            "BHEKISIZWE PROFESSOR MBANJWA",
            "KWEZI MALAHLEYA",
            "DOMINIC MSOMI and MOSES PITSO"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "(Incomplete) ... a hearing more in the nature of the kind of hearings that we've   had for adult people, so there will be a bit more formality, but we hope that   because we are dealing with youths and children that we will be able to keep   it in a much more friendly way.\n So once again I want to welcome all of you, especially those   of you who have come from far, and I want to just recognise Mr F J Mbanjwa and   Mr M J Makhatini, who are sitting over here. If they would just stand please.   They have brought a group of children all the way from Newcastle for us to be   here today, so we welcome them especially. We're going to start with a small   drama produced by children from Port Shepstone, and that will be followed by   a song from another group of children, also from Port Shepstone. So we will   start with that, and then we will get on with the more formal side of the hearing.   Thank you. After that these children over here in uniforms will come and give   us another rendition as well. They're in addition to the programme.\nMACHINE SWITCHED OFF\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "(Incomplete) ... Mahawu High School from Ngonyameni,   and if we could just recognise the three teachers who have accompanied these   children, Ms Makeke Nxosana, Ms Thami Nkanye, and Ms Thobile Dludla.\nWe will now have the drama from the Port Shepstone children,   and if we'll just all settle down for a minute and then they'll start. \nMACHINE SWITCHED OFF\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "For those of you who are not Zulu-speaking\n /sorry,\nsorry, if we could just have the - is the sound coming out   there?  Okay. Just so that you can all hear me, I'll just - I won't use the   system for now. I think my voice will project far enough. For those of you who   are not Zulu-speaking there are headphones which will carry an English translation.   We will only have English translation, I'm afraid. The main hall sound will   be in Zulu, so that whoever is talking in Zulu you will hear that without any   assistance from these headphones. So that only those people who are not Zulu-speaking,   if they could please use these headphones so that they can understand what's   going on in English. Even if the main speakers are speaking in English the translation   will go out to the hall over the main loudspeakers, so everybody will hear very   carefully. You needn't worry about that. Please do not remove these units from   the hall. They really do not work outside the hall, they are quite useless outside   the hall. They form part of a bigger system. They are quite expensive, so they   are absolutely useless to you outside the hall. Please don't walk out with them.   They are not a radio or a headphone system that you could use somewhere else.   They only work inside the hall as part of this arrangement. \nWe are now going to continue with the main focus of our hearing,   and we're going to start with Ann Mackay giving an overview. Okay, I beg your   pardon, before we do we're going to light the candle, and then Dr Magwaza will   give a preamble to the hearing, an explanation of what this hearing is about   and what we're trying to achieve. That will then be followed by Ann Mackay,   who will give an overview of gross human rights violations and the impact\n /of that\nof that on children. \nWe will probably break for tea at about half past 11, for those   of you who have a programme - originally it was scheduled for now - and then   we'll see how the morning goes and decide when we will break for lunch thereafter.   So just so that people get a sense of what's going to happen. That's what's   going to happen now, and we'll break for tea at approximately half past 11.\nIf I could just introduce you to the members of the panel who   will be conducting the hearing. On my left is Professor Simangele Magwaza, who   is a member of the Reparations and Rehabilitation Committee of the Truth Commission.   Sorry, on my right, I beg your pardon. On my left is Mr Mdu Dlamini, who is   a member of the Human Rights Violations Committee, and I am Ilan Lax, as you   can see. I'm a member of the Human Rights Violations Committee as well. I hand   over to Dr Magwaza.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I am greeting all of you. I want you to   say good morning. I would like to start by acknowledging our Government of National   Unity, which has shown a very strong commitment to upholding the rights of the   children, the rights for survival, protection, development and participation.   Today we are here because we are precisely acknowledging the right of the children   to participate in matters affecting their own lives. Nevertheless it is a bit   disconcerting to observe that up to now children are still accorded a very marginal,   low status in society. The big question which I would like to ask today is where   are the adults today? We know we have had previous hearings, and the adults   have filled the hall. Why are the adults not here today? Is it because children   are not\n /important\nimportant enough to them? That's a big question which I am   asking today.\nIn a similar vein we still find that children they are still   very disempowered, invisible victims of gross human rights violations, despite   the fact that thousands of children in this region have been violated directly.   We have seen children moving around with bullets wounds in their bodies, and   still many more children have witnessed atrocities, murders and assaults on   their parents. We would like to capture that experience today.\nTo date if we look at our TRC data which we have in our offices   we have noticed that very few children under 18 are reflected as having been   violated. We know that's not true. We know that for almost every adult that   has been violated probably two or more children have suffered. With all good   intentions we still find that adults who are traumatised they tend to respond   to their own trauma. They are very much concerned about their own trauma, and   find it difficult to avail themselves to the trauma of the children. Hence to   a large extent we find that most of the adults are not aware that children are   affected by trauma, that children do witness trauma.\nI understand there's a problem with translation. There is?   Just be patient a little bit. (Pause) I can continue, but I feel that children   who have to hear - people who are here who do not understand the language will   have to hear every word of the proceedings today, so I will stop for a moment   until everybody can understand what's being said.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Can I make a suggestion that we have a little   song for a minute or two, if someone would like to lead us\n /in song,\nin song, and then in a few minutes we should have the system   back working as planned.\nMACHINE SWITCHED OFF\nON RESUMPTION",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I will be very brief now. In the beginning   I did acknowledge our Government for showing a strong commitment to upholding   the rights of the children, including that one of participation, and that we   are here today because of that right for participation. Yet to a large extent   we still feel that children are accorded a very low, marginal status in society.\nEnglish is on channel two.\nI was saying that the very fact that we have very few adults   today here, that's a strong message that we still don't take the children seriously.   We know in this region that thousands of children have been violated, that the   children need our support as adults. With all good intentions from adults sometimes   we experience problems, not being aware that are children are invisible witnesses.   Sometimes we fail to notice trauma in our own children. At other times we don't   even believe that children they can grieve and mourn if they lose their parents   and care-givers. Children, especially very young ones, are sometimes paralysed   by trauma. They might not even have skills to communicate their trauma. How   many times have we seen sad eyes locked in frozen expressions, but being unable   to express themselves? Children do suffer in silence. \nWe, as adults, sometimes we keep a conspiracy of silence around   the suffering of children because it's too painful for us to deal with it, or   simply because we don't\n /have\nhave skills. But if we, as adults, we cannot face the suffering   of children, how are we going to help them to heal and forgive? \nThe society at large can sometimes be harsh to children. Children   have been criminalised, treated as criminals, when in fact they are traumatised.   Some of the children have been thrown into streets by violence. We only see   them as problems to us. Sometimes we stigmatise these children, we don't treat   them as normal people.\nWe also have youth who have fought for this country, whom we   need to acknowledge and reaffirm. Some of them have lost opportunities for lifetime.   Yet despite all that pain and suffering our children here are very resilient   and strong. We have seen this morning how strong our children are. Children   are our future generation. They represent South Africa's most critical national   asset, therefore today we want to share their invaluable experiences, and we   would like to hear their voices. Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Professor Magwaza. I think just   so we can finally sort out all the technical problems we've decided to break   for tea now. The tea people are ready upstairs. We will take a 15 minute tea   break, and if you could all be back in the hall please at quarter past 11. We   have lost some time, so we would like to try and proceed promptly. Thank you.\nHEARING ADJOURNS\n/\nON RESUMPTION\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We will be having two witnesses from yesterday,   Thokozani Shelembe from Inanda, and Moses Zulu from Bhambayi. They will be talking   about the evidence that they heard yesterday of the various children who spoke   in groups. If we can just swear them each in please.",
            "Unknown"
        ],
        [
            "THOKOZANI SHELEMBE",
            "and",
            "Unknown"
        ],
        [
            "MOSES ZULU",
            "(Sworn, State)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I would suggest that you put on the headphones.   The Zulu is on channel 3. Can you hear the Zulu now? Okay. If you can then proceed   please.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would like to greet the Commission, or the Chairman of this Commission,   and to greet everyone who is here today. My name is Thokozani Shelembe. I am   from Inanda. As you can all remember that KwaZulu-Natal is one province which   was ahead in violence in all the provinces, as we all know that the police were   not helping this, and we know like Hlangezi area, where the IFP members were   harassing people and police were doing nothing about this.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the speaker speak a little bit slower   please.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "If you could just speak a little bit slower   please, because the translator's translating at the same time as you are talking.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I was referring to how the police used to ignore or to protect the society,   and instead of doing this they were the ones who were perpetrating these activities.   Police didn't help the society. Members of UDF ran away from their houses, and   one day one member of the UDF wanted to visit his home, and when he was on his   way going home he met police and he",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/thought",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "thought he was secured or safe, but then he was shot by the   police. Today he is paralysed, he is using walking sticks. And in schools we   were harassed. Our houses were burnt down before our eyes. We couldn't even   concentrate in classes, we couldn't listen to teachers. Even if we tried to   concentrate in class behind us houses were burnt down. We were supposed to leave   school and go and take care of our siblings, younger siblings, and grandmothers   and grandfathers. And all this happened before police eyes, and in fact they   were the ones who were doing these things. We can't put blame on them. They   were not working, they were doing these things because they needed money, they   needed something to provide for their families. Because our houses were burnt   we couldn't meet with our families. Until today the youth of KwaZulu-Natal can't   meet eye to eye with the police. We're asking the Government that he or she   must build houses for orphanage so that we take care of the orphans. We don't   have houses. Our parents have no money to take us to school or to further our   education. We ask the Government that they should provide employment for those   people who are not working. If all these things can be attended to we won't   face any criminality in KwaZulu-Natal. Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Thokozani. You mentioned a person that was paralysed.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, there is one.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "What's the name of that person, just for our records?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "His   name is Wonder. He was staying at KwaNdengezi.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you. All right, if you could then, Moses, tell us and   give us your report please. If you will please just press the red button in   front of you. Thank",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/you. ---",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "you.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Thank you. I would like to greet the Chairman and   the committee members and the society. I would talk about how the youth or the   children of KwaZulu-Natal were affected by the violence, and as we all know   police didn't help in doing this. Instead they were the perpetrators themselves.   And then the youth of this province was divided because they were used, criminals   were assaulting and harassing society in the name of the politics. They were   killing people, and all these events led to criminalities and to alcohol abuse.   And the youth was divided and they couldn't listen to adults because of all   this. And the youth couldn't further their education. Most of them they are   uneducated today. The youth of this province they don't have hope for tomorrow   or for the future. The youth of this province they don't have faith in sport,   education. Most of them are suffering from trauma and depression, and our society   today is unable to help these things. That's why there's an idiom that says   if you give youth or children bread you're giving the future, you're making   sure of the future, but in this province there's no future because there's no   children. We're asking the society, the Government, that they should stand up,   more especially they should try and help the children who are between seven   to 15 years, because those were the main children who lost parents because parents   ran away, they were escaping for their lives, and the siblings, elderly ones,   they ran away. And again I would like to thank this Commission for giving the   youth this opportunity to come forward and say whatever we want to say, whatever   is in our heart, and to tell the Government what happened with our lives, and   to also thank the",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/Government",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Government for giving us this opportunity, and to ask the Government   to help the youth, especially the youth which helped before. Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Moses, for helping us to hear your voice. Let me   just check whether any of my colleagues wish to ask any questions.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "You have told us of your wishes, and maybe   you can enlight us, you can tell us more about the society, or your view how   you want the society to work together with the youth so that we reach one goal,   or so that we better your lives as youth.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "What I would like to put forward   before the Commission is that adults should give youth hope. We can do whatever   as long as we are working together with our parents or with adults. I would   like to ask this Commission, and adults, and the Government, that we should   all work together. We lost trust or faith.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you to both of you for giving us a sense   of your experience, a sense of your despair, and a sense of your hope for the   future. We really understand that it's very difficult to have a feeling that   nobody is backing you up, and we hope that in giving you and others this opportunity   you will have that sense that the Commission is backing you up, that society   is backing you up. And, having heard your voices, we hope that when our recommendations   go to the Government, and to the State President, that they will take seriously   the things that we have conveyed that we have heard from you. So thank you for   coming forward.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next person who will be talking is Ann   Mackay, who is from the KwaZulu-Natal Survivors of Violence project. She will   be giving us an overview of gross human rights violations and the impact on   children and youth.",
            "Unknown"
        ],
        [
            "ANN MACKAY",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "If you could continue then please.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I think,   as we heard from the previous two speakers, that hundreds of thousands of children   under the age of 18 were affected by the gross human rights violations that   were perpetrated in the name of apartheid, and by people who, knowingly or unknowingly,   were acting in the interests of promoting apartheid.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "During the years of the state of emergency the security forces,   whose role in society was above all to protect children, were given the legal   ability to disregard all legislation that protected children, such as the Child   Care Act and the Criminal Procedure Act. This allowed them to treat children   and mistreat children in much the same way as they were mistreating adults in   that period of rebellion against apartheid.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "An example of this is that in the years 1984 to 1986, which   was merely two years of the many years of repression ... (intervention)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Ann, if I could just ask you to slow down a little bit so that   it can be translated.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Okay.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Over 300 children were killed during those two   years. Over 1 000 were wounded. 18 000 were arrested for protesting, and   a massive 173 000 children were arrested awaiting trial, and of these",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/children",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "children only 25% ever came to trial, even given the large   number of repressive laws available to charge them with. Thousands of children   were detained during those years, between 25% and 46% of all detainees. Over   75% of detainees during that period were severely tortured during detention,   so we are in fact looking at the severe ill-treatment at the hands of the Government   of hundreds of thousands of children. Thousands of other children were killed,   were directly targeted and killed - either targeted as activists or killed when   their families were attacked, either by the security forces or during political   violence. And again many thousands of children lost their parents. I think the   previous two speakers highlighted the effects on the children's lives of having   lost their homes and their parents.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "In this province particularly so many children were forced   to run away from home to avoid those who were targeting them politically. There   are youth all over this province still, in 1997, who cannot go home because   political opponents will not let them go back to live with their parents. They   have said to us in workshops that we've run in other places in the province   that they are living on sufferance, that they dare not be themselves because   they do not know if the people who are giving them shelter now will get rid   of them. They cannot go to school because there is no one to pay their school   fees. They cannot live properly because there are no parents to take care of   them. They are very vulnerable to the police, and they are constantly harassed.   They can't complain when criminals steal their clothes or their blankets because   there's no one to protect them. And,",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/above",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "above all, they feel that they are not getting help from society,   that no one even knows that they're there, and no one cares.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Children who are exposed to the distress and trauma that has   been described earlier frequently develop symptoms of stress. Some children   become emotionally detached. They find themselves unable to relate to others.   They find it difficult to communicate, and very difficult to trust the people   around them. Others experience mental distress, which interferes with their   concentration and makes it difficult for them to think and to concentrate if   they are still schooling.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The previous speakers mentioned the depression and the despair,   the feeling that life is worthless and there is nothing to look forward to.   May youth have reported experiencing amnesia, whereby they forget and they can't   remember important things in their lives. Many others suffer psychosomatic problems   - constant headaches, constant backache, stomach aches. Others develop eating   and sleeping problems, and many, if not all, experience a constant sense of   anger and betrayal, a sense of bitterness and resentfulness that the adults   who were meant to have protected them, and the police, and the army and the   teachers, and the school principals, and all the people in society who were   supposed to protect children, let them down.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "But children recover from such feelings if they are given sufficient   support. I think if we look at our present Government today we will see so many   of them were young leaders who experienced repression, detention, torture, but   they have come through. In fact they are the",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/very",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "very leaders of our society today. So it is clear to me that   children can overcome the most horrible experiences if they get the support   from their society that they deserve.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "When we asked youth in the townships around Durban what they   needed, the support they needed, they mentioned how important it was to be able   to talk to experienced adults. They spoke about how important it is to have   someone who is sensible to talk about your anger with, somebody who will not   pour petrol on your anger, but will give you good advice and will really listen   to you and help you find a solution. They needed somebody, a trusted friend,   who would understand their feelings and would listen to them and help them find   ways out of the trouble that was in their lives. That is what the youth were   asking from the adults around them.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "But for many children in this province the very family and   friendship support networks which they relied on were destroyed by the policies   of apartheid. Apartheid policies systematically destroyed the family life of   black communities, making it very difficult for parents to take care of their   children and to be emotionally available to listen to their children. I want   to quote what the Reverend Frank Chikani said in 1986.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"Being born into apartheid South Africa for most             black children meant being subjected to the deprivation and violence             associated with living in the squalid, crime-infested ghettos created             by the apartheid government for those not classified white. It meant",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/malnutrition",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "malnutrition, poor health; receiving an education             in the usually understaffed, ill-equipped, and overcrowded schools             designed for blacks; discriminatory social security and social support;             hardly ever seeing ones parents, because they either worked long hours             for exploitative, local, predominantly white-controlled enterprises,             or were migrant labourers living far away from their homes; living             in communities constantly destabilised by forced removals ... (inaudible             - end of Side B, Tape 2) ... predominant white group. In essence apartheid             gave rise to, and fed on, the brutalisation of black children and             the communities in which they were located. To a certain extent the             brutalisation of black children can be seen as having been a precondition             for the functioning and the success of apartheid, because in order             to succeed this system had to produce an oppressed group that was             so dehumanized that it would accept white dominance without too much             protest. The pressure on families was relentless - the poverty, the             degradation of the living conditions of the townships, the rural areas,             and the informal settlements; the malnutrition, which had in some             years as many as four",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/children",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "children dying per day of malnutrition; the migrant             labour practices, which meant that so many fathers were away from             their children; and, perhaps worse in our patriarchal society, that             so many mothers were separated from their children for long years.             And those parents who were there for their children working the long             hours. Sometimes leaving the home before the children were even away             for school, and coming home after the children were in bed.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "So whom did these children have to talk to when the police   had tear gassed their school and beaten them on the way home? Who did the children   have to listen to them after they had come out of torture and detention? In   many cases a traumatised child was merely an extra burden on the family, another   problem for parents to have to deal with amongst all the many problems they   already had.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And I think, as it has been said, that children became alienated   from their parents, and lost trust, and lost the faith, and lost the communication   that should exist between the generations, and this has had very dire consequences   for our society.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Many people have spoken about the increase of crime in South   Africa at the moment, and many have blamed the availability of weapons, the   arms smuggling that is still continuing, and all sorts of other social factors,   which do contribute to the crime. There have been a lot of complaints about   policing, there have been a lot of",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/complaints",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "complaints about not following up on crime and so on, but there   has been so little looking at what - what is our society to young people who   have been hurt by the past? What is bringing them back into society? What are   we asking them to do when there are no jobs and there are no recreation facilities,   and there are no counselling services, and there are no places for them to understand   their pain, and to come to terms with it and to move on from it?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "This has had many bad effects on community life. Often in the   poorest communities it is those communities",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "where people have been the most traumatised, and yet the very   developments which would bring hope to these communities is retarded by the   lack of trust, and the hypersensitivity, and the power struggles, and the inability   to actually communicate trust and relate to one another which is necessary for   development to go forward.  I believe in this province millions of rands   were budgeted for development last year which were not spent because development   committees were too conflicted to make proper decisions about spending the money.   So we have the tragic situation where the very people who were hurt the most   have become so hurt that they are the ones who are damaging the chances for   themselves and their communities to move forward, and I think that we need to   understand that the effects of violence are not simple, the effects of trauma   are not simple. It is not simply that a person is exposed to horrendous events   and immediately becomes traumatised. It is the society in which they live which   determines whether they are or are not traumatised, and it is our responsibility   to make sure that we take this",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/seriously,",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "seriously, and that we put taxpayers' money aside, we put resources   aside, and we pay attention to the needs of young people so that there are the   support services that they have asked for, the support services that they have   spoken about are provided, or we will only have ourselves to blame if the society   sinks further into the misery and pain which was started by the agents of apartheid.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "That's all I have to say.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Ann. Are there any comments or   questions from my panellists? Mr Dlamini?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Thank you, Mr Chairman. Maybe my question",
            "Male"
        ],
        [
            "MR DLAMINI",
            "might not be quite relevant to your hearings, but as Ann was   sharing with us her experiences I was quickly reminded of the children that   we normally see in the streets. The temptation is there to think of those children   as delinquents who have run away from home because they don't want to subject   themselves to their parents. But Ann, from your experience how many of those   children, what percentage of them, possibly could be the victims of violence,   the displaced children who have no homes, who are separated from their parents   and the rest of the family because of the violence that has been taking place   in our communities?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I think there are child care workers in this audience   who are probably more equipped than I to answer that, but having followed the   press in the last few years it is clear that many of the children on the streets   of Durban have been displaced from their communities by the violence, and have   ended up coming to Durban to take shelter. I personally know of two or three   from the north coast whose families asked them to please leave because their   presence and their political activity ",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/were",
            "Male"
        ],
        [
            "MR DLAMINI",
            "were bringing unwanted attention to the family, and their only   option - given the poverty of their family they could not be sent away, there   was no one to send them to, and they had to literally take to the streets and   hope that social workers would find them a place to stay, which is an awful   solution for a family and children to have to come to. I think that the other   factors - the violence in general has destabilised rural communities in this   province. I think in other provinces, where the violence and police harassment   was happening in the townships, children were often sent to the farms for safekeeping   with",
            "Male"
        ],
        [
            "MR DLAMINI",
            "the rural families. However, the rural areas here in this province   have never been safe, and those children end up having nowhere to go, it being   too dangerous to stay at home in the township and it being too dangerous to   stay in the rural areas, and they have been displaced to the streets of our   cities. But I think the stress on family life created by the constant pressure   of the violence in this province cannot be underestimated. We've heard mothers   in Bhambayi saying that they are literally too tired to take care of their children,   even now in 1997, because their minds are full of the violence and they have   no hope for the future. So they are not able to give that emotional nurturing   and support to their children years after the violence has finished, because   they have never received support, they have never received any place where they   can feel safe enough to deal with their emotions so that they are emotionally   available for their children. And it would not be surprising to me that the   children of such depressed mothers would end up running away from home, because   at home they are being neglected because",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/their",
            "Male"
        ],
        [
            "MR DLAMINI",
            "their mothers are too depressed and too sad to take care of   them.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Probably again this might be an unfair question, but if somebody   were to ask you that what are the most essential resources that we need to start   addressing this problem what would you say, Ann?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I think first and foremost   that, as the adults that are in a sense the representatives of our society,   we need to acknowledge to young people what has happened to them. We actually   need to admit to ourselves that we have millions of children who either have   left school, or are reaching the end of",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "schooling, and there are no jobs for them to go to. We have   to acknowledge that. We cannot wait for the RDP and the Makro Economic Plan   to come up with economic growth. They are unemployed at the moment. They are   at a loose end and not knowing where to go with their futures at the moment.   I think the previous speakers spelt it out clearly. They wanted training. They   wanted skills training. They want youth programmes. They want the Youth Commission   to do something about their problems. They want youth centres, where recreational   and intellectual development opportunities are available in their townships,   because they don't have money to travel to town and visit the museums, and so   on and so forth, here. Many of them left school at a very early age, and intelligent,   interested, intellectually stimulated youth are walking around with standard   five or standard seven education, with no one to recognise their potential.   Other countries have increased the schooling available so that ex-combatants   can go back to school and be educated with people of their own age, not sitting   25-year-olds in",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/the same",
            "Male"
        ],
        [
            "MR DLAMINI",
            "the same classroom as 15-year-olds. They want proper adult   education programmes whereby they can complete their schooling and go forward   to fulfil their intellectual development. I think that the demands are very   simple and very practical, but the many - much of the psychological relief would   come from having these problems acknowledged, and having them on the debate   and on the agenda.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Thanks, Ann. Dr Magwaza.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "I have one short question for you, Ann.   I think one of the feelings is that because of the extent and nature of violence   in our region people are tending to",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "under-report the violence that's affecting the children, and   that there is a lot of desensitization, and that we are not getting a complete   picture of the extent to which children are violated. Can you make your comment   on that one?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would strongly agree with that. I don't think it's just children   who are being under-reported. I think the extent to which community life and   family life has broken down, and the extent to which people are dispersed and   detached from their support networks, means that often there's no one to tell   the story, and there's no one to pass on the news. Any person - any NGO, any   social worker, or any person living in a rural area has horror stories to tell   of how people are still suffering now, and the kinds of - it might not be the   political violence that is still happening, but the violence that has started   to happen within communities, and within families, as people turn their pain   and anger on each other, is something that never gets reported, and it's reached   quite horrendous proportions. But if you are poor, and if you are living far   away from the city, and if  /there",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "there are no telephones and there's no NGOs, and there's no   one to notice, this violence just carries on week to week, month to month, year   to year, and I don't think we begin to understand how many people are still   living in very difficult circumstances as a result of this kind of violence.   I have been shocked to find out how many people are still refugees in this province,   are still living in temporary, unsatisfactory and dangerous shelter, two, three,   five, seven years after they were thrown out of their communities, and where   the local community leaders are still refusing to allow them to return home,   and still",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "threatening violence and death if they do return home. We are   so many years down the road to transition and these things are still happening   in this province.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Just one last comment from myself. There was   a time when it was popular to talk about the so-called lost generation, the   so-called unhelpable people. Listening to some of the witnesses over the last   two days, and listening to your presentation, I get a sense that things are   not immutable, in the sense that this so-called lost generation is lost forever.   Just a comment on that.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I wish I'd brought it with me - there's a poem written   by a young woman from Inanda which is published in a book of poems and short   stories written by IFP and ANC youths by a programme this year, where she says,   \"Who are you to call us the lost generation? We are not lost, but we were deprived,\"   and I think that that is the basis of it, and I think that most people - I mean   I see the youth here reaching out their hands to society to be included, to   be brought back on board. I think that it would really be a very small percentage   who are so hardened, damaged,",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/psychologically",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "psychologically distressed, that you could say that they were   lost. I think it's purely a question of resources and the will power to reach   out to young people on the margins of society and to bring them back in. It   is not their fault that they are there. It is not their fault that there is   unemployment. It is not their fault that there wasn't enough schooling. It is   our fault and our responsibility to bring them back.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Ann, thank you for that overview. I know you had to skim through   some aspects of it, and that it was a lot more detailed, the actual document   you presented us with.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And, on behalf of the panel, we want to thank you for that,   and for the insights which it provides to us. As I have indicated, one of the   tasks of this Commission is to make recommendations to the State President and   the Government on measures for reparation and rehabilitation, and, as we said   yesterday, almost half the population of this country is under 20, which means   that the measures that we have to put in place have to cater for them. And the   insights you've provided us with here, and the insights which we'll gather from   other provinces, where similar hearings will be held, will, we hope, contribute   to a better set of recommendations to the State President in due course. So,   once again thank you for coming.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Thank you for this opportunity.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next witness is Reginald Wonder Nkomo.   Could he please come up to the stage. Sorry, if I could just have a word with   the TV producer for a moment please. (Pause) Good afternoon, Reginald. Thank   you for coming. I see that your second name is Wonder, and clearly you must   be the person that Thokozani spoke about.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Before you commence with your evidence would you please stand   and just take the oath.",
            "Unknown"
        ],
        [
            "REGINALD WONDER NKOMO",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I am going to hand you to Mr Dlamini, who   will take you through your evidence.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Thank you, Mr Chairman. Good morning, Wonder.   Wonder, we thank you for coming forward to give us your testimony as to how   you were injured. Before you give testimony I will ask you questions because   I need this information for my records. First of all we would like to know about   your family. Do you still have your parents?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, I do have my mother. I   don't have my father. My mother is still alive.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Is she working?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, I can say she is working even though   it's not a registered job, it's just a temporary job. ",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "I would like you to raise your voice because I think most of   the audience are listening from you from whatever you are saying. What about   your father?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "My father died when I was 13 years.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Was it because of the violence in KwaNdengezi?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "No, it wasn't.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Are you still staying at KwaNdengezi?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes,",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/we are",
            "Male"
        ],
        [
            "MR DLAMINI",
            "we are still staying there.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Do you have brothers and sisters?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "It's just the two of   us at home. It's me and my kid brother. He is 22, I am 24 years. He is 22 and   I am 24.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "What is he doing?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "He is at Natal Technikon. He is a student   there. He is doing marketing management last year, final year. His name is Zanele   Nkomo.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "In your testimony, Wonder, you mentioned something about the   ANC Youth. You said it got divided. I know you will explain this to us as you   give us your testimony, but I want people to have a background knowledge about   what you're going to say. You mentioned that there was a group called Mavaravara   and Congress. Why were they divided?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Even though I don't have a full knowledge   about this, but I think there were brothers whom I won't mention their name.   They were working with the system they didn't like peace in the townships, and   they were doing things their ways. ",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "And then you mentioned about the Mavaravara group. You said   they belonged to both ANC organisation and yet they were used as agents for   police.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Let me put this very clear. I won't say they were agents of the   police, but I think there were 15 members who came to KwaNdengezi. They were   planted by the security force. ",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "What made your organisation, your group to be divided?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like not to respond to this question.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Okay. Now you can tell us more about what happened on the 22nd   of November 1991.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would like to first mention that I am not quite sure   whether it was 21st or 22nd, but I was born on November 14th 1973, so this",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/thing",
            "Male"
        ],
        [
            "MR DLAMINI",
            "thing happened after a week - a week after my birthday. That's   when I got injured at KwaNdengezi. The police did this to me.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Can you please tell us what happened?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "In my township we   experienced two great or big violence. The first one was in 1983 and then 1991.   When I got injured -we left the township in 1990 because we experienced conflict   and some of our brothers had died, therefore we decided to leave and go outside.   But these people were overpowering us because they were together with police,   therefore we spread ourselves around. Some of us went to KwaMashu, Clermont,   Ntuzuma. I can't count all of them. We used to mention among ourselves that   if you wished to go back home to visit your parents you can do that at your   own risk. If some of you know the bridge in a freeway to KwaNdengezi, they call   it Desai, and we used to use that route when we were going to KwaNdengezi. And   these people who were responsible for us running away from KwaNdengezi, they   used to hide themselves there, and they knew that we will use that route. And   there was no other route for us to get inside so they would hide themselves   there. They were using binoculars. One day I took a risk to visit my parents,   because it was after a long time and I was missing my grandmother, because she   was the one who brought me up. And I was missing her a lot, so I decided I should   take this risk and go and visit my parents. When I arrived at Road 1, it's a   turn-off from a freeway if you're going to KwaNdengezi. That's the route you   use to go to Route 1. Because I was careless that day there were ... (inaudible)   ... which I have noticed. I saw them waiting uphill, and I noticed them but   I said to myself,",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/\"Maybe",
            "Male"
        ],
        [
            "MR DLAMINI",
            "\"Maybe they are just waiting there.\" That's why I am saying   these people were working together with the police because they were using binoculars   and over radio. And they called the police, the called ZP Police, and then the   police came driving the van, police van. And they knew that anyone who was using   that route was their enemy. They used to call us criminals, com-tsotsi, meaning   criminal Comrades. Before I arrived there there's a place where there's no grass.   I can't actually put everyone in picture as to what happened, because after   that incident I lost consciousness and I was admitted. I only regained my conscious   after eight days. I don't what happened. All I remember is that they just shot   at me, and they were close. I can say they were 20 metres. It wasn't that far.   And they shot at me and then took my body. They shot me at my legs, both legs,   and my arm, and also my stomach. They took me to the police station instead   of hospital, and then after police station they took me to King Edward. They   didn't even call an ambulance, they used a police van. And in hospital they   were there ... (incomplete - end of Side A, Tape 2) ... no one can hear me now.   While I was in hospital I was being tortured. Police were there, ZP Police,   and I only discovered that they have opened a case. I was charged for public   violence. While they were watching me in hospital they were torturing me. I   couldn't walk. As from 1991 until 1997 I have been in plaster of Paris, or my   leg rather has been in plaster of Paris for seven years. They were torturing   me in hospital because they knew I couldn't walk.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Who were these police who were torturing you in",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/hospital?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "hospital?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "These were the ZP Police. ZP Police took me from   where they shot me and then they took me to police station and then to hospital,   and they were there. I don't know who told them to keep on treating me the way   they did. I was in hospital and laying in bed for one year seven months, and   they kept on telling me I was a prisoner. I was transferred to Wentworth Hospital.   Even there same treatment. What's very sad about this is that the people who   were torturing me were black policemen. There was no single white policeman   who tortured me or who handcuffed me, but only the African ones, African policemen,   day and night. They were working shifts. Some of them would come in the morning   and some will come in the evening. I was discharged from hospital, they took   me to custody with my leg in plaster of Paris. I think it was on Monday, and   they took me to court. I was supposed to appear before the Magistrate for something   I haven't done. I didn't even know why I was supposed to appear in court, and   in court they told me I was charged for public violence. They asked me if I   plead guilty or not. I told them I wasn't guilty, and my mother came and bailed   me out.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "When we investigated this matter, Wonder, we found that another   charge which was laid was for murder, for assault. Did they explain these to   you?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "No. I was told about public violence, only public violence case.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "And when TRC investigators investigate we found that they charged   you for murder and assault. Also I would like you, Wonder, to clarify something.   According to the police records you were in hospital for five months, and you   were discharged in April 1992, and in your knowledge",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/it was",
            "Male"
        ],
        [
            "MR DLAMINI",
            "it was one year seven months. Can you please clarify here?  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Okay, I will. As I have said before I used two hospitals, King Edward and   Wentworth. I used to go home for like two weeks, and when I go back for check   up they'll admit me and stay in hospital for three months, four months. That's   why I said I spent one year seven months in hospital.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "You also said initially that this group called Mavaravara they   used to call you com-tsotsi, meaning criminal Comrades. What made them call   you like this?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I can't say, because I really don't know what happened to   their minds. I don't have any reason. Maybe it was because we left to KwaNdengezi.   Maybe that's why they called us com-tsotsi.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Can't you remember an event, maybe, which might have led that   the community would call you as criminals?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "No, there was no single event.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Wonder, you also mentioned in your statement that you would   like to get help from specialists to help you with your leg.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, that's   what I have asked for.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "How do you feel now? How is your leg?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "As I am here today   I am going back to hospital on Friday. I don't know how long I am going to be   in hospital, because I am going to be admitted. On the 16th I am supposed to   go back to King Edward.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Are the doctors telling you that there is hope for you, for   your leg?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I have spoken to Dr Snock. He explained to me that if I can get   help from the welfare he can help me to get hold of the specialist who can help   me, and it might be better that this situation or this condition.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "/You just",
            "Male"
        ],
        [
            "MR DLAMINI",
            "You just said you are going there on Friday. Can you ask your   doctor to make a letter or to write a letter to advise the Commission as to   where to get hold of this specialist, what kind of specialist, and would like   to get hold of those doctors? Would you please ask him to write us a letter   and explain as to what help we can give? Thank you, Wonder. I will go back to   the Chairman.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Wonder, I have questions meant specifically for you. I can   realise that you are still young, and you look handsome, and if you can just   explain to us, or just give us a picture of your life, your life after the injury,   and also your wishes, the ones that you had and the ones that you still have.   Like you can start by explaining to us up to what standard you finished schooling.  ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I left school in standard six because of the violence. Like as I have said   that we couldn't stay in our homes, we had to run to the mountains or hills.   I have a wish to become someone like my brothers, like my kid brother. He is   younger than me, but now he is far. He had furthered his education. I don't   know what to do, and time has run out. But I would also like to go back to school,   but because of the condition and the problems and troubles that I am facing   I am one person who is always in and out in hospital, and I also ask the doctors   to help me. ",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "I also have one comment that of course they've taken something   from your life, they have taken some opportunities from your life which you   will never regain, but there is something left in your where you can build something   on, and you can get support. There is still hope. Thank you.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "/",
            "Male"
        ],
        [
            "MR DLAMINI",
            "CHAIRMAN",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Wonder, just one aspect I wanted to try and   follow up on. What do you know about the terrible violence in 1983 that you   spoke about? Can you tell us anything about that?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would like to clarify   that. It wasn't 1983 but it was 1985.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "1985. Can you tell us anything about that?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "In 1985, even   though I can't remember everything because I was still young - even though I   wasn't very young - I can still make a recollection of some events in 1985.   Because in 1985 I also ran away from home, I left for Hammarsdale, because in   my township there were IFP members, and I had to go and attend school in Clermont   every day from KwaNdengezi because of the situation at that time. A lot of torture   and harassment I have met. Some of the things I can't even recall, I can't even   explain. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "So this was more political violence between IFP people and   non-IFP people - what, would have been UDF at that time?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "At that time at   KwaNdengezi Inkatha was dominating, and another organisation which was called   UDF.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you. Wonder, we want to thank you for coming and sharing   with us the story of your pain and your injuries. As we have said many, many   times in this Commission, it is terrible for us when we hear stories of police,   who are supposed to protect the community, who are supposed to behave in an   impartial way, and who end up in fact abusing the community and behaving in   a very one-sided way. We hope that as we move into the future, and as our police   forces start to change their attitudes and become part of the community again,   that these sorts of practices will stop happening, and that we can learn from",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/your pain.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "your pain. So once again thank you for coming and thank you   for sharing with us.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next person who will be coming up to the   stage will be the first facilitator from the children's groups yesterday. The   person who will be talking is Nosimelo Zama, who is one of our staff members,   who is the co-ordinator of Reparations and Rehabilitation Committee's work in   this province and the Free State. Melo, before you start if you could please   stand up to take the oath.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "I would like to greet the audience. I would relate a story   which I heard yesterday, and this story I have heard from the youth. In fact   these are children under the age of 16 years. They were relating their stories   and they were drawing some drawings to explain. And most of the children whom   I would - these are the children who are from Desai, Dassenhoek, Clermont, KwaXaba,   KwaMashu, and what we've discovered is that most of them found themselves in   those areas not because it was their initial homes, but they are there because   of violence. They ran away from home. Some of them don't even remember where   their home are. They didn't even have a whole idea as to what was going on,   they just come out with stories that maybe the chief was in conflict with a   certain organisation, or members of the organisation. As Professor Magwaza have   explained before this Commission that sometimes when the attackers were attacking   the families children suffered, and they ran away. And yesterday one child made   a drawing of a little boy who was killed, and that was her brother. And what's   more sad is that in those drawings the child could reveal the person who actually   killed the brother, and the child can still",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "/remember",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "remember the name of the person who killed the brother, and   the child had drawn everything. He drawn the killer with a gun, and he painted   this killer black because that's the vision the child has. And I would like   the Commission to play the tape so that you hear what the child said yesterday.   Now the child is now 13, the other one is 10 years old, and also the child explain   how the father was killed in front of him. I would like the Commission to just   play the tape for you to hear exactly what the children said.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "\"We were at the farms, and people came to our house,             and those people were known as Inkatha members. And then late at night             Inkatha members came to my house. They killed my father. They also             shot my mother. They thought she was dead, and then they realised             that she wasn't. We called the police and police ...\"",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "(incomplete) We apologise because we had to stop here and not   to reveal whatever the child has said here, because it's sensitive.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "\"I was sleeping in the bed and my face was burnt,             and my mother was burnt because she came to my rescue. Police van             came, took us to hospital. When we arrived in hospital we were treated             and then we came back. We went to a slum area. That's where they killed             my brother and my grandfather. My grandfather died. My brother survived.             They wanted my uncle. I don't know why",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "/they were",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "they were after my uncle, but they did all these             killings because they were after my uncle.\"",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "As you have heard these stories are the evidence of how families   were tortured, and how children were traumatised because of experiencing or   seeing family members being killed before their eyes. And their houses were   burnt, their clothes, everything, and they couldn't go to school the next day   because they lost everything. And even parents got separated because one member   will want to run away and the other one will say, \"I sit here. I will rather   die here.\" And what's very sad is that these people were indiscriminate in their   killings, they were killing children. And there's another drawing here with   me. This drawing was drawn by a child who is eight years old, and you can see   in this drawing there's a man who's pouring a petrol in the house and setting   the house alight. And the child is explaining that he still has bullets in his   system, two of them. Doctors can't remove them, and in his whole life he can't   go away from this situation no matter how much he tries to forget it, but he'll   always have something to remind him of what happened to him. The last-born was   shot at the head, and also he was burnt, and still not healed. These are the   situations our children are living in. He also drew a photograph of the killers,   who are standing at the door with guns while the other one was setting the house   alight. Now we will play the tape of that child.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "\"The chief came at home and he kept on coming, and             then my mother asked my brother that why was the chief around.\"",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "/As I",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "As I have said that we've erased some of the things.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "\"And my mother told my brother, Goli, not to sleep             at home because she was scared. And then the chief came late a night.             We didn't see them coming. What we heard was gunfire. They first set             the house alight and then they shot. They shot and killed my mother,             my brother, Goli, my sister, Mxane, who was also my twin sister. They             were all killed.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "                      And what happened to you and your brother?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "            They also shot at me, but I survived because I escaped at the house.             I went outside, and it was me and my sister. They also shot my brother,             Sanelo, and he didn't die. He was eight years old. They shot at him.             We left for clinic. When we arrived at the clinic my sister made a             call to the police. The police came and took us to hospital.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "            What happened to your baby sister?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "They             also shotted her. They shot her at her head, and then my mother had             been burnt out at that time. Pilangezo, my brother, also died.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "            Explain now where are you staying, as to where             you're staying?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "We are staying with my sister. We don't know what             happened to my father, and the house we're staying in it's very small.\"",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "/I would",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "I would like to continue from here above all these. These are   just what we've selected just to give the public knowledge as to how children   were violated. And there was also a six-year-old and a 10-year-old kid who were   also violated. After the perpetrators came and killed everyone they didn't leave   the house. Instead they continued to rape the child, a six-year-old, and now   the child can't even relate the story. If she's relating this she is crying.   Even in school she can't cope,and the teachers have sent her back because -   back by one class because they thought maybe she wasn't fit for the class she   was in. Now she knows these perpetrators, she can still see them. Now I would   like us to play her tape as well.",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "\"They started throwing tear gas, and then they left             - in February. And then he raped me. Now in school people came on             Monday for me, and I wasn't there. My mother is not working. We don't             have clothes to wear ... (incomplete - end of Side B, Tape 2) ...             you must see. We don't have shoes.\"",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "As you have heard the child can't even relate her story, and   basically the society haven't paid much attention on children, and instead when   they talk about violence they talk about adults. And some parents have separated   from that violence. Some parents they have been taken by police. Up until today   they never came back home. As you have heard some are now with grandparents   or sisters, and these people who are care-givers are facing problems because   they can't provide all the needs for these children. It's very sad to know that   children have",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "/suffered",
            "Unknown"
        ],
        [
            "NOSIMELO ZAMA",
            "suffered more than we as adults have.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Melo. Before you go ... (inaudible)   ... comments. Nothing? Thank you then as one of the facilitators of those groups   for that very, very powerful insight into what children spoke about. I was quite   worried personally that we would not hear the voices of the children below the   age of 18, and I am pleased to see the creative way in which it's been included   into the process. So thank you very much.\n/\nCHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next person who we will call up will be   Makozonkhe Elgias Nzimande. Unfortunately we will continue to half past one,   when lunch will be ready. The caterers have asked us to please do that so they   can prepare a bit more food for some of the additional children who are here   today. Welcome, Makozonkhe. Can you hear me on the headphones?",
            "Unknown"
        ],
        [
            "MAKOZONKHE ELGIAS NZIMANDE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "You have come to us from Pinetown.",
            "Unknown"
        ],
        [
            "MAKOZONKHE ELGIAS NZIMANDE",
            "Before you give your evidence could you   please rise to take the oath.",
            "Male"
        ],
        [
            "MAKOZONKHE ELGIAS NZIMANDE",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I will hand you over to my colleague, Professor   Magwaza, who will help you through your evidence.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Good afternoon, Makozonkhe. We would like   to thank you for coming here today and to be willing to give us a picture of   your life and the torture which you've experienced. Before you give us that   picture I would ask you to just give us a picture of your family, your brothers,   your sisters, your whole family. (Pause) Just to give us a picture of your family,   and then afterwards then you will tell us more about yourself. We need to know   about your parents, your sisters, your brothers.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "We are two in my family.   It's my elder brother, and I am the last-born. And we were staying at KwaNdengezi,   but now we are staying at KwaDabeka. When we left KwaNdengezi we did so because   of violence.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Before you go in there, do you still have parents?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I have   a mother, I don't have a father. ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/Before",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Before we go on, what standard were you in when you left KwaNdengezi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I was in standard six.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Okay.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "\"When we left KwaNdengezi for KwaDabeka because of   violence,\" that's where you ended. You can continue. --- There was a meeting   in a Roman Catholic Church. It was on Sunday. It was a community meeting. During   that meeting we came to know that people were not agreeing on each other, more   especially the youth. As the meeting went on we realised that we couldn't reach   a consensus, then we decided that we should leave the meeting. And as we left   one guy died from the Zumo family. And then we continued, we left for home,   until a day for the funeral came. And on that day most people died in that funeral.   After the funeral most people got injured. Some people were shot, and were shot   by people whom they didn't see, people who were hiding in the bushes waiting   for us, the people who were from the funeral. The violence went on and we were   forced to leave school and home. We left everything in our homes. We left for   Clermont. I couldn't go back to my temporary job, because I had a temporary   job which I used to work every Friday. And I couldn't go there because they   were looking for my brother, and they were after me because they thought I knew   where he was. I left school, I left my temporary job. That year was wasted.   In 1991 I registered at Clermont in another school called Sibusisiwe School.   I studied there for a year. The following year I didn't have someone to pay   for my fees. In 1992 I continued studying. In 1993 I couldn't continue because   of my family situation. I was helped by a certain organisation in Pinetown.   In 1994 they helped me. I",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/registered",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "registered for a course, KTT course. I studied. Even now I   am still trying. I need to open my own business but I am failing.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "What are you doing at the moment?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I am doing wall and floor   tiles. I am trying - I am advertising myself. Sometimes I do get customers,   sometimes I don't.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "What kind of a job are you doing?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Tiling, wall and floor   tiles.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "Can we go back a little bit. I want you to tell us more about   how your brother was killed.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "My brother was at KwaNdengezi. He is actually   my uncle's son, but we grew up together in my father's house. So after we thought   the violence cooled down at KwaNdengezi we went back to KwaNdengezi to stay   there. One day we heard gunshots, and then we decided that we should run and   hide ourselves. And then we did that, but we didn't go in the same direction,   and then I discovered the next day that he was killed and other people were   watching. What about Khumbulani Msomi? --- Khumbulani Msomi was my brother who   was the leader of - he was my brother because we were from the same place, not   because he was my real blood brother.",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "What really tortured you or tormented you it's because you've   seen many people, friends and relatives, dying, and you also mentioned that   you couldn't further your education because of the family situation. Would you   please tell us how was the situation at home?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Where we were staying in Clermont   we couldn't bring my father along. It was just us and my mother, and my mother   wasn't working. ",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "If we can go back and ask what wishes you had at",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "/that time",
            "Unknown"
        ],
        [
            "DR MAGWAZA",
            "that time before the violence, and what wishes you still have   today? And I can see that you are still young, and I know you also had a dream   about your future. Maybe you still have some of those dreams. Can you tell us?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "My dream was that I told myself a long time ago that after I have matriculated   I'll go to technikon and I will do whatever I can to be a businessman on my   own, but all this didn't happen because of the situation I had to live in.  I   do understand what you're saying, you have a gift, but I still haven't got exactly   what your dream is. --- I would like to open a business of my own, like I would   like to have a big business, like I am gifted, I am one person who can build   things, make tiles, and all that.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you Makozonkhe. Before I summarise just   one or two questions from me. You've said there was political violence in your   area. Who was this violence between? Who was involved in this violence?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Black on black - ANC. It was ANC and ANC, because ANC got divided.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "How were they divided?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "They couldn't agree on one thing. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "How did these two different groups come about - of ANC?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There was a group which was planted in the township, and they came there just   to destroy the KwaNdengezi people.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Who were they planted there by?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "We wouldn't know because   we don't even know the people who started this. They are now dead.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The previous witness said that one of the two groups seemed   to work with the police, and that it was the",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "KwaZulu Police, not the ordinary police.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That is ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Where were these Zulu police from, which police station?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  KwaNdengezi Police Station.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Now, I just want to get some clarity. You said there was a   meeting at the church, and that one Comrade was killed at that meeting. Which   Comrade was that?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Khumbulani Msomi.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And then you said that you were waiting for his funeral.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we waited until his funeral. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "After his funeral there was violence.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "People shot at you from bushes.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That's correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "How many people were injured in that shooting? Do you have   any knowledge?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Many people got injured. And I don't think there was anyone   who was killed in that shooting, but many people were injured.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Was there ever a case about that shooting?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I don't have   knowledge of any case.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You then went on to tell us about the fact that things seemed   to quiet down and then you went back there",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "In your statement you said there were peace negotiations and   there was some agreement reached between the differing organisations. Is that   right?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, there was peace. There was peace, and people got together, and   I think they used this because they wanted us to think that it's over, and then   when they come back they'll kill us.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You then said that your cousin got killed in the",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "shooting there.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "My brother.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/Khombiseni",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Khombiseni.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Khombiseni Nzimande.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Did anyone else get injured or killed in that shooting on that   day?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I think there are people who were injured.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Was there any follow up cases or otherwise in relation to your   brother's killing?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "They investigated but nothing happened afterwards. There   was a case in Pinetown, but that case ended up nowhere.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I can just tell you that our investigators have tracked down   the case of Khumbulani Msomi, but it is still under investigation today. We   have not yet followed up whether there was an inquest into your brother's death,   but our people will continue with their inquiries. Makozonkhe, thank you very   much for coming and sharing with us. You've given us a picture of what happened   in KwaNdengezi. We will obviously follow up that in much more detail. We will   investigate what happened, and how this group, the Amavaravara came into existence.   We also understand that there are still people from those groups who are around,   and that things are dangerous for you and others, and knowing that experience   makes it all the more important for us as a Commission to try and see what measures   we can come up with to prevent further violence, so that people like yourself   and your families can go back to your areas in peace. Thank you for coming here.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "LUNCH ADJOURNMENT",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "(Incomplete) ... Commission. There are people   from the Commission staff who are able to take statements. They were at the   back of the hall. If I can just ask them to wave their hands so you can see   who they are. Right there at the back. If anyone wants to make a statement please   will you contact those people at the back and they will try and take your statements.   Thank you.\nThe next witness will be Bhekisizwe Professor Mbanjwa from   Ephatheni. Good afternoon Bhekisizwe. If you can just put the headphones on   please. Can you hear me now?",
            "Unknown"
        ],
        [
            "BHEKISIZWE PROFESSOR MBANJWA",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "You come from the Ephatheni area in Richmond,   and we welcome you here. Before you give your evidence if you could please just   stand to take the oath.",
            "Unknown"
        ],
        [
            "BHEKISIZWE PROFESSOR MBANJWA",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you. Please be seated. I will help you   with your evidence this afternoon. Now, you were born on the 10th of January   1974, is that correct?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Before we go into your story we would like to try and get a   picture of your family. Can you tell us about your parents? Are they both still   alive?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, they are still alive, but I am staying with my father. My father   is at his home. We don't have our home. I am owning my own house now.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Are you married?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, I am married.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And how many children do you have?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I have two children.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/Is that",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Is that aged eight and one and a half years respectively?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Who is Sabelo Mbanjwa?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That's my child.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Your child. How old is Sabelo?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "He is 13 years old.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "He's 13 years old. Are you working at the moment?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I am   not working.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And are either your mother or your wife working?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "My mother   is a pensioner, she is epileptic, and my wife is not working.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you. Now, the story you're going to tell us about happened   in July 1991. What was going on in the Ephatheni area at that time?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I will   start from the beginning. My mother left me with her brother. That was my uncle.   I grew up at my uncle's place. I was staying there with my grandfather ... (incomplete   - end of Side A, Tape 3) ... took care of me. I went on with my education even   though the situation was bad, and my uncles were working in Johannesburg, and   the other one was working for Hulett Company, and the other one was - I started   working at NPA. I left my uncles' place and I went and worked for a white man.   His name was English. I started working at Mr Gammon when I was 17 years old.   I could know stories about the Ephatheni area. I was no longer a hedge(?) boy.   My mother got me before she was married. I used to work from early age. That's   how I grew up until I became old, and when I was employed at Mr Gammon it was   because I was a soccer player, and he had a firm. I worked there. One day I   went visiting my home at Ephatheni. Violence began. I went visiting there. The   white man whom I was working at told me that there was violence in the Ephatheni   area. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/I went",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I went visiting home. It was on Monday. I was a delivery boy,   so I brought maize meal at home.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Carry on.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I got injured and my uncle took me to hospital,   to Ixopo Hospital. I stayed in that hospital. They failed to help me. They transferred   me to Edendale Hospital. That's where my leg was amputated. At home they requested   me from the hospital. I didn't like going back to Ephatheni because I thought   ANC did what - shot me. My uncle took a car and they went to KwaGengeshe. The   situation got tense at KwaGengeshe so I had no choice but to return back to   Ephatheni. It wasn't easy for me to return to Ephatheni. I went to my mother's   house. I wasn't satisfied about the treatment we were receiving from my stepfather.   My stepfather used to swear at my mother. I asked the white man whom I was working   at to take me to Government offices so that I could obtain an ID. He helped   me and I have obtained an ID, and I started working at Mr Gomez. I got married   to my wife, or I paid lobola, and she was pregnant at that time. At that time   I was receiving pension, and my child died. I started taking care of my father's   child, or rather my stepfather's child. And then he grew up and then he got   married. My mother left her house and then she came and stayed with me, and   then my stepfather came and chased my mother out of my house. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "So the situation is that you are living in your own house.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, I am staying at my own house.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Is your mother back with you again?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "She ran away, because   my father came and told her that I was his child and she must go away from my   house.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Now, I want to just go back a little bit to the time",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/that you",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "that you were shot. Can you - what happened? Were you driving   a vehicle, were you walking on the road? You didn't say very much about that.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I got injured because on a Monday afternoon after work I had to bring my   mother some maize meal, and I have heard about the situation that it was tense,   so I took one of the lorries and I went home. I am staying nearby, and then   the lorry dropped me there, and I got attacked late at night at home.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "So you were walking to your mother's home?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That's correct,   it was my mother's home. It was before I have my own house.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Now, in your statement you've said that you believe that the   people who shot you were actually IFP members.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, they were IFP members.   I wasn't happy that I was attacked by ANC. I wasn't happy that the people who   attacked me were ANC.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Sorry, the translation is saying ANC and you're saying IFP.   Can we just clarify this please? The people that attacked you, what were their   - what was their political affiliation?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "It was late at night at about half   past 11. I wasn't happy that it was ANC who shot at me. I think - I suspect   that it was IFP. I am not happy that it had been said that it was ANC.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Who said it was ANC?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "As I have already explained it was   late at night. In my mind I wasn't happy that it was ANC. Besides, the way the   ANC used to attack people they will come and they will not run away. Those people   who attacked me ran away, and my uncle when he came he didn't find them there.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "In fact you're not quite sure who they were, you",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/didn't",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "didn't see them at all?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "No, I am not sure. I never got   to know who they were. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "In that place where your mother was living at that time what   was the predominant political affiliation?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "At Ephatheni we were divided   into two. When this thing happened I wasn't there, but I know those boys - or   rather the youths in that area they were divided. They youths left their parents.   They used to come at night and attack.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "What was your own political affiliation at that time?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Where   I grew up at KwaGengeshe there were no political organisations. I was staying   at the white man's house where I was working.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "So are you saying that you were not aligned to any political   party?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, I wasn't, because I was staying at the white man's house. I   became an IFP member because I am now at Ephatheni.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Just to deal with your injury. You lost your leg in this incident   and you now have a false leg, is that right?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Are you able to work and ... (incomplete)",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "No, I am unable.   I tried to go back to the white man I used to work for, and he told me he can't   give me any job now. Now he can't give me any job. I didn't further my education,   I left school at standard five.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Do you get a disability pension?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, I do, even though   I have faced a problem in 1994 July.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Was any report made to the police about your shooting?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No. Police didn't receive any information because people were threatened to   - they were scared to talk to police.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/So are",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "So are you saying that some people did actually see what happened,   but they were too afraid to talk to the police?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "At home they know about   this incident, but people were scared and they were being attacked by talking   to police.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "So there's been no case about your injuries?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "There was   never one.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you. I just want to see if any of my colleagues want   to ask you any questions. (Pause)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Bhekisizwe, I can see here that what's really sad is that you   lost your future. Is that true?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That is correct, I lost my future, and I   could tell earlier on that I will become a star in soccer.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You are still young. Can you please tell us your dreams?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There are some dreams which are still left, which are still there.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Which one where we can help you so that you further your dreams,   or you make your dreams come true?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I tried initially to survive, and I was   selling liquor and cool drinks and food, but now I have lost that chance because   the owner of the shop came close by, and now he is selling from his house. What   I would really like to know from you is that of course you've got injured, you've   lost your leg, but now your mind is still there. Do you have a dream or something   that you want to do? We just want to know how we can help you. --- I've made   contact with my uncles. I have tried that they should take me to a driving school,   but now because I have lost my leg, and they have realised that I am now injured,   I should try something else, I should use my pension to buy material so",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/that I",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "that I can make things.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you. That's exactly what we wanted to know. We wanted   you to tell us as to how we can help you. After you've made up your mind you   can come to our offices and let us know how to help you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Mbanjwa, I would like to go back a little bit, especially   as to why were you injured, or why were you attacked. You said you are now an   IFP member.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "When you were attacked were you a member of IFP?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "No, I   wasn't, because even today I am not a cardholder of IFP.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You also said that when you were attacked there were rumours   that ANC people attacked you.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, that was well known, because if you were   attacked as an IFP member it was a usual thing that they will say IFP attacked   you, or if you were IFP they will say ANC attacked you. But with me I didn't   believe because I was staying in a white man's house and I wasn't affiliated   with any political organisation.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Why would IFP attack you?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I believe that they can attack   me because there was a rumour that I wasn't brave.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Who said you were not brave?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "IFP members used to call me   a coward.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Why would IFP say you were a coward?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "It was because I was   scared to go to funerals. Even when my relatives were killed at a Ephatheni   I didn't go to their funerals.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You must stop me if I put this thing wrong. Were",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/they",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "they saying you were a coward because IFP members from Ephatheni   were being killed, and you didn't go there to their funerals to bury them?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes. I think that's why they said so, because I was scared, and my uncles used   to tell me not to get involved in this violence.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Beside this rumour that you were a coward is there anything   that you will suspect that IFP were the people who attacked you?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "No, nothing. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Now you are staying at IFP area or IFP dominated area. How   is the situation there?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I am staying nicely there, and it's peaceful. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Are there any people who are coming to you and tell you - or   apologise to you about this incident?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "No, no one. And because of that I   still say I suspect it's IFP, because whenever ANC was attacking any house or   anyone they were arrested, but with my case there was no one arrested. If it   was ANC members they would have arrested them, but it was IFP, that's why they   ran away, no one arrested them. And my uncle said he really wants to know who   attacked me. He's the one who took me to hospital, to Sanatory Hospital",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The last question. Is it possible that the people who attacked   you were criminals, not IFP?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes, it can be possible, more especially now   I have noticed that criminality in this country is really at the highest level.   You can't leave your laundry in lines, you can't leave anything. They steal   windows, everything.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Are there people like that in your area who were criminals,   and yet they were known as IFP members?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Even if they won't come forward,   but they know themselves.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Let me just ask one last question, because now that",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/you gave",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "you gave us your statement we must follow the rule, we must   investigate. Are there any people that you think might be responsible for what   happened to you? I mean someone that you might have heard his voice, or might   have seen his jacket, even though you won't tell us here in public, but maybe   you can give us those names in private?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would like to put this before   the Commission, that even today I don't know if I am safe or not. I didn't recognise   any voice because I wasn't staying there in that area up until today. I didn't   even see anyone that I know. I only heard dogs barking outside, and they knocked   at the door. I didn't want to open the door, and then I rushed into the window   to jump off outside, and then that's when they started shooting. My uncle came   through the window, and then he helped me. He is the one who helped me.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you. As I have said that if you have any information   you mustn't be scared to tell us or to let us know.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Mbanjwa, thank you very much for coming.   Thank you very much for sharing and giving us a picture of what was going on   in Ephatheni at that time. It seems that from what you have told us people who   remain anonymous came to your mother's house, and attacked your mother's house   and shot you, and have left you with irreparable damage to your body. However,   you seem to be a person who is happy to take advantage of opportunities, who   has shown initiative, and who gives us hope for the future. You're someone who's   always looking for a way to make your life better, and as such you are a good   example to many other people who have suffered in violence who can",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/make the",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "make the most of things. And we really want to thank you for   bringing that hope to us, and we wish you very well as you head back home. So   once again thank you for coming.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Kwezi, we welcome you as one of the facilitators   from yesterday's group. Before you continue to tell us about the groups that   you facilitated yesterday could you please stand just to take the oath.",
            "Unknown"
        ],
        [
            "KWEZI MALAHLEYA",
            "(Sworn, States)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much. Would you please continue   to tell us about the groups that you facilitated yesterday?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yesterday we   were working with Port Shepstone children, and most of them, if not all of them,   are from Gamalakhe. And in fact Gamalakhe area it's where they are staying now,   but they are originally from Umzumbe. These children were drawing pictures of   their lives, more especially during the violence. What is very clear in these   pictures is that they have suffered because of the violence between two organisations,   which are ANC and IFP. And there were as well police, and police were helping   IFP. And the pictures here they show that these children were staying at ANC   area, ANC dominated area, and we can see in these pictures a yellow van belonging   to the police, and IFP welcoming them. And I would like to play the tape in   which a certain girl, who is now 12 years old - and when these things happened   this child was six years old in 1991.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"We used to arrive at home and not find parents,             and parents have ran away. And we will also run away and hide in the             bushes, and there we will be bitten by mosquitoes, and houses will             be set alight and people will be running away. My home was burnt,             and everything inside",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/my home.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "my home. I still have my parents. No one was injured.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "This girl said,",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"I am a girl who is 12 years old. When violence             started I was six years old and we were staying at Umzembini area.             I used to walk from home to school, and as we will come back from             school with my schoolmates we will find no parents at all at home,             and we were supposed to think as to what to do, because we could tell             that violence had broken out, and we would go to the bushes and we             would stay there without food for days. And for days we wouldn't know             where our parents are, and I wouldn't even know if my parents were             alive. I stayed for ... (incomplete - end of Side B, Tape 3) ... go             to school and study with other kids. We couldn't play like any other             kids. We were supposed to think as to where to get food or to hide             ourselves. My friends lost families. We would hear gunfire at night             and we wouldn't know if they were shooting at someone that we know.             Sometimes they were shooting at young kids who were also six years,             and we didn't know that we were going to survive. That's how we stayed.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "This is where the story of this 12-year-old child ends, and   her story is almost similar to the stories of the",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/other",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "other children in the group, and what is very important is   that they couldn't stay in their homes and they had to survive under those conditions.   They were supposed to think as to what to eat and where to stay.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I would like to direct one question to you, Kwezi, because   we are giving a report. Now, there's a six-year-old child, and because of what   the child has experienced I want to know from you if they have now survived   this, or are they living a life which is not going to be fixed, or something   that we will help?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would like to highlight this to the Commission, is   that because of what they have experienced, these children, they have lost some   stages on the way as children, and if you can look at their requests and their   wishes you can tell that what they need is different from what any other kid   who didn't experience what they've experienced would need, because these children   they are asking for schools to be built in their area. ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Again maybe I can ask were you able to obtain if some of these   children went back to school, or went back to their families?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "The kind of   life they are living it's like they are refugees at Gamalakhe, and their life   is not back to normal because they are staying at slum areas, and these are   now houses which can survive winds and rains. And the parents lost jobs and   they are very poor.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Kwezi, just for the record, it's correct your   surname is Malahleya, is that correct, if you'll excuse my rather - and you   work with Child Welfare as manager of a shelter for so-called street children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I am working for the Durban Welfare Organisation and I am",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/dealing",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "dealing with the street children project.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much for giving us that insight to some of the   stories of children from the Port Shepstone and, as you said, Umzumbe areas.   Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next facilitator who will be talking will   be Dominic from Port Shepstone. Dominic, for the record, just if you'll help   us, what is your surname please? Msomi. And I see that you have one of our staff   members, Moses Pitso, with you, who will be presenting as well together with   you. If you will please just rise to take the oath.",
            "Unknown"
        ],
        [
            "DOMINIC MSOMI and MOSES PITSO",
            "(Sworn, State)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "If you can please start then. Sorry, if Dominic   - I don't know which of you is going to start. You'll start, Mr Pitso?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "Ja,   I will start giving a presentation, and then Dominic will give you an overview.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "These are the stories that have been related   to us by children that have been subjected to human rights violations in areas   around the lower South Coast, and I'll try and give you the presentation as   they gave to us of maybe four kids. The first statement is of a young girl now   aged 13, and when the violation happened she was only seven years old.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"I am a young girl of 13, and seven years ago -             six years ago when this violation happened me and my family we lived             in Bethani, and that was a mostly IFP area, and we were all expected             to be IFP members. My family and I were ANC members, and as a result             of that we had to leave Bethani to go to Emavundleni to avoid or to             run away from the violence. But the violence followed us there, and             the story that I am going to tell you",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/about",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "about is of what happened to my family there. One             fateful afternoon in 1992 my father was forcibly taken from our home             by people known to us, and he was taken under the false pretext that             he has to attend an IFP meeting. That was the last time that I saw             my father alive, and when the facts actually came out later we found             out that my father was actually taken into the nearby forest, where             he was brutally murdered. The reason that we later found out was that             because he was an ANC member. That night my younger brother, my mum             and myself went into the forest looking for our father, and then what             I saw that night I have been carrying around with me ever since. My             father had bullet wounds and stab wounds all over his body, and ever             since that day I vowed to revenge my father's death.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "That was the first story.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Please continue.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"Ever since the day that my father has died I have             vowed to revenge his death, and remember I am only 13 now.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Sorry, we're just having a problem. There doesn't appear to   be the Zulu translation coming out again. It's not coming through in the main   hall. Could the translator just try and talk, let's just see if anything will   come through. (Pause) Can you just talk again. Okay, it's",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/there",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "there now.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"And remember I am only 13 now.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "                    Continue.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "That was the first story, and then",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "the second story that had been related was of a 15-year-old   girl who witnessed this violation when she was only eight.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"It was 2.00 pm on this fateful afternoon of the             10th of April 1990 when police came to my place knocking, demanding             to see my brother. My brother's name was Sibongiseni, and when he             got out the police just shot him in the stomach and then shot again             on the right thigh. My brother then fell outside in our yard and bled.             My father tried to - actually my father spoke to the police and asked             them to give him permission to take my brother to hospital, but they             refused. They sat watching my brother bleeding there for three hours.             At around 5.00 pm they called the ambulance. My brother was taken             to hospital, where he died the following morning at 7.00 am. These             policemen that shot my brother were all from the South African Police.             It was both black policemen and white policemen.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "And then I'll give you the third story, again of a young girl   who today is 15, and when this violation occurred she was only three. She is   a young girl from Umzumbe area, also from the lower South Coast, a place known   as",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/KwaMadlala.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "KwaMadlala.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"In 1985 there was an attempt by a group of ANC             members to launch an ANC branch in KwaMadlala. This attempt was met             with a fierce opposition from the Inkatha Freedom Party. From that             day on there was violence in our area. I have personally witnessed             at that tender age people being attacked with spears, and gunned down             in numbers. Houses of those that did not belong to Inkatha Freedom             Party were burnt down. We were forced to flee our area and slept in             the nearby forest, because night time was dying time for us. Even             schooling was disrupted, in most cases by police, and this led to             me having started schooling very late. In one instance I witnessed             a policeman making a child hold a bomb, and this bomb exploded in             this child's hands and tore her to pieces. This incident has been             witnessed, and some that are like it, by most of kids of my generation             in that area. I still have distrust for the police. I am unhappy that             I could not go to school in time, and I blame the police for the disruptions             in our schools. I still harbour hatred and fear for those that have             committed these acts. I can still remember these acts explicitly.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/This",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "This would be the story by the third child. The last",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "story is also by a young girl who is 13 now, and when this   violation occurred or happened she was only 10.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"My family and I were from the ANC, and in the area             that we stayed there, an area called Nkothaneni, an area under Nkuzi             Magabe, my father one evening was shot by Inkatha members. The reason             that was given was that my father did not want to attend an IFP camp.             It was normal during those days that on Friday afternoons that males             in that area would go to an IFP camp, and it was known that my father             wasn't an Inkatha member and he refused. So that fateful evening a             group of men came to our house. And then they knocked at the door             demanding to see my father. On realising that he was not there they             started shooting in the air. My father was a few metres away from             our place at my granny's funeral. He then came home and then these             people ran away. Later on that evening we heard disturbances outside.             When my father went out to investigate he was shot, and then my father             laid in our yard all night because we were afraid to go out. We could             not go out out of fear. The next morning we found my father in the             yard. We found his body in the yard with insects sprawling",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/all over",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "all over him. To this day I still can remember this             incident clearly, and this has been portrayed in my drawings to the             Truth Commission.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes, this was the last story of those stories that we got from   places around Port Shepstone, given to us by kids that experienced these violations.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you for those stories. If we can then move on to the   next overview.",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would relate a story about the violence in Port Shepstone.   It started in 1990 to 1994. What happened to the communities in Port Shepstone   because of the violence, people could not stay in one place for a long period   or for a longer time, and as they were moving up and down they will take their   children with. And children were tortured because they were not in their areas.   Families got scattered. Up until today there are children who don't know where   their parents are. They don't even know where to look for their parents. What's   even sad is that they don't even know whether they are still alive or they are   dead. What they've lost it's enormous. They lost their parents who were taking   care of them, their parents whom they were depending on. They have lost their   security, they have lost trust. They have lost trust in the elderly because   during the violations adults were the ones who were attacking. Now these children   are scared of adults. Up until today they don't have trust. They don't even   have trust on themselves. They have low self-esteem. They have suffered trauma.   In schools they have experienced depression, and because they have been moving   up and down, and because they have settled in areas where they are not used   to, and now they",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/have to",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "have to attend schools where they don't know anyone, and they   are not accepted by other children or by community or teachers. And sometimes   some of the teachers themselves they belong to other organisations, so therefore   it's difficult for them to accept children like those. And sometimes other schools   are built by people who belong to other organisations, therefore the children   have no choice if they go to those schools they won't be accepted as children.   Maybe if I can just show you a picture where a child has drawn, and they are   trying to show how she has suffered. In this picture the house is set alight,   and parents and children are carrying bags and they don't know where they are   going. Some of them are going to sleep under the trees, some of them are going   to relatives. I am trying to explain how the children had suffered. Even today   if you ask them to relate those stories you can tell that they lose concentration.   Some of them left schools, they didn't go back to school up until today. Some   of them did go back to school, and some of them didn't because they didn't have   money to go back to school, and parents who were responsible for taking them   to school, or buying them food, they died in this violence. And some of these   children ended up taking glue, smoking dagga, to forget about their bitterness.   Children are supposed to be free. Children are supposed to play soccer or whatever   sport with each other, but here our children they are scared because of they   are stigmatised as to what group their parents belong. And again I would like   to highlight some facts on the health of the children. In their drawings you   can actually see the sadness and the bitterness. They are scared, they are afraid,   and they do",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/say that",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "say that they don't feel accepted by their friends or other   children. They laugh at them, and some of them they call them names. And this   shows us that these children have been traumatised, and they are still traumatised   today. I will show you a picture. I'll take one story of one child whom his   or her house was attacked late at night, and the child was asleep together with   her sister. At the time the child was five years old, and then now she said   this one was her mum, and then her sister, and then her father. They are being   shot, and this child said when they were shot she was asleep. They saw her in   a pool of blood. They thought she was also dead, but she wasn't, because when   this shooting occurred she was fast asleep. The next day she went to a neighbour,   and then she went to an induna, and the induna helped. I would like you to listen   to the tape.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "\"In 1991 in August, it was about 12.00 pm, IFP came             to my house. They killed my mother, my father, and my sister and my             younger sister. When I woke up in the morning everyone was dead. Only             me and my younger sister, who was shot at her knee, was alive. We             went to induna's house and induna called the police. Police came in             the morning. We went and stayed with my grandmother at Bhoboyi, and             my grandmother is getting pension. That's how she is maintaining us.             And she is getting this pension and she is sick, and we would like             to request from the President that",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/he must",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "he must build us a house, and help us about building             a school where we can go and study.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "As we have heard this child has been traumatised, and this   child is staying with her grandmother, and the grandmother is sickly, very sick,   and the younger sister who also survived is also sick. And this child is scared.   She doesn't know who is going to pay for her education if the grandmother dies.   Again I would also relate to you a story of a young girl who was tortured, and   who also saw her uncle being killed or shot dead, and also she ... (incomplete   - end of Side A, Tape 4) ... watched while they are raping her aunt. This is   how the children had been tortured. Another picture which I have here from an   eight-year-old girl. She drew her father as a small or young man, and the mother   being short, and when I asked the child why she is drawing the father short   she said the reason she drew her father short it's because the father was helpless,   and they surrounded her father and they poured petrol on him and burnt him.   What is very sad about this is that these children, most of them they know the   people who did this, and those people are still alive and they see them every   day. And another child said - who is eight years old said, \"I am just waiting   for my revenge.\"",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Dominic and Moses, for both those accounts. All   these stories are some of the worst we've ever heard in this Commission, and   we've heard some pretty terrible stories. I think the fact that people can show   so little care towards children indicates the degree to which political violence   polarised people to the point",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/where",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "where they became so brutalised they didn't even see the children,   let alone the other human beings and the grown-ups. And thank you for sharing   those experiences with us.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The penultimate part of today's hearing -   sorry don't let me stop your applause. The penultimate part of today's hearing   is a presentation of children's expectations and requests, and Noreen and her   group of children have done some rehearsing for us, and I ask that they all   come up please.\nMACHINE SWITCHED OFF\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "(Incomplete) ... those colourful drawings,   and for the lovely singing, and I hope that we will have those little placards   with their expectations and what they'd like to see on them, so that some of   our staff can record them.\nI now have to try and summarise very briefly for you the two   days of what we've done here. As I have said throughout the day, for us in the   Commission it's been very important that the voice of the children be heard,   and if one is going to be absolutely honest some of us were not quite sure how   valuable this hearing would actually be. And I feel quite comfortable telling   you that the sceptics among us have been silenced. As we've progressed through   this experience the more we've come to understand how important it has been. \nWe have heard children and youth from the South Coast areas,   from areas around Durban and Pinetown, from some North Coast areas, and from   Ephatheni, and the one thing that is incredibly striking is how exactly the   same so many of the stories are. The sorts of things that have happened all   over this province have happened to the same sorts of people, even though they   are from different political backgrounds, and clearly indicate the incredible\n /lack of\nlack of respect that people had for one another. \nIf we are to try and rebuild this province and this country,   as Ann Mackay very aptly said, we will need to put a great deal of energy, a   great deal of resources, into healing our future, who are our children and our   youth. It is our hope that as we look forward, and as our Commission comes to   the end of its work, that we will be able to take the experiences that we have   heard over the last few days and, more importantly, the hopes of those children,   and try and distil them into some concrete action, or at least recommendations   for action.\nI think it remains for me to thank everyone who has played   a role in this hearing, all the people from the various children's organisations,   all the care-givers, and if I leave anyone out please forgive me, there's a   long list of organisations. The KwaZulu-Natal Survivors of Violence Organisation,   the Pinetown Children's Organisations, Durban Children's Organisations - just   one moment - the Mahawu High School, who brought their children here today,   Mr Mbanjwa and his colleague, who have brought people from Newcastle, the Children's   Rights Committee, the KwaMashu Group, of course the media, who have given us   a great deal of coverage, and we hope will continue to do that, the TRC staff   who have been here, and who have worked very hard, the caterers, the South African   Police Services for protecting us in this place and making us feel a bit more   secure, the translators and people involved with the sound equipment - they   haven't had as easy a task as it may have been - the Durban Christian Centre   for the use of this venue. And then, lastly, all the care-givers and parents   who took the trouble to come\n /and to\nand to be here and to support the children, members of the   public, and, as Dr Magwaza said, it's quite sad that so few of the public, the   general public, were here today. And then, lastly, all the children that have   come to share with us and to tell us about how they feel, and also to tell us   about what they expect from us if we are to regain their confidence and help   them to grow. So I thank all of you once again on behalf of the Commission for   helping us to make this hearing work.\nWe will close this hearing with a short prayer by Mr Mbanjwa   from Newcastle, if he will please come up and just lead us in a short prayer   please.\nCLOSING PRAYER BY MR MBANJWA",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you once again everybody, and I finally   close this hearing. Thank you everybody.\n/TRANSCRIBER'S",
            "Unknown"
        ]
    ]
}