{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-23",
        "location": "BALFOUR",
        "day": "1",
        "names": [
            "TABITA N SIKHOSANA"
        ],
        "case number": "JB3329",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54947&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/balfour/5balsikh.htm",
        "speakers": [
            "DR ALLY",
            "MR LEWIN",
            "MRS SIKHOSANA"
        ],
        "original_speakers": [
            "DR ALLY",
            "MRS SIKHOSANA",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "DR ALLY",
            "Could I ask Tabita Sikhosana to please come forward.  .......Sikhosana ?",
            "Unknown"
        ],
        [
            "MRS SIKHOSANA",
            "Good day.",
            "Female"
        ],
        [
            "DR ALLY",
            "Can you hear me through the earphones ?",
            "Unknown"
        ],
        [
            "MRS SIKHOSANA",
            "Yes, I can.",
            "Female"
        ],
        [
            "DR ALLY",
            "Mama, you are also coming to speak about the very same event, the bucket protest, where your son was shot and eventually died as a result of the injuries  that he sustained.  Before I ask Mr Hugh Lewin to assist you, I am going to ask if you would just please put up your right hand to take the oath.  Thank you very much.  Thanks.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Sikhosana, can you hear ?  I'd like to welcome you and greet you.  You will have heard what the two previous witnesses have told us and we would ask whether you in your own words can tell us about your son and what happened to him on that day in July 1990.  Just take your time and in your own time tell us.  Thank you.",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "I thank you.    On that day, if my memory serves me right, it was on the seventh.  When I got home from the funeral I was cold because my son had been shot by the Councillor.  What I was told was that there was no conflict at all.  There seems to be a misunderstanding here.  What I know is that there was no fight or conflict at all.  The people only had buckets to spill the feces into the offices and the Councillors' houses.  They went to Ngakane's house.  That's where my son was shot.  From what I've heard, my son was not fighting.  Ngakane was outside with a firearm.  He was approached and told that he should not start any fight.  I think they were trying to negotiate with him and suddenly someone shot and he shot back.  Mr Mgwala's son died and Nlapo survived the attack and mine was killed.  He did not die straight away.  He died after a few months in the hospital.  That was quite a difficult time of oppression.  What hurts the most was when I got to the scene of the crime ... (crying)",
            "Female"
        ],
        [
            "MR LEWIN",
            "Take your time Mama.",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "That was quite a difficult time for us as parents.  Miss Kumalo took me to the hospital on Sunday to see my son.   When I got there I discovered that my son was bleeding profusely through his nose.  We left ...(indistinct) Miss Kumalo.  The police refused us entry to the hospital.  We went to Heidelberg office and asked the Comrades there to accompany us to the hospital.  When we got to the hospital they refused us entry.  Tembi talked to them and they eventually allowed us in.  When I got to his bed, I realized that the nurses did not attend to him.  I saw the bullet in his neck and others were in the spinal cord.  When I asked him whether they were fighting because I was told that he was already in hospital, he said we were not fighting, we were only trying to get Ngakane to understand that he should not shoot because we had already finalized this matter of the buckets.  I also saw that his left hand was tied to a pole on the bed.  He was not attended to.  He could not stand up and his foot was also tied onto the hospital bed.\n What hurts me the most is that my son was not fighting.  I'm also so hurt about the fact that he was our breadwinner and to-day I've lost him.  I don't have my husband either.  What has hurt me as well is that each time I went to the hospital, they would refuse to let us see him.  Only one nurse allowed us in and what prompted me to go to that nurse was the way they had bandaged him on his back.  It was such a fatal wound.  The skin was peeling on that wound and that's why I approached the nurse so that I could pay attention to my son myself and attend to him personally.  I asked why he was tied to the bed in this way.  Why did they have his hand and his foot tied onto the bed ?  I approached the nurse so that I could attend to him myself.  The police were guarding him and were continuously insulting him.   I would like to apologize for the way I'm crying but when I recall the whole thing, it brings tears to me.  I can't control myself because I'm getting emotionally involved.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma, you mustn't feel you need to apologize and if it is too painful, then don't continue.  You can stop whenever you like.  Please remember that.",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "Thank you for that.  What bothered me as well was that at that time it was a difficult time for us as a community.  People, the Whites did not hear anything about us and they had no feeling for us at all.  You know, when I got to the hospital and found out that the nurses were attending to my son, I asked them to leave him so that I do the whole thing myself because they were not doing the job patiently.  When they removed the bandage, they would just take it any way they wanted to and the skin was peeling on the wound.  That's why I felt I should do this myself because I will pay much more attention.   I asked and they finally agreed that I could do this.  He survived three months.  I took him with but he could not stand up or walk or do anything.  I get very disturbed when I think about the fact that he was taking care of us at home.  When you take this bandage, it would peel the skin and what was hurting the most was that you could see the bullet inside.  They left the bullets inside.  They didn't even attempt to extract them.  If only they attended to my son, I think he would still have been alive to-day.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma, maybe it would help if could just ask some questions about what happened earlier because in your statement you tell us about his being an activist and you say that he was in prison.  Can you tell us about that ?",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "Yes.   Yes, he was in prison.  There was this protest in the community.  He was arrested on a quiet day, not that they were fighting, they were only protesting and that was a hard time for us because at one time they came at night and he was sleeping.  They took him and threw him in the back of the van.  They were using the BBD.  He had is BBD on and was not dressed properly.  They took him naked and threw him in the back of the van.  They told me that they had given him clothes and I wanted to know where he was and they said they didn't know.  We tried to investigate to find out where he was.  We tried to ask the other people as well and they told us that our children had been sent to the Modder B Prison.  We did not know Modder B but on that day they located it, we knew it and we found them there at the Modder B Prison.  It was painful.  One day when I went to Modder B and I asked to see him and they told me that he was in hospital.  I did not understand what sent him to hospital.  They did not want to disclose any truth.  I asked them what happened to him and they told me that nothing happened to him, he's just in hospital.  I asked them to see my son and eventually I saw him.  I asked him what happened to him and he didn't answer back, he cried and I cried as well.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Had he been charged or was he just being held in detention ?",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "He was not charged.  They were just held in detention and they were picking up all the youth from the location and they were arrested on those grounds.",
            "Female"
        ],
        [
            "MR LEWIN",
            "He must have been very young when he was in detention because you say when he died he was twenty two ?",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "That's correct.   He was not that young at the time.  I think he was nineteen years old.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Why do you think the police were again trying to hold him after he had been shot and was lying in hospital.  Why were they protecting him or why were they holding him ?",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "Won't you please repeat your question.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Just after the incident at the Councillor's house you describe how your son was held, tied by his hand and his foot to the bed.  Why do you think the police were doing that ?",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "That was done because they were called Comrades as if they were fighting and yet they were not fighting.  They were only protesting and shouting that Mkane must not shoot and he shot.  When I got to the hospital, I realized that the police were keeping guard over him and they tied his foot and him arm onto the hospital bed.",
            "Female"
        ],
        [
            "MR LEWIN",
            "When you finally got him home, they didn't try and charge him or they didn't intervene then ?",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "No, they never gave us trouble.  They only came once and I asked them why were they after my son because he was sick, lying down.  He could not run or walk.  They answered back and said, when we come back one day and find out that he has ran away, you will be in trouble, meaning myself.  He never ran away, he died instead.  They never came back since.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Before he died, were you able to bring in a doctor or get any treatment for him ?",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "Yes, he used to get his treatment from the hospital in Heidelberg.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Did he talk about the incident at all, before he died ?",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "You mean the bucket incident ?",
            "Female"
        ],
        [
            "MR LEWIN",
            "Yes.",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "No, he never did that because what was commonly known  in the community was that one day there will be this bucket protest but there was no intention of killing.  My son grew up in front of Ngakane.  It was very surprising for me to find out that he shot my son and even at the hospital with his foot and hand chained to the hospital bed, it was surprising to me because the three of them were not fighting.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma, just a last question.  Could I just confirm that Temba was actually shot by the Councillor and then was in hospital and that all happened before the Councillor was killed so Temba had nothing to do with his killing.",
            "Male"
        ],
        [
            "MRS SIKHOSANA",
            "Yes, he never killed the Councillor.  Temba was admitted to hospital and the Councillor was still alive then.  They only  heard in hospital that Ngakane was killed.  That was after they had been admitted to hospital.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Ma, thank you very, very much.  I have no more questions.",
            "Male"
        ],
        [
            "DR ALLY",
            "Mama, thank you very much for coming and speaking about something that's still very, very painful.  As I said to the witnesses who came before you, Mrs Magqagqa and her son, if the families actually requested, if the Truth Commission could assist in the families who directly suffered as a result of what happened in July 1990, the Truth Commission could assist in bringing these families together to speak through what happened, share their pain, how they would feel about it.  I know that it's very painful for you but if you would maybe like to respond to that.  If you don't want to at this point that's perfectly okay.  You did say that your son grew up in front of  Mr Japhta Ngakane.  How would you feel about the families meeting to discuss what happened ?",
            "Unknown"
        ],
        [
            "MRS SIKHOSANA",
            "I have no objection to that.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much for coming, Mama Sikhosana and re-living that painful experience and we hope that maybe if the families do come together that some understanding can come from that and maybe that can help with some of the pain and some of the suffering.  Thank you for coming to speak to us.",
            "Unknown"
        ]
    ]
}