{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-25",
        "location": "PALM RIDGE",
        "day": "3",
        "names": [
            "NICHOLAS MBUYSELO MAJIKI"
        ],
        "case number": "AM 7693/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52997&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811231210_pr_981125th.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MR SIBEKO",
            "NICHOLAS MBUYSELO MAJIKI",
            "ADV GCABASHE",
            "ADV SANDI",
            "INTERPRETER",
            "UNKNOWN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MR SIBEKO",
            "NICHOLAS MBUYSELO MAJIKI",
            "MR MAJIKI",
            "ADV GCABASHE",
            "ADV SANDI",
            "INTERPRETER",
            "ADV STEENKAMP ADDRESSES COMMITTEE",
            "MR SIBEKO ADDRESSES COMMITTEE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning, we are about to start.  For the record, it's Wednesday the 25th of November 1998.  This is a sitting of the Amnesty Committee in regard to the applications of members of the Thokoza Self Defence Units.  The panel is as before and Advocate Steenkamp appears for the Commission as the Leader of Evidence.\n\tNow I notice that we've got a number of applications, in fact there are four that are noted.  Are those the ones that we will start off with, Advocate Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "As you please, Mr Chairman, Honourable Members.  First of all let me apologise for starting late, Mr Chairman, it's due to unforseen circumstances.  Yes, Mr Chairman, the first applicant will be Mr Majiki.  His application appears in the bundle on page 273.  This is the bundle that is marked \"Lusaka-A\", that is Lusaka-A, page 273.  His amnesty number is 7693/97.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that the one that we will start off with?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes, Mr Chairman.  Just for the record and for clarity's sake and to be fair to certain representatives of the victims.  Mr Chairman, I received a memo dated 23/11/1998.  If I'm not mistaken you have a copy in front of you, Mr Chairman.  A copy has been signed by Mr M A Msizi.  I've received this memo via one of the Logistical Officers, Mr Lebo this morning by hand.\n\tThere are certain requests in that memo and with your indulgence Mr Chairman, I will be in the position to fully respond to this memo by 11 o'clock.  I've asked one of the Analysts to give me more information and I would beg leave for you to make a decision on the contents by 11 o'clock if that is at all possible, Mr Chairman, within an hour.  Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, indeed there is a letter on a letterhead from Inkatha Freedom Party which is dated the 23/11/98 and it contains, in the final paragraph of that letter, a request that these proceedings which in according to the heading of the letter, are the hearings here in Palm Ridge as well as the simultaneous hearings in Vosloorus as well as the hearings that had taken place in Mayfair, to be postponed to a later date.  I assume, Advocate Steenkamp, that you oppose that request and that you are requesting the panel at this stage to proceed with the hearings and that you will respond to this in more detail later?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "That is indeed the position, Mr Chairman.  I would beg leave that we proceed at this stage.  Mr Msizi is not present himself so I would oppose this application made apparently by the Inkatha Freedom Party.  I don't know in what particular position Mr Msizi is making this application but at this stage I would beg leave that hearing as it stands be continued, thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that we are satisfied that first of all there is no formal application for a postponement before us, but secondly, just on a cursory reading of the contents of this letter, we are not persuaded at this stage that we should be suspending these hearings and we will accordingly proceed to hear the application of Mr Majiki.\n\tMr Sibeko, are you appearing for Mr Majiki or is it one of your colleagues?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "I'm appearing for Mr Majiki, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are your full names Nicholas Mbuyselo Majiki?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibeko?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman.\n\tMr Majiki, you are an applicant in this forum, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, I am an applicant.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "You are applying for amnesty as a member of the Self Defence Unit at Lusaka-A, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you know exactly what necessitates your application?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, I know.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Would you tell this forum exactly why you apply for this amnesty.\nMR MAJIKI\n\"I'm applying for amnesty because of the following reasons.  I took part and I was involved and I had a role that I was playing as a member of the ANC.  The situation was bad and volatile in our area.  We were being attacked and people were being killed.  In the morning we would wake up to corpses all over.  We would not know who is behind that.\n\tThe role that I played was in such a way that I felt I was highly affected and pushed to be involved in defending the community from all these atrocities.  The situation was so bad and it kept intensifying.  At the time we did not have any way to defend ourselves as the community.\n\tWe would patrol with no weapons or not armed.  We would block the roads using rocks, trying to figure out exactly what was happened but it became apparent that we were being attacked.  As this conflict started between Xhosa and Zulus, it went on to affect us also as civilians in the area.\n\tI played that role actively and that was the beginning of me getting involved strongly, to an extent that I had to stand up and see what means to employ to defend the community.  We had to barricade all over and we were always vigilant.\n\tOur neighbouring sections were being attacked and we would hear gunshots all the time.  The following morning when we wake up would learn that a number of people have been killed during the night and we so learnt that we were being attacked by the IFP.\n\tIt so happened that one day during the week, if I'm not mistaken it was Wednesday, it was during the day and we were relaxing and we heard gunshots left, right and centre, especially from the no-go areas which were upper.  \n\tWe saw some comrades approaching.  There were so many in number, comprising of Thambo comrades and Lusaka-B comrades ...(intervention)",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Before you proceed, Mr Majiki, you say there were shots coming from the no-go area, which area are you referring to?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "I'm referring to the part of Penduka that was known as \"no-go\" area.  As we were listening to all these gunshots, because of the fact that we were people who were, it was the end and whenever people would be running for safety they would run and approach our area.  \t\"So that particular day it was myself, Xholile and Spaza and others.  We were quite many.  Now I'm referring to Lusaka-A.  These comrades arrived with photos or pictures, the real pictures, not photographs, no, not newspaper articles but the photographs and we learnt from those photographs that some of them were members of Inkatha and we learnt that some of them resided in the same area as us, and they requested some help from us and they said things are so bad where they were coming from, which was the upper area from ours, and they told us that these are the people who ...(indistinct) identified in this area, if they are available or around.\n\tWe left immediately and we went to the house that we knew the occupants were Inkatha members.  As we gained entry into the house they fled.  We were left alone in that house.  \n\tWhen we got out of the house trying to search for them, hunting from one street to another, unfortunately when we were at Mgaki just before we crossed to Lusaka-B one of the houses around there, it was found that one of them was hiding in that particular house.  When we got there we realised that he is one of the people appearing on this photograph.  \n\tWe kept arguing with him trying to establish the truth as to why would he be involved in other dirty works and yet we reside with him in the same area.  Why would he behave in such a manner.\n\tAs we were arguing with this gentleman and he was disputing every fact that we were putting across, they guys who had the photographs arrived instantly and they showed him the photograph.  We said now that you are disputing all the facts we are putting across, who is this appearing on this photograph?  Then we had this altercation with this gentleman and we did not have any weapons, we were not armed in other words.  He tried to run away but fortunately one of our comrades approached as he was trying to run away and he had in his possession an AK47, and he shot once.  The sound of the AK47 was unusual, it was an unusual sound.\n\tNow that it was so close we had to fly and run away as well.  We fled the scene because we were so scared as to what was happening now as a result of the sound emanating from the AK47.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Your comrades came to you with those photos, the photos of IFP members, what was wrong with the photos?  What was the reason for him to bring those photos to you?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "...(no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibeko, just hold on for a minute.  I think we might have a problem with the translation.  You're client's testimony that he had just given was not interpreter so perhaps you can just lead him on that again, on the photographs, the point that you were making about what was unusual about the photographs.  Perhaps you can just repeat that.",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Mr Majiki, you told us that your comrades came to you with photos of IFP members, what was wrong with the IFP members in those photos, what was the significance of those photos to you?\nMR MAJIKI\n\"The way we looked at those photos, it appeared to us that they were some evidence to us that they were informers as it was common cause at the   time.\n\tNow these particular photos were some kind of evidence that amongst the residents there are some informers, as there was that division that there would be IFP members one side and ANC one side.  Now these photos were part of the evidence, a piece of evidence that we had in our possession as we had all the atrocities that were going on in the area, finding that people have been killed during the night and we discover that in the morning.  And we will patrolling in the dark, we will not be knowing what's happening.\"",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can I just interrupt.  Mr Majiki, it's still not too clear to me as to what was depicted on the photographs, what made you decide or agree that these particular people were either IFP people or people who associated with people who were attacking you?  What did you see, was it a party, was it dead bodies with them standing next to them?  I'm not too sure as to what you saw in these photographs.",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "I will say in our area, residential area, we had this conflict facing the Xhosas and Zulus as well and it went on to an extent that it did not discriminate.  Now anybody would be affected, even Sotho's as well would be part of this.\n\tAt night when there would be attacks they would attack indiscriminately and they would kill at random just like that and in the morning we will discover dead bodies because of that.  \n\tIn our residential area we knew that we did not need any IFP member, especially in the section we occupied.  We were not quite sure about their activities inasfar as the attack was concerned, so we managed to leave or be isolated from them so that it is clear that they fall in one group and we are in the other group.\nJust to continue, from these photographs I will say that the first house that we went to we got inside the house and they ran away, they fled and they never came back.  To date they never came back to that house.  So the house has different or new occupants.\n\tNow these are the photos that helped us identify the law abiding citizens and the acceptable citizens as well and isolate us or ourselves from the Inkatha people or sympathizers.\"",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Mr Majiki, by the time you ...(intervention)",
            "Male"
        ],
        [
            "ADV SANDI",
            "I'm sorry, Mr Sibeko.  I think the witness has not - in my understanding, if I follow his answer to the question that was asked by my colleague I think he's not, he's made no attempt whatsoever to answer that question.\n\tMr Majiki, what exactly did you see in these photographs?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "We saw people on those pictures, many people who had red headbands with spears in their hands.  They also had T-shirts of their organisation that they belonged to.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This person you were talking about, was he also one of these people on this photograph?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "The one I'm talking about is the very one who was in the front of the whole group that appeared on the picture.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who did you say came with these photographs to you?  Did you say it was - they were your comrades?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "May I ask if you are referring to the ones appearing on the picture or the ones who brought the pictures, the photos?",
            "Male"
        ],
        [
            "ADV SANDI",
            "The ones who brought the pictures.",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, they were comrades, the ones that brought the photos were comrades.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where did they say they got them from?  Did they tell you who had taken the pictures?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "No, they did not say as to where they got those photos.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Now Mr Majiki, having looked at these photographs, how did you come to the conclusion that these people were at the time at that particular house which you visited?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Lusaka-A as our residential area, as the community we will know exactly as to who is residing in a particular house and who is the occupant of this house and if they are Sothos and so and so on.  And we will also know that at Ndlovu's house there will be having also in the same premises Xhosa speaking people or Zulus and so on.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "I'm not yet answered.  In those photographs - let us start here, at the time those photographs were taken, were these people outside the house or inside?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "These are pictures of the people who formed part of the march.  The people who appeared on these photos were people who were in a march.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "So you - through the pictures you identified some of the people to be staying at that particular house, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "There was an area or a house particularly that was occupied by the Zulus and some of the people we identified on the photographs were from that particular house.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Right, proceed, Mr Majiki.",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "When we were done at that scene as we had started running away, we disappeared after the shots of that AK47.\n\tAfter a while, a few minutes, maybe five minutes later we attempted to go back to that scene.  We discovered that the person who was in our company was no longer there.  We did not know what happened or how he disappeared subsequently and what happened was that that evening there was no rest at all.  There were meetings that were called, one after another, many meetings of the community called. \n\tAt these community meetings it was suggested that people are dying and what should be done in light of this problem until the community agreed that the community will donate some money and after that weapons should be purchased to defend the community.\n\tPeople would not be staying at their houses, we'd always be on the road running away.  The community donated some money until we were in a position to buy ourselves weapons to defend the community.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now by that time you were already a member of the Self Defence Unit, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Did you join the unit freely and voluntarily, nobody forced you?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "No, I was not coerced.  Because the situation was so bad and volatile there were no other means and I had to join out of my own volution.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now before us we've got evidence to the effect that at your place, that is Lusaka-A your first commander was a person by the name of Mfinos, were you a member of the Self Defence Unit at the time Mfinos was a commander?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Were there incidents other than the one that you have just narrated, wherein you were involved under his command?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, there are other incidents that took place during Mfinos' era.  If it would have happened, it so happened that Section Slovo and Thambo one evening was attacked and we took to the streets under the commandment of Mfinos, to enlist some help at those places which would be attacked.\n\tIn addition to what I've said, under the commandment of Mfinos there were no incidents that affected us to the extent that something out of the ordinary has happened.  We would respond to the call and we would find out that the situation has been already quelled.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "But before you proceed.  You have just indicated that under his instructions or command you went to Slovo and Thambo Section, what actually took place when you arrived there?  What did you do?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Under the instructions of Mfinos we did not at the time have enough weapons to arm ourselves.  It would be a few of us, the minority who would be having weapons.  You would find that some of us like myself would be having knives just to see as to what was happening at the area where there would be attacks.  In other words I will say the violence, we would hear from those who would be asking for our help as to what happened before we arrived.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Were you still a member of the Self Defence Unit at the time Mosa Msimango took over as a commander of the branch or of the unit?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, then I was a very strong and staunch member of the SDU.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Are there incidences wherein you were involved at that time of, at the time Mosa Msimango was commander?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, there are.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you mind telling us about those incidences?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "The first incident I took part under the command of Mosa Msimango relates Mshayazafe area and Mazibuko I was there as well.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry to interpose.  What happened at Mshayazafe area?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "As I've already indicated earlier on, our section as it was a section that was in the middle, the role that we played was to help assist the other upper sections from our area that were being attacked.  In other words I would say what happened there were people shooting at each other, crossfire in other words, one group shooting the other and the other shooting the other group.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were those the people with the red bands?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, we were fighting those ones with the red headbands.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you personally armed which this thing happened at Mshayazafe?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, I was armed with an AK47.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you pull the trigger?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "The way things were you would not go there and form part of the incident without shooting.  The minute you think you want to withdraw it may so happen that you would have left the area where you're supposed to be.  In other words I did pull the trigger, I shot.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did your bullets hit anyone?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Because of the situation that prevailed at that particular time we would be so remote from one another, it would be a distance of about 500 metres and you'll that person is shooting at you and now you are shooting at him in such a way that it would not be very clear and obvious as to who or how many I've shot and ensure that they are killed, or they've been killed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did some of the people from the group you were fighting with get killed and injured?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, some were injured from our group.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What about the other group from the other side, did anybody get killed?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Because we were not on good terms, we would not be able to get information as to what transpired on the other side as a result of this conflict.  We would have details of our own group but not the opposing group.  We would not have details pertaining to what happened.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "But it's possible that people from the other side could have died or got injured?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, it's possible.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now besides this incident, are there other incidents you were involved in under Mosa Msimango's command?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you have other incidents wherein you were involved at the time Mosa Msimango was a  commander?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not activated.",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "No, there are not any other incidents under the command of Mosa Msimango.  One that I will make mention of is the one of Mazibuko after the one of Mshayazafe.  I was there and we shot.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "At Mazibuko, were you carrying a weapon?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, I was always in possession of my firearm, that is the AK47.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "You have just told us that you were fighting and shots were fired, did you also, or were you one of those who fired shots?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "I will not say I never shot, I did shoot at all these incidents that I took part in because it was a war situation.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "The same question again, do you know whether people from the other side died or got injured as a result of the shooting?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, I would say that some got injured, some were killed because a firearm is not designed in such a way that you would be cultivating the ground or as a duco of some kind.  You see if you pull the trigger, using the firearm, once you pull that trigger what will be discharged from that firearm will definitely injure or kill.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Did you know about the existence of the Committee of Seven?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, I did hear about the Committee of Seven although I never had an encounter with them or got into contact with them or sat down with them and receive instructions, no.  All the instructions I received from Mosa Msimango.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now in front of me here I've got your application and I noticed that your application form is not signed, do you have anything to say about it?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "May you please repeat your question.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "In front of me here I've got your application for amnesty and I notice that it is not signed, do you have anything to say about it?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "In relation to that, it would be because the forms were filled with so much urgency and the person who was assisting us to fill up this form was not knowledgable about the procedure.  Maybe that occurred as a result of that.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you have any other thing to say to this Committee?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "One other thing that I would like to say to the Commission is that as we had this violence continuing, there were also gangsters that took part and it looks like they were being used by the police to harass the community.  The community was harassed a great deal and that's one other problem that we encountered.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Those gangs that you are talking about, were they just ordinary gangsters or what type of gangs are you referring to and if gangsters what are their names?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "The first gang was known as Bad Boys, the second one was known as Khumalo gang.  Now the Khumalo gang, you could not bear it.  They would shoot and they were not playing.  When they shoot they were also nor afraid of the police, whether they would be present or not.\n\t\tAnd you'll appear in your T-shirts, organisational T-shirts, they will shoot in the presence of the police.  If you think the help will come from the police you will just be wasting your time because they feared nothing.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Did you have any altercation or did you exchange fire with any of the gangs that you have just mentioned?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "With regards to the Khumalo gang, yes we did have some kind of altercation, to an extent that my friend by the name of Lucky got killed, Lucky Mompoero and he was my close friend and we were both comrades.  What led me to bravely say that the Khumalo gang was opposing strongly the comrades is because of these things.  And if you put on an All Star, those are tennis shoes, you would be killed or you would be attacked as a result of that.\n\tAnd there is another gang called ISU.  I will refer to them as a gang because you will not be arrested, you will either be tortured or be killed, they will never discover your body thereafter.  They were other people who brought problems in our residential area, ISU that is.  To such an extent that once you come into contact with a firearm, once you are faced with them that probably be your last day because either you'll be killed or you'll be crippled.\n\tThese are other things that brought harassment and torture in our residential area and those are atrocities that we went through.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "What happened the AK47 you were using throughout your membership to the Self Defence Unit?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "My AK47, there was a campaign that was launched at the location, \"A Gun-free South Africa\", something to that effect.  There was a big trunk that was put in a stadium and that's where I took my AK47  in.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Sibeko.  Advocate Steenkamp, any questions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman, I have no questions for the witness.\nNO QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Majiki, when was the Mshayazafe incident?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "This Mshayazafe incident, I don't quite remember the month, as to which month it was but it was on a Tuesday.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Which year was this?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "If I'm not mistaken the year was early 19 ...(inaudible - end of tape)",
            "Male"
        ],
        [
            "ADV SANDI",
            "And the Mazibuko incident, what was that?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "The Mazibuko incident took place in December of 1993, if I am not mistaken.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You also mentioned that you had a clash with the Khumalo gang, did anyone get killed or injured in that incident?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "I really don't know if they were fully conversant with the use of firearms, the Khumalo gang that is.  Once they shoot you and pretend as if you are, and fall on the ground and pretend as if you are dead, they will just pass, they would not inspect as to whether you have died or what happened.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you kill or injure any member of the Khumalo gang?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "There was no way of revenging to the Khumalo gang because at all times they were under the supervision of the police and the care of the police.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So you never really had a fight, you had no contact with the Khumalo gang, is that what you are saying?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "You see the usual thing that will be done by that gang, they will harass the community and we will not be in a position of fighting back because they were always under the care of the police.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When was that, are you able to remember the  year and the month if possible?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "If I am not mistaken and my memory serves me correct, I will think it was early 1993 or late 1992, just around that time.  I do not quite remember the day and the month in which this took place.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would it be a clear understanding of your testimony, that you are making this application because you are assuming that some people may have been killed or injured as the result of your actions whilst you were a member of the SDUs?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "I am applying for amnesty because I know that maybe there are people who got injured or died.  This is the reason why I am applying for amnesty.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But you do not know who those people are, no so, Mr Majiki?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, I may not know or I do not know as to who those people were or are because we were fighting each other at a distance, insomuch that it would not have been easy for me to identify as to who I shot or who I injured or killed.  So I am not in a position to say that I know who I killed or I injured.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would I be correct to think that from what you have said you would not even be able to estimate the number of such people, people who got injured, people who got killed as a result of your actions?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "I am also not in a position to estimate the amount because we had so little time at our disposal, we could not tell as to how many we shot or injured.   I don't know, I cannot even estimate.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did you become a member of the SDUs, were you a member right from the beginning, right from the inception of SDUs up to the end?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "At its inception, yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Majiki.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Mr Majiki, I want to come back to the very first incident, the photo incident.",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "May you please repeat your question.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "I want to come back to the photo incident.  I wasn't too clear from your evidence, as to who had disappeared you know, after that shooting.  Had the person who had been shot disappeared when you came back?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "The person who disappeared is the one who got shot or who was shot.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now that person you had identified in the photograph, that's right yes?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did that person live in the house that you had gone to investigate?  You know, the house in your area, did he live there or was he somebody who simply came in and out every now and again, he just frequented the place?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "I think they will go there to drink at that house.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So you aren't able to identify that particular person and say ...(Zulu).  You don't really know who he was?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "No, I don't know the person.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "What about the residents of that house, who were they?  You said you knew everybody in Lusaka-A, whose house was that?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "It was Khumalo's house.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Mr Majiki.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry, just one thing, just about the photograph.  Is there anything else that you saw on this photograph?  You say you saw a crowd of people with red bands and this gentleman, this person you've just been referring to was one of them, is there anything else that you saw on this photograph?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "What appeared on that photograph, those people had on the red headbands and the T-shirts of their organisation and the weapons in their hands, which fully described that they belonged to which organisation.\n\tOne would easily identify that really indeed this is an Inkatha member.  They formed a front line, all of them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you see any particular person or persons who were known to you on this photograph?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Please repeat the last part of your question.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you see any particular person or persons who were known to you in that photograph?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, on that photograph there were people that I knew facially, although I did not know their names.  I just knew them from sight but I did not know their details or their names as such.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did your comrades identify any people they knew from this picture?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was any decision taken as to what was going to be done to such people?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "The decision that was taken was that people who were not part of that organisation should leave and go to reside with the rest of their fellow members.  In other words they should join the group of people that they belonged to, one particular organisation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Majiki.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tYou said that this incident with the photographs happened on a Wednesday, are you able to give us a better indication about the date?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "It was 1993.  I don't remember the month neither do I remember the date.  That was a war situation.  I don't think I will be in a position to remember all the fine details.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The house of Khumalo, that was in Lusaka-A, was it?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the person that you had apprehended and who was apparently shot with the AK47, he was found in a house still in Lusaka-A.",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "What happened, when we got inside the house they fled, they ran away, the people who were in the house.  We met him or we captured him at Ngaki Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that still in Lusaka-A?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was that person definitely wounded in that incident?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, for the fact that he disappeared subsequently, it was so obvious and apparent that he definitely got wounded.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then just one final thing.  When you were shooting at these people that were involved in the fight with you, were you shooting with the intention to kill?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "I would not say so, that it was with an intention to kill but because this was a war situation we were in a fight, we were fighting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but when you were firing your AK47 rifle, were you shooting in the direction of the people that you were fighting with?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Because we were not trained professionally with the usage of firearms, you would shoot.  As to whether the firearm is pointing on top or at the side or wherever, you will shoot as long as you will have pulled the trigger and you will hide and run away.  That's what used to happen since we were not professionally trained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but now in doing that, what was your aim, was your aim to at least shoot them to wound them and if necessary to kill them?",
            "Unknown"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Because we were not very close, the two groups were not close, I think I would say we were just scaring them away but as they were shooting at our group they were not playing, they were shooting to kill and we would have to do the same in return.\n\tI will say initially we will be doing this to scare them off but eventually we will have to shoot to kill as they were doing the same with us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibeko, any re-examination?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "A few aspects, Mr Chairman.\n\tMr Majiki, you knew at the time that the weapon you were carrying is either deadly, a person could die or a person could get injured, is that so?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "A firearm is a unique thing, you will not claim to say you are decorating the firearm, it's a deadly weapon.  I knew that fact at the time.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Mr Majiki, training or no training, once you fire a shot and that bullet hits that person, either that person is going to die or is going to get injured, is that so?",
            "Male"
        ],
        [
            "NICHOLAS MBUYSELO MAJIKI",
            "Yes, that is true, that's a fact.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Thanks, Mr Chairman.\nNO FURTHER QUESTIONS BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you, Mr Majiki, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are going to adjourn for 15 minutes, we'll reconvene in 15 minutes time.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Steenkamp, do you want to deal with this question around the request of Mr Msizi at this stage?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, yes, Mr Chairman.  Mr Chairman, I will be as brief as possible.  Mr Chairman, I would like to ask if possible that the document of the Inkatha Freedom Party, signed by a Mr A Msizi be marked Exhibit A.\n\tI would also ask your permission to hand in a document marked Exhibit B being the sworn statement of Arnold Huysamen, with your permission, Mr Chairman.  Mr Chairman, this statement is in Afrikaans, I will just summarise quickly what the statement is saying.  This statement was taken on my instructions and on my initiative.  \n\tThis statement is of Mr Huysamen who is a Captain and also was a station commander in the East Rand and in Thokoza during the early '90's to 1995, which is the area which this Panel is covering now in these amnesty hearings.  \n\tAccording to this statement, Mr Chairman, between 60 and 100 people were killed at least on a monthly basis and according to this statement it was at that stage even totally impossible to identify any of these victims.  No case dockets could be traced, no inquest records could be traced at all.  According to the statement the violence was at that stage, as it occurred then, was the highest in the land.  This is basically the statement of Mr Huysamen.\n\tWhy I'm handing this in, Mr Chairman, is to show that even the police could not identify the victims.  As far as the reasonable steps that were taken as was requested by Mr Msizi, just to indicate the following: there was a newspaper ad that was placed in the mainstream newspapers.  I don't have the exact dates, Mr Chairman, but I would suggest that it was at least a month before the hearing, which I also would like to suggest is at least the reasonable time for this to be done, whereby victims were invited to attend the hearing, the details of the amnesty applicants' applications were indicated on the ad, the dates of the incident or more or less the dates we have in our possession was also indicated.  \n\tAfter that there was a special meeting called by the Amnesty Committee's Investigating Unit here in Johannesburg, which happened two and a half weeks back, where victims were also invited via the radio station and where I can just indicate that not a single victim attended that as well.\n\tA second radio ad was placed again, whereby people were invited and specifically the victims were invited to attend the amnesty hearing.  To my knowledge not a single victim has attended.  Last Friday, on the 20th of November, a special meeting was convened by Mr Msizi, I suppose it's the same Mr Msizi of the Inkatha Freedom Party, whereby I myself was present as well as one of my other colleagues, Ms Patel, as well as certain members of the Investigation Unit of Gauteng.\n\tThe position was stated again to Mr Msizi, that the problem we're facing here is that not a single amnesty applicant was able to indicate in his application, the written application, any identity of any of the  victims.  \n\tIt's also my contention, Mr Chairman, that even as it stands now not a single applicant who has testified so far could not even identify any individual or victim.  This position was actually agreed and the problem was understood by Mr Msizi.  He said that, or he indicated by then that he would probably make a suggestion on behalf of possible victims.  \n\tNow if you look at his letter he is also referring to so-called, he suspects that certain people were victims.  He's also talking about possible victims.  He also indicated to us then, and I'm sorry to say it because he's not present here, but he was fully aware, was made fully aware of the difficulty in tracing specific victims.\n\tWe indicated that we do have certain HRV or Human Rights Violations victims statement but they could not be connected to any of the incidents that were related in the amnesty applications.\n\tI can also furthermore state that the Investigation Unit of the Amnesty Committee even went so far as by again interviewing specific applicants to get more detail from them.  No information could submitted by these applicants.  Further particulars were also asked, not only by myself but also by the analyst who prepared these applications.  Further information was asked specifically from the ANC office who had the similar problem as we had to obtain any information of any victims.\n\tThen I can just - it's basically my final submission, Mr Chairman, that I'm of the contention that all the reasonable steps were taken in order to secure any information regarding the victims.  I was also informed by the Investigators that a lot of these attacks happened at night and even Mr Msizi consented that the only people, the only way that these people could be identified as so-called Inkatha members, was the fact that they were wearing red bandannas.  We don't even know - we could factually not confirm whether or not they actually were Inkatha members.\n\tNo case docket could be traced at all, no inquest records could be traced.  I spoke to the investigator himself and if needs be I will call him as a witness.  He advised me yesterday that he went personally through all the inquest documents that were available in Thokoza in different police stations and no information could be taken from those inquest records as it stands.\n\tI can just state that yes, we did get certain paper clippings from that date but even in the paper clippings from that date, Mr Chairman, no identity of any victims were indicated even in those newspapers at that time.  \tIt's basically my contention, Mr Chairman, that all reasonable steps were taken to locate and identify these victims in order to make sure that they are attending and made them aware of their right to be here and oppose the applications.\n\tIf we also look at the document of Mr Msizi, Mr Chairman, he's basically indicating there also that he is opposing the applications.  I'm not quite sure on which grounds he is opposing it but to be fair to Mr Msizi, he also indicated at the meeting we had, that he was of the view that they are going to oppose the applications.  I indicated to him that he is more than welcome to attend and make further submissions.  \n\tThe one thing I can say, I have indicated to him and I also made arrangements, that he must be placed in possession of all the documents I have in my possession because that is his right.  I see in his letter he is saying that he didn't have the information, but certain steps were taken to make sure he has the information.  So I'm not quite sure what the position of Mr Msizi is.  He didn't contact me at all so far.  I'm not quite sure where he is or what the position is, but as far as the victims' identities and the steps that were taken, Mr Chairman, I'm of the view that as it was stipulated in the Act, all reasonable steps were taken to identify these victims.  That's what I have to say about this incident, Mr Chairman, thanks.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Steenkamp, I'll just talk to the Chairman about something.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Advocate Steenkamp.  Mr Sibeko, I don't know if you want to say anything about this particular issue.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I would concur with my learned friend and further state that inasfar as the contents of the letter goes, the impression that I have is that Mr Msizi would want to bring this application in his capacity as a member or a leader of the Party and yet what confuses me is that to my knowledge the said Party, that is the IFP, doesn't recognise this process, which makes it a further problem.\n\tHowever, all the reasons that have been stated by my learned, I am in full agreement and I also request that such a request be dismissed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well there is no formal application before us, but the letter Exhibit A was brought to our attention and for that reason we had requested Advocate Steenkamp, the Leader of Evidence at this hearing, to put on record what the situation was concerning interested parties, particularly possible victims of the conduct which forms the subject matter of the hearing.  He has placed that on record.  He has placed on record the steps that were taken in order to identify and notify any possible victim of the hearings and to make it possible for such persons to attend.\n\tIt appears that on the applications that have been submitted to the Amnesty Committee, no victims have been particularly identified.  We have heard evidence about the nature of this conflict and it appears to have been a situation where the particular community was subjected to an on-going situation of violent conflict, resulting in substantial loss of life and damage to property.  The numbers of people who had lost their lives in this unfortunate situation have been placed before us.  Through some of the evidence thusfar, a figure of approximately 3 to 4 000 deaths were mentioned in the Katorus area, which includes Thokoza, where the specific applications that we are hearing emanate from.  \n\tThe statement Exhibit B which was placed before us from Mr Huysamen indicates that something of the region of the order of 60 to 100 people were killed per month in this particular area.  And it appears that even the authorities have not been able to properly identify those people that lost their lives in this conflict.\n\tAdvocate Steenkamp has also indicated that various steps were taken to advertise first of all, the fact that these applications that we are hearing have been submitted to the Amnesty Committee and the fact that they would be heard, via the radio, via newspaper advertisements and various attempts to convene meetings where interested parties could attend and where provision could be made for them to participate in these proceedings.\n\tIt therefore is clear to us that at least at this stage there are not identified or identifiable victims or interested parties who ought to have been notified of this hearing, who have not been notified.  And that therefore there is no basis at this stage for us to conclude that these proceedings should not continue in order to provide for an opportunity for interested parties to participate.\n\tOf course the position is that if any victims become identified in the course of the hearing of course, the necessary would be taken to notify those parties and to create an opportunity for them to participate in the hearing.\n\tIt appears also as if there was a discussion with Mr Msizi, who is the author of the letter Exhibit A, which was placed before us.  It appears as if the officials of the Committee have informed him of the situation.  We have been advised by Advocate Steenkamp that he appeared to have understood that situation.  Importantly, it appears as if he is well aware of these proceedings and should he be an interested party of course, he has got every right to attend and participate to the extent that it is authorised.\n\tSo therefore in the circumstances, we are not persuaded that there is any basis at this stage to discontinue these proceedings.  These remarks are simply made in order to address the letter, Exhibit A and it is not to be seen as a ruling on a formal application for a postponement.",
            "Unknown"
        ]
    ]
}