{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-25",
        "location": "PALM RIDGE",
        "day": "3",
        "names": [
            "SIMPHIWE NDLOVU"
        ],
        "case number": "AM 7074/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53000&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811231210_pr_981125th.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SIBEKO",
            "MR MOPEDI",
            "SIMPHIWE NDLOVU",
            "ADV GCABASHE",
            "ADV SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SIBEKO",
            "MR MOPEDI",
            "MR NDLOVU",
            "SIMPHIWE NDLOVU",
            "ADV GCABASHE",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Is the next applicant Mr Feni?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Mr Chairman, for now I haven't thoroughly consulted with Mr Feni.  The arrangement that we made is that immediately after the three I will give my colleagues the chance to take over with other applications.  So I therefore request that I be excused now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, so the application of Mr Feni will stand down to ...",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "It's correct so, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, then I think you are excused for the moment.  What is the next application?  Which one is it, what are his full names?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Simphiwe Ndlovu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is just Simphiwe?  Is it number 7074/97?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "7074/97.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you just want to put yourself on record for Mr Ndlovu?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Thank you, Mr Chairman.  May name is Cavendish Mopedi and ...(indistinct) Mopedi Attorneys here in Alberton.  I am appearing on behalf of Mr Simphiwe Ndlovu in this matter, Mr Chairman.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mopedi.  Mr Ndlovu, do you hear me?",
            "Unknown"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are your full names Simphiwe Ndlovu?",
            "Unknown"
        ],
        [
            "SIMPHIWE NDLOVU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mopedi, over to you.",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Thank you, Mr Chairman.\n\tMr Ndlovu, you are the applicant in this matter and you are applying for amnesty, is that correct?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And further, you are a former member of the Self Defence Unit here in Thokoza, that is Lusaka-A?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "I want you to explain to this forum what actually prompted you to bring this application.",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "I was prompted to seek amnesty because I was a member of the SDU that operated in Thokoza at the Lusaka section, because also I was involved in the shooting and the carrying of an illegal firearm.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "When did you become a member of the SDU?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "I joined the SDU in 1993.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Were you forced to join it?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "I joined out of my own volution.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, Mr Mopedi, do you then want us to amend 9(a) of the application, dates 1990 to May 1994?  9(a) - he joined in 1993, 9(a) speaks of activities between 1990 to 1994.  I don't know whether you want that to be amended or what the position is.",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Thank you, I'll verify it with my client.\n\tIn your application, Mr Ndlovu, it appears that you joined the SDU in 1990 until 10 May 1994, could you explain?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "I would say from 1990 we were still very young but yes, we were participating but by barricading the road and using petrol bombs, but in 1993 yes, I was now using a firearm.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "You became a full member in 1993, that is when you started to carry a weapon, is that what you are implying?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Could you proceed in your own words and tell this forum the specific actions that you have done.",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "I would say at joining the SDUs in 1993 guns were available in abundance, it was not the same as when it was formed, where streets had to be barricaded.  We now had information as to how we were being attacked and how to protect ourselves, and therefore we would launch an attack before they attacked us.  There were so many things that were happening between the years 1993 and 1994, things in which I was involved but I was involved in mainly two things.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Who was your commander?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "When I arrived my commander was Sipho Ngubane and Mosa Msimango.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "The testimony or the evidence before this forum is at one stage Mfinos was also a commander, do  you know Mfinos?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "No, I don't know him.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Sipho Ngubane, when was he a commander?  Could you clearly set out the period when he was a commander?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "He took over from Mfinos, he was Mosa's deputy.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "If I understand you properly, Sipho Ngubane was a deputy of Mosa Msimango?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct, he was his deputy but yes, he also issued out orders.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Right, let's go to specific incidents, the acts that you have committed.",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "What I still remember is that the year was 1993 and there was this Johannesburg IFP meeting of the IFP.  I was sitting with people like Aubrey Maile, Sipho Mbatha and Tshabalala Sipho and as we were sitting we heard that the IFP members were going out to a rally.  We then had a discussion with Sipho and indicated that we should wait for them on their way back and shoot them at Khumalo Street on their way to the hostel, but then we did not know what time they were coming back.\n\tWe then sent people like Aubrey and Tulani to go and investigate the route, make sure that there were no police and ISU on the route.  Yes, they came back and they told us everything is okay.  There were a handful of police and then Sipho and myself took two AK47s which were fully loaded and we put them in our sweater jackets.  \n\tWe knew which routes to take in the townships and we took our short cuts to Khumalo Street and we arrived at the said house.  We positioned ourselves at a house that had been burnt down, awaiting all the taxis that were coming so that we could see them clearly as they were arriving.\n\tWe spent about five minutes seeing these mini-buses arriving.  We ignored the first mini-bus that came but we shot at the second mini-bus that was full of passengers.  Later on we retreated, went back to our section.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "The kombi, how did you know that the kombi belonged to IFP members?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "The taxis in the township were now using different routes.  ANC or taxis belonging to ANC areas were using Polla Park and those areas and therefore it was well-known that any taxi that was taking the Khumalo road should be an IFP taxi.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So if I understand you properly you shot people there?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Did you kill anyone in that particular incident?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "I would not be sure, but the car that we fired at just grounded to a halt, it didn't move further until police came.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So it is possible that someone might have been killed?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And you say you were with Sipho  Tshabalala?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Did he also shoot?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Yes, he did fire shots.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "If I may find out from you, why was it necessary for you to go there and to shoot those people of Inkatha?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "It was necessary because we knew that each time they came back from the rally they would not go straight to the hostel, they would just go around shooting randomly.  To stop them from doing that we had to shoot them fist and if we had done that there would be soldiers around and they would not be able to attack us.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And the occupants of this kombi that you referred to, do you know who were the occupants?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "No, I just knew they are Umzwebe(?).",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So if it is possible that you might have killed somebody, it means that you won't be in the position to tell this forum who you killed?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Yes, I would not be in the position to tell the Committee that there was somebody that died and if there is I would not deny that.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Alright, let us proceed.  Are there any other further incidents?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Yes, there is this Dube incident in which I was involved.  It so happened that some of our comrades from Thambo section as well as Slovo section, these comrades were attacked.\n\tIt was on a Friday evening and we received information early the following morning that some of our comrades had died, about five of them.  They were shot by the people from the hostel.  Then Sipho and myself were very close friends and we decided to go and see the commander from that other section.  He then explained to us that these comrades were ...(indistinct) but they were just attacked by people.  \n\tWe then decided that we should go and avenge the death of our comrades.  Then it happened that on Saturday afternoon we came together and planned as to which areas or streets and houses should be attacked.  And we came up with five streets which had to be attacked and these streets included Khumalo, Umdagane, Njati, Shabango and Dube.\n\tI then ...(intervention)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, can you just go a little slower, just a bit slower.  Can you go back to the streets, the streets that you decided on?",
            "Unknown"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Khumalo, Umdagane, Njati, Shabango and Dube.\n\tWe then went back to our section.  We brought a few comrades together and briefed on the meeting that we have already had and informed them that we are going to do something but we will get the details on Sunday.\n\tSipho then went back to the other side and met with the people.  We decided and discussed on how we should group.  He then came back on Sunday where he found us at a house of one of the Committee of Seven.  When he arrived on Sunday evening we were at a house of one of the Committee of Seven members.  \n\tHe then told us that the attack was going to take place on Monday morning and therefore we should all sleep together in one place so that we should not be late.  So that we should all go together to the other comrades in the other section.\n\tPeople who were in charge of firearms brought all the firearms and we went to Sipho's place to spend the evening with our guns.  We woke up, left the following day at half past three.  There were people who were moving ahead of us to ascertain the safety of our  route.\n\tThese people came back at round about four and we left at 4 o'clock, went to Thambo section where we found the commander and his comrades waiting for us.  We decided to wait until there was little light seeing that it was the early hours of the morning, after dawn.  We were concerned that we might injure one another in the dark seeing that we were not quite familiar with one another.\n\tWe were in groups.  In my group I had the company on Monwabisi and Montle Motaung, Vusi, as well as Eddie Kambule and Monday who came from Thambo section.  We decided to have a short briefing saying that we should just go and attack to make sure that they do not continue killing our people.\n\tThe plan was that we were going to wait for the Khumalo group to hit first and we would follow suite.  We went to this house and we spent some time there.  This house had some backyard shacks.  We went into the homestead.  The people in the main house did not see us.  \tWe spent about two minutes waiting for the first attack to be launched and after some time, realising that the attack was not being launched, we decided to know at the door.  There was a response and we realised that there were people in the house.  We got in, started shooting and started breaking things up, or breaking things down.\n\tWe retreated to Khatelhong which was the nearest place to retreat to.  The other group came back from their attack at Khumalo Street and later on there were police.  These are the incidents to which I can  account.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Were people killed in that shooting?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Yes, some people died but it could not be clearly explained as to whether people died in Dube or how many died in Dube.  The report was just that people died, three or so but we didn't have the  details.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "You don't know who those people were?  I'm referring to these people, the three people that you say were killed.",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "We just know that they are members of the IFP, we don't know their identities.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Can you say precisely that you killed someone on that particular day or do you think that you killed someone because you also shot on that day?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Yes, it's possible I might have killed someone because I too was shooting.  Maybe if I was well-trained in the use of a firearm, I could with certainty say that yes, I did kill someone.  But then in this case I'm just not in the position to say with certainty.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And Dube Street - this house in Dube Street, is it also situated in Lusaka-A?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Dube Street is in Thambo section.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "The AK47 that you were using, where did you get that AK47?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "This was a section AK47 because each section had its own firearms, so I was using one of those.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "What happened to it eventually?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "This was confiscated by the soldiers when they conducted a raid.  They discovered it where I had concealed it.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So it was taken by the soldiers?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "The first incident when you shot at a kombi, who else were you apart from, you say you were with Sipho Tshabalala, who else?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Some of the people in our company were the ones who were watching or taking care of safety for us in the area, to make sure that there are no police around.  That was Aubrey Maile and Tulani Mbatha.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Aubrey Maile?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Yes, that's Aubrey Maile and Tulani Mbatha.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Why was it necessary to attack the house in Dube Street?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "The attack on that day was prompted by the fact that we lost five of our members the previous Friday and therefore it was necessary for us to avenge their death so that they could learn from this experience that we too can fight back, we are not happy about this.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And what kind of firearm were you using?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "When we went to Dube I was carrying an AK47 and when we arrived at the house one of our colleagues or friends was carrying an R4 and he requested that I give him the AK47 because he was not used to the R4.  I wanted to experiment with this R4 and then we exchanged these firearms.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So in other words it means that at one stage you were using an R4?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "This R4 was not from our section.  I have indicated that when we met these comrades from the other section they had their own collection of weaponry.  They had R5 etc.  We only exchanged the use of this firearm at the time of the attack, it was not our section weapon.  I only used it for that day.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Now lastly if I may ask, who was actually giving you some commands?",
            "Male"
        ],
        [
            "SIMPHIWE NDLOVU",
            "Our commander, as I have indicated that  we had Sipho Ngubane but then the overall commander was Mosa Msimango.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "I have no further questions, Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MR MOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Advocate Steenkamp, questions?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "No questions, thank you, Mr Chairman.\nNO QUESTIONS BY ADV STEENKAMP",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Ndlovu, at this house you attacked at Dube Street, you do not know the address?",
            "Unknown"
        ],
        [
            "SIMPHIWE NDLOVU",
            "No, I don't know the address because some of the houses had already been burnt at Dube Street.  The house that we attacked was also burnt like many others, therefore I cannot remember the address.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Were these attacks all in 1993?",
            "Unknown"
        ],
        [
            "SIMPHIWE NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination, Mr Mopedi?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Thank you, Mr Chairman, no re-examination.\nNO RE-EXAMINATION BY MR MOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndlovu, thank you very much, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for lunch till 2 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}