{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-30",
        "location": "PALM RIDGE",
        "day": "5",
        "names": [
            "THULANI MAHLANGU"
        ],
        "case number": "AM 7646/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53012&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811231210_pr_981130th.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MOPEDI",
            "ADV STEENKAMP",
            "THULANI MAHLANGU",
            "ADV GCABASHE",
            "ADV SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MOPEDI",
            "ADV STEENKAMP",
            "THULANI MAHLANGU",
            "MR MAHLANGU",
            "ADV GCABASHE",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the record, it's Monday the 30th of November 1998.  It is a continuation of the Self Defence Unit applications from Thokoza.  The panel is constituted as previously indicated on the record.  The appearances seems to the same as last week.  The Leader of Evidence is Advocate Steenkamp, and for the applicants this morning is Mr Mopedi.\n\tMr Mopedi, are we dealing with the matter of Mr Mahlangu?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "That's correct, Mr Chairman, he is Thulani Mahlangu.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, may I be so rude as to interrupt here, just one or two household matters.  The first applicant's application appears on page 251.\n\tJust for the record, Mr Chairman, with your permission we will probably be starting today, just to indicate how the roll will develop.   We will probably be starting with Lusaka-B today and not being finished with Lusaka-A because a lot of these applicants are in custody.  Arrangements have been made by myself and other Members to make sure that they will be here probably on Tuesday and Wednesday.  As far as I know there is about six people which are in this position.  That's just to indicate that.\n\tI was also contacted this morning by Advocate Swanepoel from the Pretoria Bar, who indicated that he is under the instruction of Mr Koos van der Merwe of the Inkatha Freedom Party, to appear on behalf of a Mr Msizi and also that he has instructions to appear on behalf of certain victims.  He also indicated that he will attend this hearing from 9 o'clock onwards.  I'm not sure where he is but just for the sake of the record.  Apparently there is somebody on record now.  Thank you, Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Advocate Steenkamp.",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Thank you, Mr Chairman.\n\tMr Mahlangu, you are the applicant ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mopedi, just give us a minute, we just want to swear him in.\n\tMr Mahlangu, are your full names Thulani Mahlangu?",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may sit down.   Mr Mopedi, you can carry on?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Thank you, Mr Chairman.\n\tMr Mahlangu, you are the applicant in this matter and you are applying for amnesty, is that correct?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "You were also a member of a Self Defence Unit for Lusaka-A, Thokoza, is that correct?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "When did you become a member of the Self Defence Unit for Lusaka-A?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "It was in 1993.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Were you also involved in fighting with IFP members?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Are there specific incidents that you can remember now, in which you were involved in fighting members of the IFP?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "You may proceed.",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "The first one is the one that refers to the Mkwaie incident.  I'm not quite sure of the date.  There were five men that we went to see in that area.  They were wearing red headbands, obviously members of Inkatha.\n\tWe chased them.  Four of them fled and we managed to get hold of one.  He fled to Mkwaie, that is where we apprehended him and he was killed.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Why have you decided to kill these   people?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "These men as we indicated, were members of the IFP and I know that the community members knew that we were fighting the IFP at the time.  That is the reason that we chased him.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Do you know the names of those five people that you have referred to?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "I do not quite know the names of the others.  I knew only one whose name was Levesa.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Was he known to you prior to the incident itself or did you start to know him after the incident?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "I only knew him after the incident.  We just heard that his name is Levesa.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "When you chased these people, could you say with certainty that they were members of the IFP?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "That is correct, we knew.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can I just get clarity on this.  Levesa is the man who you killed?",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Thank you, Ma'm.\n\tLet us proceed to the next incident.",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "The second incident is the Mazibuko incident.  I was sitting with some of the SDU members and there came a message for Bonga Nkosi, a message to the effect that they were being attacked in their section and he requested help.  We then received a command from our commander, Mosa Msimango and we therefore went to the place to assist.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "What happened there?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "After that we went to the place where we were summoned and on arrival there was fighting going on, a fighting which we joined.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Could you state your role, what did you do there?  Were you armed?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, I was armed.  I also fired shots towards the people we were fighting.  That is what I did.  There was fighting going on and I was part of it.  I'm quite sure it is known that in a war situation there is fighting going on.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "These people that you were fighting, who were those people?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "The people were the IFP members.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "You said you were armed and you fired some shots, is that correct?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "What type of firearm did you have in your possession at that time?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "I was carrying an AK47.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Did you kill anyone during the incident?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Honestly speaking, when a person is in a war situation it is very difficult to say whether you have killed a person or not because all shots were directed at the people that we were fighting.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "But you not excluding the possibility that you might have shot someone, injured someone or killed someone?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "I would say that yes, some people may have got injured or died and some possibly may not have died or got injured.  It was not possible, I didn't have time to go around and verify that people were injured or had died.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So those people that you shot at, do you know them?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "No.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So what you know is that you only shot at members of IFP, is that it?  Did I understand you correctly?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, that is what I am saying, because I was fighting IFP members, I fired shots towards their direction.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Again just a matter of clarity, how did you identify them as IFP members?",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "It was known that only IFP members lived in that area.  It was also indicated in the map that was brought here last week, so that if a person was not a member of the IFP, one would not go there and therefore we had that knowledge.  They came to attack us in our area.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Okay, let's got back to Mkwaie section where you have told this hearing that a person was killed there was ...(indistinct) Levesa.  I want to know specifically your role, the role that you in particular have played there.",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Thank you.  The role that I played insofar as Levesa's death is that I chased him.  We used stones.  He was running away as we were chasing him. There were five of them and we only managed to apprehend Levesa and we only managed to apprehend Levesa, the rest fled.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Were you not armed with your firearm?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "No, I was not armed.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So you took part in the killing of Levesa, and what did you do?  If you will be specific.",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "The role that I played is that I chased him and we finally apprehended him and he was killed.  That's the role that I played.  I also pelted him with stones after he was apprehended.  That is the role that I played.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Is there any further incident that you'd like to mention, apart from the two that you have told us about?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, there is the one incident at Mshayazafe.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Proceed.",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "We were sitting, or should I say we were patrolling with other SDU members.  We heard gunshots, shots that were being directed at us in our area.  It should be known that when shots are fired towards our area, that was an indication that the war was on and therefore we received a command and we went to Mshayazafe to assist.  Yes, when we arrived there the fighting was going on, it was a war.\n\tAs we were fighting we were disturbed by the soldiers and the stability unit and that is when we fled.  That is what I can still remember.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Who were you fighting at Mshayazafe?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "We were fighting the IFP members.  As it was indicated earlier on, there was a fighting going on, we were fighting the IFP members.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "If you may explain this Mshayazafe, was it a number of house or a hostel?  Could you explain this Mshayazafe?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Mshayazafe is a hostel, not houses.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So those people that you were fighting there, how do you know that they were members of the IFP?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "As I have explained earlier on, members of the IFP resided in the hostel, that's where they were, that's where the fighting was going on.  They were in the hostel.  We came in to assist our fellow brothers and we started attacking them.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Were you specifically, you in particular, armed?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, I was armed.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "With what?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "With an AK47.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And did you use that AK47?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, I used it.  It was a fighting situation, my brother, it was a war.  I fired shots.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "And the people that you were firing at, do you know them by name or could you tell us if you know them?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "First of all I didn't know them.  In a war situation, fighting your enemy, you just know these are IFP members, your enemies.  You know where they stay etc., therefore one did not have time to ascertain as to who was shot etc.  It was a war, we were just shooting.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "At that incident, did you suffer any casualties?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "I don't have that knowledge but I'm quite sure that there must be people who died or got injured, but we did not verify that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Mopedi, if I can just ask.\n\tMr Mahlangu, when you came to Mshayazafe, did you get inside those hostels or were you shooting from the outside?",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "We shot from outside the hostel.  We were firing shots towards the hostel.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you see any people, any IFP members as you were firing?",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "We were shooting at people who were within our view.  They were shooting through the hostel windows.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Thank you, Sir.\n\tMr Mahlangu, do you still have further incidents that you would like to tell this hearing about?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "One other incident that I would like to bring forward is the gangster incident.  In our area we had gangsters.  We used to patrol often and on coming across unregistered firearm we would confiscate it and hand it over to our commanders.\n\tSometimes we would patrol and come back with nothing.  That was the situation but yes, we used to patrol and come across the gangsters, confiscate firearms from them.  \n\tThere was also this so-called Khumalo gang that used to come to our area.  These were the IFP members.  They would come and start shooting people and so we decided to patrol that area and make sure that we do not lose lives.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So the gangs that you are referring to, is it the Khumalo gang, is that the only gang that you know, that you remember?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "We also had the Bad Boys.  That was another gang that operated in the area.  They were also equally used.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So you were disarming them, taking weapons from them or what did you do about the weapons after you have taken the weapons from them?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "We would confiscate the firearms and hand the firearm over to the commander.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Do you know what happened eventually to those weapons that you confiscated?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "No, I have no idea.  I am quite sure that he may have handed these over to his superiors.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Who was your commander?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "It was Mosa Msimango.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "The weapons that you confiscated from the gangs, what kind of weapons were they?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "These weapons ranged from knives to guns, illegal guns because it sometimes, or should I say we made sure that we do not confiscate firearms that were licensed.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Is there any further incident that you would like to tell us about?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, there is another one.  I was from my patrolling duties, I'm not quite sure of the date, and I walked past a certain street.  I met my friend along the way and he asked me where I came from and he wanted to know how can I go to war without an firearm.  He was carrying a baby.  I had pistol in my possession which was on fire and as I was taking it out to show it to him, as I was handing it over to him and he gave back to me and in the process a shot went off and he died instantly.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "You say you had a pistol, whose pistol was that?  Was it your personal pistol or could you tell  us?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "The pistol belonged to the community as we were doing our patrol duties.  I was carrying it.  I was from my patrolling assignments.\n\tAfter the baby was shot, the community came together and discussed this mistake because the baby was shot accidentally and the community decided that because this was a mistake, necessary arrangement were taken or made by my family for the funeral.  Therefore my family took responsibility in terms of funeral arrangements.  Discussions were entered into between my family and that of the baby.\n\tI had known this person for a very long time.  I would not have shot the child, or the baby deliberately.  I was forgiven for that incident.  That is one other thing that has prompted me to seek amnesty insofar as the roles that I played.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Are the family or the father of the deceased child aware that you would be bringing this application?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, he knows.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "What was their reaction?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "I told him that I am seeking amnesty for this incident and he indicated that this is bygone, he doesn't have a problem, it is up to me how I proceed.  This is bothering me quite a lot and that is why I have decided to bring it up here.  He indicated that he doesn't have any problem, I can seek amnesty, it's up to me.  Now that I have the opportunity I am here to seek amnesty.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "So are you praying or asking for amnesty in respect of all these acts that you have committed?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Is there anything that you would like to add?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "No.",
            "Male"
        ],
        [
            "MR MOPEDI",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mopedi.  Advocate Steenkamp, questions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you, Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Advocate Steenkamp.  Panel?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Mhlangu, who is the father of this baby, what is his name?",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "It's Vusi Xneba.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Just to ensure that I follow the facts accurately, pertaining to this incident.  You say you were handing over a pistol to your friend and a shot accidentally went off and a baby was - can you repeat this again?  A baby was hit and subsequently died?",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "Yes, this baby so happened to be shot and it died.  I don't know whether I should go back and start afresh?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "Where was this baby in relation to the position where yourself and your friend were at the time you were handing over the pistol to him?",
            "Male"
        ],
        [
            "THULANI MAHLANGU",
            "He was carrying his baby.  We were close to each other and talking, and he was carrying the baby, carrying him in his breast.  He took the firearm, looked at hit and he gave it back to me but the barrel was pointing towards the baby.  I was not aware that it was on fire and I just took the firearm and in that process a shot went off and the baby died.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay, thank you.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Leah?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Chair.\n\tI just want to ask about the gangs.  You've talked about the Bag Boys gang and the Khumalo gang.  We've heard evidence from the other SDU members about these gangs, evidence similar to what you have said to us today.\n\tCan you just explain one thing to me though, I'm not sure if you are talking of a number of incidents in 1993/1994, where you would be patrolling and be meeting these gangs or if you are talking of one or two specific incidents.  That's the only thing I need clarity on.",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "Insofar as the gangs are concerned, is that at the time of this violence the gangs would use the opportunity to benefit themselves, they would steal cars etc., and they would do all of these things under our noses.\n\tFor example, it so happened in one year on a New Year's Eve, people got shot as firecrackers were being fired and we suggested to the community that children should not be allowed to use firecrackers, and at the same time these people were using their  firearms.  \t\n\tWe saw them fleeing after shots were fired which we had mistaken for firecrackers.  Therefore we had to patrol the area and make sure that they did not continue doing the same thing.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But just for a little more clarity.  You are saying this happened a lot of times, essentially.  Through 1993/1994 you'd have patrols, you'd meet gangs.  So you could say 10 times, 20 times you did this, confiscated firearms from gangs, would that be correct?",
            "Unknown"
        ],
        [
            "THULANI MAHLANGU",
            "What I am saying here is that after this incident where we woke up to dead people, we decided that we should maintain the patrol, and on our patrolling we would come across people having firearms in their possession and we would confiscate these and take the firearms to the community.  Therefore the patrolling duties were something continuous.  Sometimes we'd patrol for six months and come back home with nothing.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Re-examination, Mr Mopedi?\nNO RE-EXAMINATION BY MR MOPEDI",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "No re-examination, Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mahlangu, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}