{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-30",
        "location": "PALM RIDGE",
        "day": "5",
        "names": [
            "MAZULANDILE EPHRAIM MZONDO"
        ],
        "case number": "AM 7354/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53019&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811231210_pr_981130th.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MOPEDI",
            "MR SIBEKO",
            "ADV STEENKAMP",
            "MAZULANDILE EPHRAIM MZONDO",
            "ADV SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MOPEDI",
            "MR SIBEKO",
            "ADV STEENKAMP",
            "MR MZONDO",
            "MAZULANDILE EPHRAIM MZONDO",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mopedi?",
            "Unknown"
        ],
        [
            "MR MOPEDI",
            "Mr Chairman, I understand that we have an applicant who apparently will be leaving the country tomorrow and I would prefer that Mr Sibeko lead him first before I come back the other applicant.  If I may be excused in the meantime, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we will excuse you for the moment.  Thank you, Mr Mopedi.",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Mr Chairman, the next applicant is Mazulandile Ephraim Mzondo.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "His application appears on page 212, Mr Chairman, the A bundle, Lusaka-A.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "A?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Lusaka-A yes, Mr Chairman, 212.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mzondo, do you hear?",
            "Unknown"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "Yes, I can.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please give us your full names for the record.",
            "Unknown"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, please sit down.  Mr Sibeko?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman.\n\tMr Mzondo, you are an applicant in this matter and applying for amnesty, is that correct?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "That is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "You are applying for amnesty for the activities that you were involved in as a member of the Self Defence Unit in Lusaka-A, is that correct?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "That is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "When did you join the Self Defence Unit?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "I joined during the year 1993.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Who was your commander?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "Mosa Msimango.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "What are the activities you were involved in whilst you were a member of the Self Defence Unit?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "It's the Penduka section incident, Buthelezi, as well as the Mshayazafe incident.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "In both incidents, were you carrying a weapon or an AK47 which you used?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "That is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Are you in a position to tell us exactly when these incidents that you've just referred to, when those incidents took place?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "I was staying at Ngaki Section.  It's in Lusaka-A and I was quite close the Slovo area where there has always been fights breaking out between ANC and IFP members.  That is the first incident that I will refer to.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Are you in a position to tell us exactly when that incident that you are referring to occurred?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "As I started joining the SDUs during 1993, most of the time there were community members who were ANC members as well and we were fighting with IFP members who used to launch attacks on comrades.  Many a time out brothers would lose their lives or fellow comrades.  That is when I decided to join and have an input towards the protection of the community.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "That is fully understood by everybody here, Sir.  What I want to find out is, are you in a position to tell us that such an such an incident occurred in 1993 or 1994?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "I had an AK47, and it would happen that when we went to launch attacks upon our enemies.  When they shot at us we would also return fire.  I think there were some who were injured or others probably died.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Mr Chairman, I think there is a problem here.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Sibeko, maybe you could take them one by one.  You could go by incident.",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Mr Mzondo, you referred to the incident at Mshayazafe and the other incident at Penduka, when did the incident at Penduka take place?  Are you in a position to tell us?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "The Penduka incident took place immediately after I had joined the Self Defence during 1993, when we were patrolling with the comrades at night.  At times during the day when there were sporadic outbreaks of violence, when we were being attacked by the IFP members.\n\tThe Mshayazafe incident I think, if I remember well, was during 1994 and we were fighting with the hostel dwellers who were IFP members as well.  Under the instructions that I was given by my commander I also went to the hostel to fight or to launch an attack upon the hostel dwellers who were also IFP members.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Will I be correct to say that in both incidents you were carrying and AK47 which you used to shoot against the people you were fighting with?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "That is correct because I would not go to launch an attack unarmed.  Each time I go to launch an attack I would have to carry a firearm.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Are you in a position to tell us whether through your shooting you killed or injured anybody?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "What I can say is when I was fighting I could see that people were approaching and even though I didn't know their particular names, I knew that they were enemies and I could identify them because they used to have these red headbands or bandannas over their foreheads.  Whenever we attacked we attacked with the intention to kill, so I do not know who I killed or who I injured but I do know that I did injure or kill some.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you know what happened to the AK47 that you were using?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "The AK47 that I was using, even though I do not remember the month but I think it was just after the elections, during the month of September, the police came to my place and discovered the guns and that is when the guns were confiscated.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "You are referring to arms, how many arms were there when the police came?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "There were about three firearms.  There were other comrades, Carlson as well as Shorty.  On that particular day of the arrival of the police there was relative calm.  Because I had a place of my own and was able to take the guns and store them at my place, I took them but unfortunately the police confiscated the guns on the very same day that I had taken them.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Were those arms all AK47s or were they different?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "They were all AK47s.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Other than the two incidents that you have referred to, is there any other incident that you were involved in that you would want us to know about?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "No that I can recall besides the ones that I have already mentioned.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "So in effect you are applying for amnesty for possession of the three AK47s, your involvement in the shooting incidents that occurred at Penduka and Mshayazafe, is that correct?",
            "Male"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "That is true, that is why I have come here to ask for amnesty.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Questions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you, Sir.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Mzondo, did you say you were involved in the Buthelezi incident, Buthelezi Street incident or is that the same as Mshayazafe?",
            "Unknown"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "No, these are two different places.  Buthelezi is a Street which is in Slovo section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if you talk about the Penduka incident, is it the same thing as the Buthelezi incident?",
            "Unknown"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "Penduka is the name that we used before and we thereafter called it Slovo, but you could say it's one and the same place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but in your evidence-in-chief - that is what my colleague is referring to, in your evidence-in-chief you also referred to a Buthelezi incident, now is that the same as the Penduka incident?  Just so that we don't confuse these things.",
            "Unknown"
        ],
        [
            "MAZULANDILE EPHRAIM MZONDO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Leah?  Mr Sibeko, any re-examination?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "None, Mr Chairman, thank you.\nNO RE-EXAMINATION BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mzondo, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}