{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-30",
        "location": "PALM RIDGE",
        "day": "5",
        "names": [
            "LUCKY SOKO"
        ],
        "case number": "AM 7142/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53016&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811231210_pr_981130th.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SIBEKO",
            "ADV STEENKAMP",
            "LUCKY SOKO",
            "ADV GCABASHE",
            "ADV SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SIBEKO",
            "ADV STEENKAMP",
            "LUCKY SOKO",
            "MR SOKO",
            "ADV GCABASHE",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Thank you.  Who is next?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "The next applicant is Mr Lucky Soko.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, Mr Lucky Soko's application does not appear in the bundles.  I wish to ask for permission to hand in his application.  His application number is 7142/97.  I do apologise that the application is not in the bundle, Mr Chairman.  Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Soko, won't you please stand and give us your full names?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, please sit down.  Mr Sibeko?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman.\n\tMr Soko, you're also applying for amnesty, is that correct?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "That is so.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Is it correct that this application is due to the fact that you were an SDU member and you participated in the activities of the Self Defence Unit?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, SDU member, Lusaka-A?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "It's correct so, Ma'm.\n\tWhen did you join the Self Defence Unit?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "During 1992.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Who was your commander?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "It was Sipho Mtiyane.  Mtiyane is not the surname but he was called Sipho Mtiyane.  I've forgotten his surname.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, is the surname not Ngubane?  That name was mentioned, Sipho Ngubane who was said to have been a commander at that time.",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "If the Sipho, probably he is Ngubane, I'm not sure.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "How long were you under the command of Sipho Ngubane?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "One year.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "So will I be correct to state that in 1993, a new commander came into the picture?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "That is true.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Who was your commander in 1993?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "Mosa Msimango.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Were you part of the group which fetched Mbuso at the office, took him to the circle at Xhaba Street and executed him?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "No, I was not present during that incident.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Tell us about the incidents or incidences which you were involved in whilst you were a member of the Self Defence Unit.",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "I was mainly doing the street patrol.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "You only patrolled the area, no attacks were made or else whilst you were patrolling no shots were fired, nobody was caught and killed whilst you were patrolling, nothing happened, you just patrolled.  Is that what you are saying?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What about the confiscation of arms from the gangs, did you not take part in that whilst you were patrolling?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Yes, we did that mainly during the year 1993, whilst we were patrolling or during the patrols.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you know what happened to the weapons that were confiscated in the patrol that you are referring to?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "The commander would take the arms and pass them to other members of the committee or to other committees.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Sir, you'll pardon me if I'm wrong and you will help us here, in your application I see you make mention of the death of Lucky and in some of the pages you refer to Mbuso who was killed and at some stage or initially I asked you whether you were involved in such an activity and you said no, how come does this, or how does your application form make reference to this act which the last applicant referred to?  How were you involved?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "As my attorney has just pointed out, I think we did not understand each other because I referred to two commanders.  I just want him to explain as to which period he is relating to because each period had its own commander.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Right, we've got evidence on record to the effect that at the time of the death of Gregory Mkwanazi and Mbuso, the commander was Mosa Msimango, what I'm interested in is the explanation as to what was your involvement if any, in the said incident of the death of Mbuso at the hands of amongst others, Mr Radebe who has just testified.",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "When Mbuso came to my place or when he was taken he was taken to be questioned.  I took part in the assault until such time that he was taken into the office.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now you have mentioned quite a few aspects here, you say when he arrived in the morning we took him for questions and we took him to the office and I was assaulting, what I want to find out is who came where in the morning and who took who for questioning?  If there were questions which were posed to him, try to give us a full picture and if possible give us names.",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "When Mbuso arrived we were all together because we had heard at an earlier stage that something had happened.  The commanders approached Mbuso, disarmed him and took him.  It was himself and Sipho, the ex-commander.  He was taken in for questioning and he was brought back.  That is where I started assaulting him, when he was brought back.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Right, you took him to the office, now there is evidence already on record that when he came to the deceased, Gregory's place, he was there for the sole purpose of apologising.  Did you hear him apologising and if so, what did he say?  That is, what did Mbuso say?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "I did not hear Mbuso begging for forgiveness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, you were amongst the people who took him to the offices at Mkwaie and as you have just stated you assaulted him, what else happened whilst you were still there or what happened in your presence?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Some of the comrades were making utterances that they were going to kill him.  I think I was the one who assaulted him.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Right, we have heard about that, Sir.  Proceed, what happened after that?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "He was taken to the office.  We've got Mtjale Street, Mkwaie and Xhaba.  I stay at Xhaba so I took him as far as the end of Xhaba Street and then I went back.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Was the last time you saw the late Mbuso, because you say after those questions you went home, you didn't go to the office.  Was that the last time you saw the deceased, Mbuso?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "That is so, that was the last time I saw him.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "When Mr Radebe who has just testified and the others, took him from the offices at Mkwaie to the circle at Xhaba Street, were you not there Sir?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "No, I was not.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "When Dan pulled a trigger, shooting at Mbuso, were you not there Sir?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "No, I wasn't present.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Apart from these incidents, do you have any other incidents wherein you were involved carrying your orders or the orders of your commander in the activities of the Self Defence Unit, Lusaka-A?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "One other incident was the hostel incident.  I don't remember the year and the date but that is where a certain journalist was killed, or a well-known journalist.  I've forgotten what the name of the journalist is.  At that time I had an axe and not a gun.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Will I be correct to say that the incident that you are referring to or the hostel that you are referring to is one of the hostels which are situated at Khumalo Street, Thokoza?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "That is so, Sir, it is in Khumalo Street in Thokoza.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "You say you were carrying an axe, what did you do with that axe on that particular day?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "I did not get into the hostel itself ...(intervention)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can you just repeat your answer?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "I was not able to gain entry into the hostel so we went back.  So I had possessed an axe but I did not get an opportunity to use it.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now you said something to the effect that ...(no English translation) with that axe, what do you mean by ...(no English translation) with the axe?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "Touching the wall means taking cover because we were attacked before we could attack, so we ended up retreating without having launched an attack.\n\tCould I just explain that we ended up outside the hostel building without having gained entry and actually launching an attack.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "So in other words on that particular day you didn't get an opportunity of using your axe against anybody or anything, you just ran away as a result of the appearance of the Internal Stability Unit, is that what you are saying?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "That is correct, Sir, that is what I am referring to.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Are there any other incidents wherein you were involved where people might have been injured or died as a result of any shooting or stabbing or hacking, now that you are the first on to have carried an axe throughout?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "No, there are no other incidents, that is about all.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Will I be correct to state that you are applying for amnesty for your involvement in removing the late Mbuso from the late Gregory's place and the assaults that you made and your involvement in the group which went to the hostels, although nothing happened?  Is that what you are applying for amnesty for?",
            "Male"
        ],
        [
            "LUCKY SOKO",
            "That is so.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR SIBEKO",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "No questions, Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Panel?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you, Chair.\n\tYou did not take part in the killing of Mbuso but you did assault him, what did you assault him with?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "I assaulted him with fists, I also kicked him.  I did not have any weapon with.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why did you assault him?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "The person that he killed was amongst my peer group, he was actually my neighbour so I felt aggrieved.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you heard that he had been killed, what was your attitude to that?  Did you feel that those who had killed him had done a good thing, did you agree with that?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "After he had been killed I did not really feel bad, I felt that he was getting a taste of his own medicine.  I did not feel aggrieved.  He had killed a person so he had it coming to him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that to say that you agreed - it was your attitude that those who had killed him had done the right thing, is that correct?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "That is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are you able to point out any political objective which would have been achieved by your group in killing Mbuso?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Could you repeat your question please?",
            "Male"
        ],
        [
            "ADV SANDI",
            "What did you think was going to be achieved by killing Mbuso?  Do you have an answer for that?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "I do not have an answer.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You say the person he had killed was your neighbour, if this person was not your neighbour would your attitude have been the same?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "ADV SANDI",
            "I asked you why you assaulted Mbuso and I think one of the reasons you submitted was that the person he had killed was your neighbour, not so?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "That is correct, I said that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Now I am asking, if the person who had been killed by Mbuso was not your neighbour, would your attitude have been the same about Mbuso?  Would you still have felt that he should be killed?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Are you saying if Mbuso had killed another person besides the person that he killed, is that what you are saying?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, if he had killed a person who was not your neighbour, would your attitude have been the same?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "If that person was a member of the SDU, I was going to feel aggrieved because that blanket policy of and eye for an eye would or should have also applied to him, that is if the member was an SDU member.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This person who was killed was Greg Mkwanazi, were you very close to this person, was he your friend in the SDUs?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Yes, he was a member of the SDU and a friend also, we grew up together.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Soko.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Chair.\n\tTo come back to the question of the political objective.  What do you understand this rule to be trying to prevent, a killer must be killed, why did you have this rule?  How did this rule or policy help or what did it seek to prevent?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Such a policy helped us not to lose a lot of our members, especially the SDU members.  We laid this rule down so that there could be some semblance of order and there should be a framework within which we worked as SDU members not to kill each other, to prevent that so that people could be prevented from killing each other.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Also presumably to avoid third parties from infiltrating the SDU group to stop other people from coming to cause havoc within the group?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "That is so.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now would you say this falls broadly within that whole idea of the political objective of the group?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The date of the incident is given in your application as the 8th of October 1993, do you confirm that?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "I'm not sure about the date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it around this date that I've just mentioned to you now, is it around the October of 1993 when this incident happened?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you at any stage as a member at the SDU carry a firearm?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Yes, I did at some stage during the street patrols.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What kind of firearm was that?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "AK47.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that one of the section's firearms?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And do you accept that possessing that firearm was illegal?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Yes, I do accept.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And are you also asking for amnesty in respect of that, possessing that firearm illegally?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you carry the firearm in 1993, or let me put it this way, did you start carrying the firearm in 1993?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And till about when did you have the firearm?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "During the very same year, 1993.  We never had a full possession or fulltime possession of the AK47s, they used to rotate amongst us.  I don't know what became of the gun.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the gun normally under the control of your commander?",
            "Unknown"
        ],
        [
            "LUCKY SOKO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibeko, any re-examination?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "None, Mr Chairman, thank you.\nNO RE-EXAMINATION BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Soko, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for lunch until 2 o'clock.  We are adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}