{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-01",
        "location": "PALM RIDGE",
        "day": "6",
        "names": [
            "BONGANI VICTOR RADEBE"
        ],
        "case number": "AM (?)",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53021&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811231210_pr_981201th.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SIBEKO",
            "BONGANI VICTOR RADEBE",
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "ADV SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SIBEKO",
            "MR RADEBE",
            "BONGANI VICTOR RADEBE",
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning, we want to start.  For the record it is Tuesday, the 1st of December 1998.  This is a continuation of the Thokoza SDU amnesty applications.  The panel is constituted as previously indicated on the record and the appearances are the same.\n\tThis morning Mr Sibeko is appearing for the first applicant, which I am told is Bongani Radebe, at page 142 of our bundle.   Is that correct, Mr Sibeko?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Radebe, can you hear me?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, I can hear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you please stand and give us your full names?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibeko?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman.\n\tMr Radebe, you are an applicant in this matter and applying for amnesty, is that correct?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you confirm that you were a member of the Self Defence Unit, Lusaka-A?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "When did you join the said unit?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "I started in 1993.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Who was your commander?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Mosa Msimango.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "What are you applying for amnesty for, what is the reason for your application for amnesty?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "The reason for me to apply for amnesty is because I used to handle firearms.  They belonged to the street, not to the whole section.  That is why I am asking for amnesty, because I used to have arms unlawfully.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "What kind of arms are those?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "AK47.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can you just explain the difference to us between street firearms and section?  I understand section ones because you got them from the section, street?  Explain that one to us.",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "The firearms belonged to my street which  is called Hlehlango Street.  Those were AK47 rifles, three of them.  They belonged to Hlehlango Street where I used to stay.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just a minute before you go on.\n\tDid you hold any specific position in respect of that street, Hlehlango Street where you lived?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "No, I never had a position but in my street, it was the nearest place for the comrade who would go and fight.  The meeting place was closer to my street and the comrades wouldn't go back.  But I did not have a position, I just had those firearms because I was the nearest person from the borders further down.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Will I be understanding you correctly if I say that you were nearer to the soldiers than it would be for the soldier to Mosa?  That is for the purposes of keeping arms.",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, I agree, I was the nearest person than the others and even if it's time for them to move from my street to the battlefield.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "The understanding that we have is that arms were purchased out of the contributions made by the community, and we refer to those arms as arms of the section or of that community.  What is the difference between the arms that I've just referred to and those that you referred to as your street arms?  Were those arms purchased by the members of your, or the residents of your street?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "All of them belonged to the community.  When the community was purchasing them, each and every street would have volunteers.  Like myself, I was a volunteer and I committed myself to the SDU and these arms were taken and allocated to streets and some people were appointed, people volunteered to control those arms.  That was the situation.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now what happened to those arms?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Those three firearms, three boys took them but I don't know what happened to those.  I tried to investigate but I did not get any information about the firearms.\n\tThe third firearm, one comrade who was here to testify, who was also arrested, his name is Fanyana Nhlapo took that firearm.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "In essence you were left with no firearm thereafter?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Were you involved in any incident of violence where attacks were launched between the members of the Self Defence Unit and/or the IFP members?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "No.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "In essence your application is for amnesty with respect to unlawful possession of three AK47s, is that correct?",
            "Male"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Thank you, Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you, Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Radebe, can we just go back a bit to the way in which things were organised.  Now you lived in Hlehlango Street, that is one of the streets in Lusaka-A section in Thokoza, is that right?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you also said to us that you were a member of the Self Defence Unit of Lusaka-A section under the command Mosa Msimango.",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say that in addition you had volunteered to do certain things.  Now, can you just tell us what was it that you volunteered to do for the SDU?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "I volunteered to be the SDU.  No-one was appointed to be an SDU, you would bring yourself because of the situation prevailing at the time.  That is why I'm saying I volunteered.  I had given myself to protect my community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is insofar as your joining the SDU was concerned, but in addition to that, more specifically in regard to the arms, what was it that you volunteered to do?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "I volunteered to protect the community.  I was part of my brothers, the others who had come here to testify, and I would also kill if necessary but unfortunately most of the times I was not among them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well we'll come back to the question I've introduced just a minute ago, but let's carry on with this point that you have made now.\n\tYou knew that the Self Defence Unit was armed with firearms, in most instances with AK47 assault rifles, is that right?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Would you please repeat that question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You knew that the Self Defence Unit, your one in Lusaka-A, was armed mostly with AK47 assault rifles, is that right?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were aware of the fact that those arms are deadly and they can kill, is that right?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And also that these arms would be used against those people that the community was fighting with in Thokoza, is that right?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And can we also accept that you were aware and you accept that through the activities of the SDU people more than likely would have been injured and even killed through the use of, amongst other things, the AK47 rifles but any other weapons that the Self Defence Unit members were armed with?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, I agree with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you associated yourself with the Self Defence Unit, with the conduct of your colleagues, members of the unit and of all the actions that were taken by the unit, is that right?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your purpose was to assist the Self Defence Unit in whatever they had to do in this fight that you were engaged in, is that right?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if I understood you correctly, one of the things that you did do was to take charge and control the weapons that were allocated to Hlehlango Street?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was your duty to ensure that those arms are safe firstly?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, I had to ensure that those arms do not fall into the wrong hands that can end up harassing the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you kept it in, let's call it safekeeping, to ensure that it is not confiscated by any of the authorities?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you issue the firearms to members of the SDU when they had to go and engage in a fight?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, I did that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And once the Self Defence Unit members returned, you would receive the arms back and keep them in safety?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it - I'm not sure, was it three AK47 rifles that your street possessed?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, there were three of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And all three those rifles, when they were not in use by the SDU members, were in your possession?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For about what period roughly were you in possession of these rifles?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "That would depend on the situation.  I would sometimes keep them for two weeks and they got lost at the end as I've already told you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm just trying to get a clearer picture of the overall period of possession, from the time that you first got it until the time that you finally lost possession.  What sort of period are we talking about, was it a year, longer than a year?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "They were in my possession from the very first day up until one day in 1994.  I can't remember the date and the month.  The two comrades passes away and I don't know what happened to the firearms thereafter.\n\tI tried to investigate but I couldn't get information.  They just disappeared just like that.  I also don't even know what happened to the arms but two comrades passed away and they had those arms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And just to get some more clarity, I think you have referred to the other one as well, but the third one, what happened to that one, can you just repeat that please?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "The third rifle, Fanyana Nhlapo, the one who testified here, was arrested and he had that firearm when he was arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it looks as if it's the period from 1993 when you joined, until 1994 that the arms were in your possession.  Now during that period, were these arms often used in fights, did you issue them a lot to the members?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "No, it would happen that sometimes I'm not present, maybe I'm at work where I used to work.  My commander knew where the arms were and whenever he needed the arms he would go there and fetch them.  I did not allow anyone except my commander to go to my home and get hold of the arms.  I used to tell him that whenever there is a need he would go to such and such a place and get the arms.  Sometimes when I asked them if something did happen, he would just say to me nothing happened.  The arms were always in the same position that I left them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And apart from the occasions when the commander would himself collect the arms, were they used on a number of occasions in fights where you were aware of, where you had issued them to members of the Self Defence Unit?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Whenever there is a need, maybe there is a fight, they would be used but if there is nothing the arms would not be used.  That is all I know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we also assume that you accept that under those circumstances those arms could have caused a large number of injuries or even deaths?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then just to get the full picture from you in regard to your application.  Are you asking for amnesty for all of your participation in the activities of the Self Defence Unit?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you're saying that you yourself have never taken any of the arms and shot people with them?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "No, I've never done that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Radebe, did I understand you to say that you joined the SDUs in 1993?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "According to your application form where you were asked to specify acts and offences in respect of which you're seeking amnesty, you say that is from July/August 1990 to December 1993.  Would you like to explain that?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "I think that was a mistake.  I know it was 1993 but I'm not sure about the date, it's definitely not 1990.  I don't remember the date but I do know that I joined during 1993.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In other words that is to say that from 1990 to 1992, you were not involved in anything, were you?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Could you repeat your question?",
            "Male"
        ],
        [
            "ADV SANDI",
            "You only started in 1993 to be involved, otherwise before that you were not involved at all?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Probably that relates to the barricading of the roads or streets but joining the SDUs was during 1993.  Before then we used to just barricade the streets, and during 1993, it's only then that I knew about the use of guns and I joined the SDUs.  That is when the situation became unbearable, then I joined the SDUs.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So before 1993, you were involved in the barricading of the streets, what else were you involved in?  What else did you do before 1993?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "There are no other instances in which I was involved besides barricading because we would just barricade the streets and run away thereafter.  We were not involved in any human rights violations at that stage.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you, Mr Radebe.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So prior to formally joining the Self Defence Unit in 1993, you assisted where you could in the defence of the community from or against attacks?",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Could you repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Prior to actually joining up with the Self Defence Unit in 1993, and getting involved in the activities of the Self Defence Unit, would it be correct to say that you were generally involved and trying to help where you could in defending the community against attacks?  Say by barricading the streets or whatever it might be, but in a general sense trying to help.",
            "Unknown"
        ],
        [
            "BONGANI VICTOR RADEBE",
            "Yes, that is correct, I was involved in whatever happened before 1993.  As a means of protecting the community it also involved barricading the streets.  I used to be involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Radebe.  Mr Sibeko, re-examination?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "None, thank you, Mr Chairman.\nNO RE-EXAMINATION BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Radebe, thank you very much, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}