{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-09",
        "location": "PIETERMARITZBURG",
        "day": "3",
        "names": [
            "N D NTANZI"
        ],
        "case number": "AM 4070/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53097&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98120710_pmb_981209pm.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR LAX",
            "MR MAPOMA",
            "MR SAMUEL",
            "N D NTANZI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SAMUEL",
            "MR MAPOMA",
            "MR LAX",
            "N D NTANZI",
            "MR NTANZI",
            "ADV SIGODI",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Before we start today's proceedings, can we place on record that the membership of the Committee has changed and now consists of myself, Judge Wilson, Advocate Sigodi and Mr Lax.\n\tCould the legal representatives put themselves on record please.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you, Mr Chairman.  I appear for both the applicants.  I am an attorney, S Samuel.  I'm assisted in these proceedings by my request, by Mr Ndlovu from the offices of Mr de Klerk.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  My name is Zuko Mapoma, the Evidence Leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is going to happen now?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Mr Chairman, we're ready to proceed with the ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Are you calling the first applicant?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He appeared to indicate in an affidavit that he wished to withdraw his application and not to appear.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "That is correct, Mr Chairman, but that - what appears to be a contradiction in his position will be explained by him in his evidence.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Ntanzi, do you have any objection to taking an oath?",
            "Male"
        ],
        [
            "N D NTANZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR SAMUEL",
            "Thank you, Mr Chairperson, may I proceed?\n\tMr Ntanzi, you have made two affidavits to the TRC, which one do you stand by, the first affidavit or the second one?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The second one.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "For clarity are you saying that you, do you want amnesty, do you request amnesty from this Committee?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, I seek amnesty.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now the first affidavit you made was the, was made on the 8th of April 1997 and in that one you requested amnesty ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Samuel, just for the record, that is the actual application form which is attested by the applicant at the end of it?  Just so we don't confuse ourselves.  That's the actual application form, the affidavit is a separate document.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Thank you for the guidance.\n\tDo you stand by your initial application form, that you want you amnesty?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, I do seek amnesty.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Thank you, Mr Ntanzi.  Will you explain to this Committee who the deceased was in the criminal trial that you faced, was he related to you?",
            "Male"
        ],
        [
            "N D NTANZI",
            "He was my brother.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Okay, when you say brother, do you mean blood brother?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now what were the circumstances under which he was killed?",
            "Male"
        ],
        [
            "N D NTANZI",
            "There was violence in 1993, there was fighting between the ANC and the IFP.  Some unknown persons would visit my brother.  I did not know where they came from.  At that point IFP people were dying and I was puzzled at what was going on.\n\tThe people that I was with at Luthuli where we held our camp, we met and discussed about what we should do because there were people who were regular, be coming to my home.  I expressed the opinion that there was nothing I could do or say but we would just discuss the issue.\n\tIt was discussed and decided that my brother should be attacked because IFP people were being killed and no-one knows who is responsible for that.  Then we went to carry out the attack, it was myself, Nkosinati Ngwenya, and Mfana Neyao.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you just repeat those names for us please, we didn't catch them as you said them quite quickly and the translation wasn't that clear.",
            "Male"
        ],
        [
            "N D NTANZI",
            "Vana Wenaywo, myself and Nkosinati Ngwenya.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "When you say Mr Nkosinati Ngwenya, who are you referring to?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The person who was my co-accused.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And he's the second applicant in these proceedings?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Yes.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "How many of you altogether went to your brother's house to carry out this attack?",
            "Male"
        ],
        [
            "N D NTANZI",
            "There were three of us.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say your brother's house, was this your family house?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, it was.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "For some clarity on that, did you have one house in which your family lived?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, we stayed in one house.",
            "Male"
        ],
        [
            "MR LAX",
            "I think what Mr Samuel is asking you, was it a homestead with different huts or different rooms separated, or were they all in one, like a four-roomed house or a six-roomed house or whatever the case was?",
            "Male"
        ],
        [
            "N D NTANZI",
            "It was just one big house.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Okay, proceed, tell us what happened when you went to carry out this attack?",
            "Male"
        ],
        [
            "N D NTANZI",
            "We met at Ntuli's house, we discussed and then we went out to carry out the attack.  When we arrived there were other people with my brother and they fled and there were gunshots fired from the neighbour's homes.   I knocked and my brother opened the door and Nkosinati Ngwenya shot him.",
            "Male"
        ],
        [
            "MR LAX",
            "I just want to check something, Mr Samuel, if you'd kindly allow me just to interpose.\n\tYou say that there were other people with your brother who fled when you arrived?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, they fled and only my brother remained.  He closed the door and I knocked on that door and he opened it, at which point Nkosinati Ngwenya shot him.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  Just hold it.  You said that there were shots fired from the neighbour's house, explain that for us a little bit.",
            "Male"
        ],
        [
            "N D NTANZI",
            "There were gunshots fired in the area in the evening and some unknown cars would arrive in the area.  After the death of my brother the people were free to live in peace because these unknown persons did not frequent the place any more.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Ntanzi, we're ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're not asking about general questions, we are asking about what you have just said\n\"The other people with my brother fled and there were gunshots from the neighbours' houses.\"",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just so you understand, we're asking you to explain what you said to us as part of the attack that night, we're not asking you about generalities, about what happened in general terms before your brother died.  You were describing to us how you were attacking and what happened on that night, so you were telling us that on your way to attack, these people saw you coming, they fled, your brother went into his room, he closed the door, you said there were shots from the neighbours' houses.  That is what we are asking you to explain.  The impression you gave is that that happened contemporaneously with you attacking.  Do you understand what we're asking you?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I knocked on the door and Nkosinati Ngwenya shot at him ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, we're asking you about before you knocked on the door.  You said to us in the earlier part of  your evidence that you approached your home, these people fled, these unknown people fled the area, your brother went into the room and closed the door, you said there were shots from the neighbours' houses.  That is what we are asking you to explain.  Who was shooting at who at that point in time?  This is before you got to the door and before you called your brother and the door was opened.",
            "Male"
        ],
        [
            "N D NTANZI",
            "It was unknown persons.  When we actually arrived they were on the yard and my brother was inside the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have told us there were shots from neighbours' houses, who was shooting when you were coming towards your house?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I think it was those persons who were actually fleeing from my home because we had already seen them.   When we approaching they were on the yard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that is not what you said, you said those people fled and there were gunshots from neighbours' houses.  You didn't say those people fled and fired shots as they ran, or anything like that.  You're changing your version now.  Were there shots from your neighbours' houses?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "There were shots fired because there was a war.  When we approached, they fled and there was shots fired.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did they flee?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "They saw us approaching unexpectedly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they standing outside?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Some were standing outside on the yard and some were inside the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many were there?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "It was a group of people, I could not estimate how many there were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they saw three of you approaching?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, there were three of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "...(inaudible).  Now you say Mr Ngwenya shot your brother?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, it was Mr Ngwenya who shot my brother.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Where did he get this firearm from?",
            "Male"
        ],
        [
            "N D NTANZI",
            "He actually received it from one of our comrades with whom we'd met at Ntuli's home.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now you mention that various people were visiting your home regularly, do  you know who these people were?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The people who were visiting my brother?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "That is correct.",
            "Male"
        ],
        [
            "N D NTANZI",
            "I did not know them.  It was when they arrived, IFP would be killed.  After we had killed my brother, the killing of IFP people in the area stopped.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "When did you take this decision to kill your brother?  What were your suspicions relating to these people, what did you think they were doing and what did you think your brother's role in this whole situation was?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I thought that he was actually the one sending these people to kill IFP people.  We were actually protecting the area in which we resided.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Was your brother ever a member of the IFP?",
            "Male"
        ],
        [
            "N D NTANZI",
            "He was not.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "It must have taken some deep seated feeling for you to do nothing to stop your own brother from being killed, can you explain to the Committee what went through your mind before he was killed?",
            "Male"
        ],
        [
            "N D NTANZI",
            "My brother opposed us.  He would not attend meetings or conferences.  In that area we were being killed and no-one knew who was responsible for those deaths.\n\tI even left my home and moved to another area because I could see that I was in danger.  We then met with other IFP members and discussed about what we should do because there were people who kept on visiting my home and I told them that I did not know what to do because I no longer stayed at home.  \n\tWe decided that he is the one who should be attacked.  He was attacked and killed and thereafter the situation improved because those people no longer came to my home and those cars were no longer seen in the area, and the people also had peace in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you tell me what date it was when  you attacked and killed your brother?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I cannot remember the date but it was on a Saturday in 1993.  I don't remember the month.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the judgment in your case says that it was on the 25th of September, would you agree with that?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "MR LAX",
            "No you haven't understood or there's been a mistake in the translation, what the Chairperson is saying to you is that when the Court found you guilty, the Court made a finding that the incident occurred on the 25th of September 1993, you wouldn't dispute that would you?",
            "Male"
        ],
        [
            "N D NTANZI",
            "No, I would not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what was the area?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "At Ezendopi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ezendopi?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is that, near where?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Near Eshowe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Near Eshowe.  I'm asking you this because we are going to see if we can obtain figures as to attacks in that area over that period.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "It's now 1998, you've spent some three years in prison, how do you feel about what you've done?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I deeply regret what I did but it was because of the political situation.  There was a war, my brother was killed, I did not gain anything from that.  I am deeply remorseful.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you, Sir.\n\tMr Ntanzi, you say your brother was not a member of the IFP, is it so?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I was an IFP member.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I'm talking about your brother, Sir.",
            "Male"
        ],
        [
            "N D NTANZI",
            "He was not a member.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was he a member of the ANC?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I think so because IFP people were being killed.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Would the reason be why you think he was a member of the ANC is because people were killed?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The reason I say that he was an ANC member is because ANC people used to come to the area and kill people and no-one knew who was responsible.  We were also trying to defend ourselves and then discussed the issue of killing him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever discuss the issue with your brother?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "No, we did not discuss the issue because we were not on good terms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not on good terms with your brother?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, we were not.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, if I could just interpose.\n\tWhy were you not on good terms with your brother?",
            "Male"
        ],
        [
            "N D NTANZI",
            "He would criticize the IFP, that it actually belonged to people who were ignorant and he was opposed to the organisation.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You do not know the people who used to visit your brother, is it so?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I don't know them.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you do not know whether they were members of the ANC or not, is it not so?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I would see them wearing ANC T-shirts when they visited my home, some of them would have jackets on.  That is why I also decided to flee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they came into this area, openly wearing ANC T-shirts?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "If perhaps it was hot they would be walking on the road wearing these T-shirts.  Sometimes they would have those T-shirts under jackets.  If perhaps there was a meeting in the area, they would first come to my home and then thereafter leave to go to their meetings which would be at a venue not known to me.",
            "Male"
        ],
        [
            "MR LAX",
            "Was there an ANC branch in the area, so that there were ANC members who were also living in the area as well as IFP members?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The area was mixed, there was ANC and IFP members.",
            "Male"
        ],
        [
            "MR LAX",
            "If this was - what did the rest of your family feel about these people coming to your home?",
            "Male"
        ],
        [
            "N D NTANZI",
            "There was nothing that my parents could do because even my family would actually go and not sleep at home.  I myself was also forced to move away from home to stay with other relatives because I was no longer safe.",
            "Male"
        ],
        [
            "MR LAX",
            "So you didn't meet as a family and discuss this problem and say we're going to talk to this brother and make sure that he stops this behaviour or keeps the politics out of the family or something like that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "There were no good relations between me and my brother because ever since I was an IFP member we have never been on good terms.  I was even once attacked by some unknown people who, those people had actually been visiting my brother, and we as family enquired about why they should attack me after having visited my brother.  And I decided to leave home because I felt that I was no longer safe.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Ntanzi, the question was, did you as a family not meet and discuss this matter with your brother, not whether you discussed it with your brother personally.  We know the answer to that already.",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, we did meet and discuss it but it was difficult because my brother is the eldest at home and he would not listen to anyone.  I then realised that there was no point in me remaining at home.",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on, Mr Mapoma, thanks.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, when did you join the IFP?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Sorry?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When did you join the IFP?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "In 1982.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "'82?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "And how many are you at your home?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "N D NTANZI",
            "Do you have brothers and sisters?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I have two sisters and three brothers.  We are altogether five.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were you all staying at home?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Before the violence erupted we were all living at home.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you have both of your parents?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "My father is late but my mother is still alive.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When did your father die?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I do not quite remember because he died when I was still very young.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And did your family belong to the ANC or did they belong to the IFP, the other members of your family?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "My mother and the two sisters and myself belonged to the IFP but my younger brother is an ANC member?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The younger brother is an ANC member, is that what you said?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, my younger brother.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Is the one who died?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "No, it was my eldest brother who died.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thanks.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you know that your mother made a statement to the Magistrate, in which she said she asked you and Qwamez and Ngwenya to kill your brother Tulani because he was a nuisance at home?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "That was incorrect.  There was war in the area between the ANC and IFP.  I do not know of that particular thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You knew that she had made that statement, didn't you?  You know that she did.",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I do not know about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But evidence was led about it at your trial.",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I don't remember much from the trial because I was confused at the time, because I was even pleading not guilty in Court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you don't remember something like that from the trial?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I would not say whether it was led or not, but I do not remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "You did make a statement to the police, is it so?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, I did make a statement.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And in that statement you said that you killed your brother because he was a nuisance, do you recall that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I did say it but I meant that he was problematic to me because we differed on the issue of political allegiance.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You said he was a nuisance because he used to attack your mother at some instances, did you not say that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I did say that but he also traumatised and terrorised us as members of the IFP, which is why we decided on that action to kill him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you also said that he was a political, do you recall that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I do remember it.  I said this because I was in Court and I was trying to get myself acquitted, that is why I have actually appeared before this Committee, to actually tell the truth and make a full disclosure about what happened.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How would it make you acquitted by saying he was a political?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I was protecting myself in Court.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you not telling this Committee what you are telling the Committee now because you want to get amnesty, not because it is not true?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I am telling the honest truth because I deeply regret what I did, that is the killing of my brother, because he should have actually been my father because he was my eldest brother, but I did this because of the political situation in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could I come back for a moment. You said he made a statement to the police and he did say: \"He was a nuisance because he attacked my mother\", is this statement before us?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Would the Chairperson just bear with me.  There is a statement on page 79 of the bundle of documents, of the typed version of the statement and the original of that statement is on page 78.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, are you referring to the passage that says\n\"My brother did not join any political party.\"\nI think that may be something.  I can't read it properly but I think that may be something:\n\"A full member of Inkatha Freedom Party.\"\nIs that what you are referring to?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "There are a number of statements that he made, Chairperson.  There is also another statement which appears on page 76, and I'm just trying to read this part where he said about the brother would attack the mother.  That part appears on page 86.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The statement where he said his brother was a nuisance and attacked his mother, was a statement in which he admitted killing his brother.\n\tDo you remember that, that you made a statement saying, and I think you should read the whole statement:\n\"My mother and I planned to kill my brother.  I killed my brother with four other men.  We fired shots at him.  We were using a shotgun.  He died instantly.  After he died we fled.\"\nDo you remember saying that in the statement?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, I did make such a statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you went on to say\n\"This happened on the 25th of September 1993 at Ezendopi Reserve, Eshowe.  We decided to kill him because he was a nuisance at home.  He assaulted my mother.  The other men, Nzameleni, Mhakauwe and Moosa, Nzameleni fired the shots with a shotgun.  My mother spoke to the other three men.  The deceased, Mfateseni was shot while he was asleep in his room.\"\nDid you say that to the police?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, I did say it.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Mr Chairman, this statement was made to the Magistrate.  It appears to be the confession that was utilized in the judgment or it was part of ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, thank you.\n\tYou said this to the Magistrate, do you remember that?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I do remember saying it but I did it because I had been assaulted by the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is where you said that he was a nuisance and that he attacked your mother.",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I was confused at the time because I was trying to protect myself, not to divulge the whole truth about what happened.  What I am saying here today is that we were protecting ourselves, because after his death there was peace in the area.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How were you protecting yourselves if you admitted that you were part of the group that shot him, how could that have protected you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "We were protecting ourselves against the enemy who used to attack us, the unknown persons who used to come and attack us. After the death of my brother, there was peace in the area.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So when you made this statement to the Magistrate, what were you protecting yourself from?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you made this statement to the Magistrate, admitting that you killed your brother on the instructions of your mother, how did you think that was going to protect you?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I was speaking just because I was ignorant and confused.  I had been assaulted by the police, they had actually stuck me in the mud and demanded that I tell the truth.\n\tWhat I mentioned there was incorrect, it was all a mistake, it was not true.  What I'm saying today is actually the truth.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What truth did the police want from you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I say, when you say that this is, you said this because you were beaten by the police because they wanted to hear the truth, what truth did the police want to hear from you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "They wanted to know who had killed my brother because at first I had not divulged who had killed my brother.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And then when you said that you decided to kill him because he assaulted your mother, where did you get that from?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Those were lies because I was confused at the time.  I was just trying to protect myself, that in case I was released, that my comrades would not kill me because I would not have divulged any information about other people's names who had been involved.  But what is contained in this statement is not true, the truth is that we actually met at Luthuli's home and we decided to attack and kill my brother in trying to protect ourselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, it appears from the evidence at your trial, that your co-applicant testified that it was your suggestion that your brother should be shot.",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It appears from the judgment that there was evidence at the trial by Ngwenya that it was your suggestion that your brother should be shot because he was a member of the ANC.",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "That is true.",
            "Male"
        ],
        [
            "MR LAX",
            "If I could just add this.  From the judgment at page 72, just below line 20, for the record's purposes, Ngwenya is recorded as saying the following by the presiding Judge.  He said prior to this night in question he had had discussions with accused number 1, that is yourself, who told him that he was being badly treated by his brother, the deceased, and that all his brothers, including the deceased was a member of the ANC.  ...(end of tape)",
            "Male"
        ],
        [
            "N D NTANZI",
            "I planned that my brother should be killed because he hated me because I was an IFP member.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So it wasn't because he was badly treating you?",
            "Male"
        ],
        [
            "N D NTANZI",
            "He did treat me badly with regards to my political organisation because he used to speak badly of the organisation and then I decided that I should hit him first.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks.  Carry on, Mr Mapoma, sorry for ...",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.\n\tAre you aware that your mother did make a statement to the Magistrate?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I do not have knowledge thereof.  She was alone when she made such statements, so I do not know about those statements.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Your mother made a statement which appears on page 88 of the bundle, for the record, Chairperson, where she made the following ...(indistinct) and I want to read it for you\n\"It is my second son, Dobotanzi and other boys who killed him.\"\nThat is, she refers to your brother.  She goes on to say:\n\"On 26 September 1993, a certain boy came to my kraal and killed Tulani by shooting him.  I asked Dobo my son and Kwabe and Ngwenya to kill Tulani because he was a nuisance at home.\"\nThat is what your mother said, what do you say to that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I heard about that in Court.  I cannot really have knowledge about that.  What she actually asserted here is not true.\n\tAll I know is that there were people who used to visit my home, visit my brother and kill IFP people.  After  his death those people stopped coming to the area.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What was your brother doing at the time that he died, was he employed?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "He was self-employed.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Excuse me, that must have been a mistake in the interpretation, he was actually a policeman in the kwaZulu Police.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was he a policeman?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Was he a policeman?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "He was a security guard.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "He was a security guard?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Where?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Zulu Government?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "At Gizenzela township in Eshowe.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know who his employer was?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "No, I don't because I no longer resided at home.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When did you leave your home?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "When the violence started I was no longer staying at my home on a fulltime basis, I would just visit.  I could not even stay at home and my comrades used to ask me about this, why I had to leave home because of this one particular person, and they actually suggested that he should be attacked, with which I agreed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who suggested this?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I didn't hear, I just asked you to repeat what you said.  Who suggested that he should be attacked?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "It was people from my organisation who actually suggested that he should be attacked because I had actually left home because of him, and he was involved in the fighting.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "My question was, when did you leave your home?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I left for a month and I would just visit my home at intervals, and my comrades would ask me why I had to leave home because of this one person ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "The question is really simple, we're just trying to know when you left your home.  You don't have to give us a long story about what you told your comrades and what they asked you.  Can you remember, was it one month your brother was killed, was it two months before your brother was killed, was it six months?  That is all we're trying to understand.  How long before your brother was killed did you leave home?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The violence at about April or May, people were attacking one another and we met as Inkatha youth members and decided on a strategy to protect ourselves.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that when you left home?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that when you left home, once you decided on the strategy you left home?  The strategy would have entailed camping, is that right?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I did stay at home for a while and we would actually go camping until I eventually left.  I would sometimes come to visit my mother and we would meet with other IFP comrades and discuss this issue.\n\tI told them that my brother because of his ANC membership, was a problem to me and we felt that they were responsible for killing IFP members.  Even after the death of my brother, those people were free to live peacefully.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at school then?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, I was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you continue going to school?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, I continued schooling where I was residing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What school was this?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "At Phoso.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Phoso?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Ja.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when did you start there?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "In 1993 I actually requested to join the school but I could not be accepted until 1995.",
            "Male"
        ],
        [
            "MR LAX",
            "But this thing happened in 1993, are you making a mistake?  Do you mean '83?",
            "Male"
        ],
        [
            "N D NTANZI",
            "There was violence in 1993 and all school children did not attend school because they were attacked.  I did not go to school in 1993 and 1994.  In 1995 I managed to attend school.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see, the Chairperson asked you: \"Were you at school while all of this was going on?\", you said: \"Yes\".  Now you've just told us that the schooling was interrupted because of the violence, there wasn't any schooling, please explain this.",
            "Male"
        ],
        [
            "N D NTANZI",
            "In 1993 we were at school, then there was violence and no schooling took place when the violence occurred.  I actually moved from my home and I managed to get into a school called Phoso.",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on, Mr Mapoma, sorry.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now on the 11th of November this year you wrote a statement to the Amnesty Committee, do you remember that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who wrote this statement for you?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I wrote it.  I can even explain why I wrote it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Go on.",
            "Male"
        ],
        [
            "N D NTANZI",
            "I was told in prison that if I appear before the TRC and admit that I did commit these atrocities, I would be given another sentence.  Therefore I decided that I should withdraw(?).",
            "Male"
        ],
        [
            "MR LAX",
            "Who told you this?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Co-prisoners.",
            "Male"
        ],
        [
            "MR LAX",
            "So you lied in this affidavit?",
            "Male"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "MR LAX",
            "So you lied in this affidavit?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The statement dated the 11th is incorrect. I was told by other prisoners that if I actually go and admit to the crimes, I would be given another sentence and then I decided to make the statement.",
            "Male"
        ],
        [
            "MR LAX",
            "The point I'm putting to you doesn't change.  So the things you wrote here are lies, they are not the truth?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The are not true.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How far did you go to school?",
            "Male"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How far did you go to school?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Standard six.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it not correct that this statement was written on your behalf by Captain Madlala, who is a member of the South African Police Services?",
            "Male"
        ],
        [
            "MR LAX",
            "He's an Investigator with the TRC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Oh, I'm sorry.",
            "Male"
        ],
        [
            "MR LAX",
            "But he is also a policeman, ja.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, he came to me.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And this statement in fact was written by him on your behalf?",
            "Male"
        ],
        [
            "N D NTANZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So you were lying before this Committee when you were saying that you wrote the statement yourself to the Committee on the 11th of November 1998?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Maybe I did not understand you correctly, but it was the TRC Investigator who helped me and he wrote what I said to him.  After I had enquired from other prisoners about what happens at the TRC process and they told me that I've mentioned here, he was indeed the one who wrote the statement.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you ask him before he wrote this statement, why didn't you ask this Investigator of the TRC, tell me something, this is what people are saying, is this true?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I did not tell Mr Madlala about it.  I decided that I should actually tell it to you so that you also know.",
            "Male"
        ],
        [
            "MR LAX",
            "But if this statement had gone through you would not have appeared before us, you would never have got the opportunity to tell us.  So I'm asking you again, why didn't you ask Madlala?",
            "Male"
        ],
        [
            "N D NTANZI",
            "It did not occur to me to ask Mr Madlala.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Ntanzi, I put it to you Sir, that you keep changing statements to suite your needs at a particular point, what do you say to that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "What I am saying here is the truth, the whole truth.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "No re-examination, Mr Chairman.\nNO RE-EXAMINATION BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to clear up something.  I don't know if I've heard you correctly, did you say that your brother was working as a security guard in Eshowe?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your amnesty application you were asked for the name of the victim and you said\n\"Mr Ntanzi\"\nand you were asked for the occupation and addresses of the victim and you said:\n\"He worked in the forest cutting trees.\"\nWhy did you say that?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "When he started working he used to cut trees but as time went on he became a security guard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Did you know if your brother was an ANC supporter or did you suspect that he was an ANC supporter?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I did not suspect.  If there were ANC meetings, he would go and attend them.",
            "Male"
        ],
        [
            "MR LAX",
            "So you're saying you knew?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, I did know.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So when you had arguments, political arguments between yourselves, he would come out clearly that he was ANC, to you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, it was obvious because he would actually insult me and say that he would not support my organisation because their members were ignorant and uncivilised.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "These unknown people who kept on visiting your brother, when did they start visiting him?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "When the violence started we started noticing these unknown persons coming to visit my brother, although I cannot remember now just which month it was.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was it after you had left your home or was it before you had left your home?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "When the violence started I was still living at home and the area was still then an IFP stronghold, but as time went on people started joining the ANC as well and then these unknown people started visiting my home, visiting my brother.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Would they come for one day at a time or would they stay over at your place for days on end, when they visited?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "They would come and some of them would leave on that one occasion and some would remain.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did they stay at your home?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Some would stay and some would leave.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And how many were they roughly?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I would not be in a position to give an estimate because there were many.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Would you say 10 or 20?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Sometimes there would be 10 or maybe even 20 and some of them would leave and maybe 5 would remain.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Would they hold meetings at your home or what, what would they do when they come to your home?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "At about seven in the evenings they would leave.  There was a big river near my home called Nkukuze and they would actually go and hold meetings near that place and I did not know what time they returned.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did your brother hold a high ANC political profile, or did he have any political position in the ANC?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "He was just a member, I don't think he had a position.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who were the leaders of the ANC in that area at that time?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "There was one, Sipho Ndlovu.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know what position he held in the ANC?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "No, I do not know his position because my brother would not tell me what positions people held, just as I would not have told him about my organisation.",
            "Male"
        ],
        [
            "N D NTANZI",
            "But you say he was not a leader, he was not holding any high position in the ANC as far as you know?",
            "Male"
        ],
        [
            "N D NTANZI",
            "No, he was not a leader but he was just a member.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And then shortly after he died, all the violence simply stopped?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, the violence stopped.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were there any other ANC members who were killed at that time, besides your brother?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "No, it was the IFP members who were being killed.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But did the IFP not kill any other ANC members at that time?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I would be making a mistake if I said there were.  I was even - it was suggested to me that I should leave because IFP members were the ones who were mostly killed in the area.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes, I'm trying to get the picture as to what was actually happening there.  If you're saying that there was strife between the ANC and the IFP, and if you're saying that your brother wasn't holding such a high political position in the ANC, and your evidence is that when he was killed then all the violence suddenly died down and yet there were no other ANC people who were killed.",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "He was a trusted member, that he was brave.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was your brother married?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "No, he was not.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did he have any children?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "No.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was there any money paid out to him after his death?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I don't know, I do not remember because after his death I was arrested.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know if your mother got any monies from his employers?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I would not have knowledge thereof because I was actually arrested and I spent a lot of time awaiting trial.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks, Chairperson.\n\tYou said the violence died down after your brothers death.  Now you were arrested within a couple of days after his death, isn't that right?",
            "Male"
        ],
        [
            "N D NTANZI",
            "We committed the crime on a Saturday and I was arrested on a Monday.",
            "Male"
        ],
        [
            "MR LAX",
            "And not only you but a whole lot of other people were also arrested, is that so?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "Not only you, several other people were also arrested, is that not so?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, I was not the only one arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "Isn't that why the violence suddenly died down in your area?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Most of the people who were arrested belonged to the IFP and they were suspects in the crime.",
            "Male"
        ],
        [
            "MR LAX",
            "You haven't my question.",
            "Male"
        ],
        [
            "N D NTANZI",
            "Please repeat it.",
            "Male"
        ],
        [
            "MR LAX",
            "I said, because these IFP suspects were arrested, isn't that why the violence died down?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Thy were arrested but later released.  I was the one who remained in the cells, but some were released.",
            "Male"
        ],
        [
            "MR LAX",
            "Some were released, but you and Ngwenya and others remained in the cells, isn't that so?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you've said to us that your brother took part in this violence, how did he take part in this violence?",
            "Male"
        ],
        [
            "N D NTANZI",
            "My brother was influential because if he instructed not to do something, they would not do it and the ANC members used to visit and come to my home because they trusted him.  He was able to fight and control the situation.",
            "Male"
        ],
        [
            "MR LAX",
            "You see you're saying ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know this, you were never there were you?  You were never at the meetings of the ANC people, were you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I would get information from IFP members that my brother was busy in the fight against them and they wanted to know how best to attack him.",
            "Male"
        ],
        [
            "MR LAX",
            "You never saw him involved in the fighting?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "You never saw him involved in the fighting yourself?",
            "Male"
        ],
        [
            "N D NTANZI",
            "No, I've never seen him.",
            "Male"
        ],
        [
            "MR LAX",
            "But you were part of the group that was defending the IFP, how come you never saw him involved in the fighting, if you were one of the defendants?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Because there were ANC people, unknown persons who used to visit my home.  It was IFP members who used to tell me about how my brother used to fight.  I was no longer residing at home by that time.",
            "Male"
        ],
        [
            "MR LAX",
            "So did you leave the area, is that what you are saying?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, I left the area.",
            "Male"
        ],
        [
            "MR LAX",
            "And where did you go and stay?",
            "Male"
        ],
        [
            "N D NTANZI",
            "At Mhawulu, I stayed with relatives there.",
            "Male"
        ],
        [
            "MR LAX",
            "How far is that from your area?",
            "Male"
        ],
        [
            "N D NTANZI",
            "It's quite a distance.",
            "Male"
        ],
        [
            "MR LAX",
            "So is it far from Ezendopi?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, it is far because I'd take a bus from there to Ezendopi.",
            "Male"
        ],
        [
            "MR LAX",
            "Where is Luthuli's place, is it at Ezendopi?",
            "Male"
        ],
        [
            "N D NTANZI",
            "It is at Ezendopi.",
            "Male"
        ],
        [
            "MR LAX",
            "But you were busy camping at Luthuli's place when the decision was taken to kill your brother.",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR LAX",
            "And you also told us that you were part of the people who were defending this area with your camping, is that not right?",
            "Male"
        ],
        [
            "N D NTANZI",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So how could you be staying somewhere far from the area and still be camping in the area and defending the area?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I used to visit my mother and on such occasions I would meet with my IFP colleagues, and also during school holidays I would come and stay at home and then I would go to camps with the other IFP members.",
            "Male"
        ],
        [
            "MR LAX",
            "Now how old was your brother?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I am not sure but I think he was about 30.",
            "Male"
        ],
        [
            "MR LAX",
            "And you were about 19 at that time?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, I was 19.",
            "Male"
        ],
        [
            "MR LAX",
            "So apart from what you may have been told by people, you have no idea about how your brother played a role in the ANC fighting the IFP?",
            "Male"
        ],
        [
            "N D NTANZI",
            "My brother was an ANC member because these people who were not known to me used to come and visit him at my home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've just said they were not known to you, you don't know who they were, do you, you didn't know.",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I did not know them because they were not residing in the area.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you go to the police and say to them; listen chaps, there are a whole lot of people who regularly come to my house, these people seem to be involved in the violence, won't you just come and we'll let you know when they arrive and you just arrest the whole lot of them, why didn't you do that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "The police could not do this because they were unable to arrest them.  A person would be killed but no-one would be arrested.  The Induna went to report to the police that there was a problem in the area and they were unable to assist.\n\tI think that the police from Eshowe also played a role in this violence because one of my father's brothers was killed by the police.",
            "Male"
        ],
        [
            "MR LAX",
            "So why didn't you go to the kwaZulu Police then?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you go to the kwaZulu Police then? They would have been more favourably disposed towards you.",
            "Male"
        ],
        [
            "N D NTANZI",
            "There was no kwaZulu Police Station in the area.  The one was at Mbongulani which is very far from where I lived.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We started and have been going on for some time, is there anybody who requires an urgent adjournment at this stage?  You're alright, we can continue?  Very well.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Thank you, Chair.\n\tThis killing took place at night, didn't it?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And immediately after shooting your brother, you ran away, you left the scene, you did not want to be discovered, is that right?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "We actually went to where we had camped, to Luthuli's.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The four of you after killing him, you went back to where you had camped?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, and when I went home in the morning I pretended as if I did not know who had killed him.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So this killing was supposed to be done in a clandestine manner?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, it was actually the secret of us as IFP members.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How many of you were there when you decided to kill your brother?  How many of you as IFP members were there at that meeting where you were camping?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "There were many, it was a group of IFP youth members.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Approximately how many, 100, 30, 40?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Maybe we were about 30.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And when this decision was taken, was it taken by the whole group or was it just a few of you who decided that you are going to go and kill your brother?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "The decision was taken at that meeting.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was it taken by the whole group of you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "It was taken by us as the youth.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who was the leader at that meeting?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Our leader had been shot and killed, so there was no leader.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "At that meeting as the IFP youth, who was the leader, who was responsible for convening the meeting?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was he still alive at that meeting?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "The meeting was held just between us as members because the chairperson was already late.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you an assistant youth leader?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, I was the assistant.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who was responsible for identifying your brother as a target to be killed on that day?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "We discussed this amongst all of us and we just decided that we should go and attack, kill him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you say earlier that you suggested that your brother should be killed?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "We discussed this matter as youth members because I could not just suggest it just for myself.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes, I understand that, but surely one person ought to have come up with a name to identify a target.  Now what I'm asking you is, who is the person who came up with your brother's name, that he is the one who should be killed?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "...(no English translation)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Nyawa Zinjama said that he should be killed.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And then who decided who should go and kill him?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "He is the one who also suggested that three people should go and then the three of us then went on the attack.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "He suggested that three people should go, did he say who must go?  How were the three of you chosen?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "He is the one who said who should go.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why did he choose you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "So that my brother would not have a problem in opening the door.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Tell me what is it that had happened on that day, were there any IFP members who had been killed on that day?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "The IFP youth leader had been killed a month prior to this attack.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "In other words, at the time that you held this meeting, no IFP members had been killed at that time, prior to your brother's killing?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "That is the chairperson.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "He had been killed a month before?  Is it the one you say had been killed a month before your brother was killed?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes, he is the one.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Now what I want to know is, what is it that precipitated or that prompted you to want to go and kill on this particular day?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "There was actually no opportunity to carry out this act because the police were milling around the area, but we saw this opportunity on this day and we went to kill him.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You say the police were milling around the area, in other words there was no violence because the police were milling around the area, is that correct?  Do I understand you correctly?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Are you saying that there were no killings because the police were milling around the area, you did not have time to kill people?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "The police would normally be present in the area but they would sometimes leave.  The incident was carried out at night.",
            "Male"
        ],
        [
            "MR LAX",
            "No, you're missing the point of the question completely, or maybe you're just avoiding answering the question, we don't know for sure but let me explain what is being said to you.",
            "Male"
        ],
        [
            "N D NTANZI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "You tell us the police were there, therefore you couldn't carry out any revenge for the killing of your leader, your youth leader.  That is how I understand your answer, is that right?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes, we were unable to carry out an attack immediately thereafter.",
            "Male"
        ],
        [
            "MR LAX",
            "So the question then goes, if the police were in the area and that was the reason why you were unable to carry out your attack to retaliate for this killing of your leader, therefore there was no violence in that intervening period, is that correct or isn't it?  A simple yes or no would suffice.",
            "Male"
        ],
        [
            "N D NTANZI",
            "Attacks would be carried out at night because even that chairperson was killed at night.",
            "Male"
        ],
        [
            "MR LAX",
            "Then why did it take you so long to revenge the attack of the killing of your leader, if you could have done so at night?",
            "Male"
        ],
        [
            "N D NTANZI",
            "We wanted to get the perfect opportunity.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see you did kill him at night.  So if it was possible to attack at night, why didn't you do so earlier, why did you wait a whole month before you did it?  That's really the question.",
            "Male"
        ],
        [
            "N D NTANZI",
            "There was violence in the area and we as IFP members were protecting ourselves.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see, you weren't even in the area, you've told us you went and you left the area to another place and you came back every so often, once or twice, so how come you could have been in the area and know exactly what was going on there?  You've got to make up your mind now, you can't have it every way.",
            "Male"
        ],
        [
            "N D NTANZI",
            "I would sometimes come to check on my mother because of the violence in the area.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, I interrupted your question, can I carry on, just one issue if I may?\n\tYou've told us that up to 20 people were sometimes at your brother's house, at your home there, correct?",
            "Male"
        ],
        [
            "N D NTANZI",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now I want you to try and tell us, how many were there on that night, how many people did you see running away on that night?",
            "Male"
        ],
        [
            "N D NTANZI",
            "It was dark and there was no moonlight and no electricity, so it was dark.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then how did you see them running away?",
            "Male"
        ],
        [
            "N D NTANZI",
            "We heard the rustling of trees and leaves when they were running away.",
            "Male"
        ],
        [
            "MR LAX",
            "So you don't know whether it was just the wind blowing or what, you don't know whether it was ghosts or people?",
            "Male"
        ],
        [
            "N D NTANZI",
            "It was people because we could see the shadows.",
            "Male"
        ],
        [
            "MR LAX",
            "How many shadows did you see, 5, 19, 15, 20?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I would not be able to give you a figure because when they fled, they fled in different directions and we carried out that act quickly and fled.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you also said to us in your evidence that once they had fled, your brother went inside and closed the door.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think he said he went inside, he said he closed the door, you kept on saying he went inside.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay.  Well maybe you can clarify that for us.  Was your brother standing in the doorway, was he inside, what was your brother doing while you were approaching?",
            "Male"
        ],
        [
            "N D NTANZI",
            "If I'm not mistaken he was inside the house because there were some people also inside, and when these people fled I knocked and the door and he opened the door and Nkosinati Ngwenya shot him.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, what puzzles me is if his comrades had just run away out of terror on your approach, why would he just have opened the door?",
            "Male"
        ],
        [
            "N D NTANZI",
            "He heard my voice.",
            "Male"
        ],
        [
            "MR LAX",
            "But you just said that you and he were on bad terms, you didn't see eye to eye, and if his comrades had run away he would have been worried about who was coming here to attack.",
            "Male"
        ],
        [
            "N D NTANZI",
            "I managed to trap him to open the door and he did open the door.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because you see, I have the same problem, that for some reason or another this group of people, some of whom were inside the house, some of whom were outside the house, fled into the dark when the three of you came walking up also in the dark with no moonlight, no electricity, they must have been terrified to do this, weren't they?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "It could be so because when a person approaches you unexpectedly, you cannot just stand and watch and see what he is going to do to you, you think of fleeing because you don't know what that person is armed with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they ran away and they fired shots?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I think they were just trying to frighten us because they fired these shots as they were fleeing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you weren't frightened, you went up to the door and knocked on the door and your brother wasn't frightened by the noise and the shouts, he opened the door for you, is that what you are telling us?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I managed to actually convince him to open the door.  Neo Zinjama was standing guard, just on the lookout of who would approach.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you didn't know how many people might have still remained in the room, you didn't know that they had all run away, did you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "We did not know how many people were inside and we did not know how many had fled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there may have been dangerous ANC killers inside the room and you stood outside and knocked on the door.",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "It would have been possible but we did not see them.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one last aspect, Chairperson, and that is this.\n\tYou were an assistant youth leader, you've told us that and it's in your form?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Your leader had already been shot a month earlier than that?",
            "Male"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Didn't that make you the leader?",
            "Male"
        ],
        [
            "N D NTANZI",
            "No, there was still going to be a meeting to discuss who would be appointed, whether I would step into his shoes and become the chairperson or maybe somebody else would be elected.  We were still going to discuss that.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but until such time as somebody is elected, isn't it normal practice that the assistant takes over until such time as someone is ...  That's the whole purpose of having an assistant, is that you have someone who can take over when something happens to the leader, isn't that so?",
            "Male"
        ],
        [
            "N D NTANZI",
            "That is correct, but I requested from them that somebody else be elected because my problems, I was attending school.  I requested that they elect somebody else and that matter was still going to be discussed.",
            "Male"
        ],
        [
            "MR LAX",
            "You see if you were in fact the leader then what you've told us previously and what Ngwenya says, that you suggested that your brother be killed, is very very probable, it all fits together neatly.  Do you understand?",
            "Male"
        ],
        [
            "N D NTANZI",
            "I concurred with Neo Zinjama when he suggested that we should kill my brother.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see Ngwenya says you suggested that.",
            "Male"
        ],
        [
            "N D NTANZI",
            "I concurred with the suggestion that he should be killed.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what was put to you was that it was you who made the suggestion, that is what Ngwenya said.  What do you have to say about that?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I also contributed that he should be killed because he was a problem.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were you armed when you went to kill your brother, you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I had a home-made firearm but I did not use it.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And who else was armed?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Nkosinati Ngwenya and Neo Zinjama.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What did they have?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "With home-made firearms.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "All three of you?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And where did you get these home-made firearms?",
            "Unknown"
        ],
        [
            "N D NTANZI",
            "I had actually borrowed the one I had from the group at Luthuli's house.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "No questions, Mr Chairperson.\nNO QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it that the other applicant is sitting next to you and they're now going to change places?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "No, Mr Chairman, the second applicant is seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I'm sorry.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You're not going to lead - you're going to lead your next applicant now?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have in the past permitted people from the floor to ask questions if they are interested parties, but I think it would be better after we have concluded the evidence of both applicants.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Mr Ntanzi, will you change places with Mr Ngwenya?\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}