{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-07-30",
        "location": "PIETERMARITZBURG",
        "day": "3",
        "names": [
            "MAFOEKA ANTHONY NZIMANDE"
        ],
        "case number": "3095/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54848&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pmb/nzimande.htm",
        "speakers": [
            "ADV MPSHE",
            "ADV POTGIETER",
            "ALFRED SIKILELE MTHEMBU",
            "INTERPRETER",
            "JUDGE WILSON",
            "M A NZIMANDE",
            "MR WILLS",
            "MS KHAMPEPE",
            "VINCENT POSWA"
        ],
        "original_speakers": [
            "MR WILLS",
            "MS KHAMPEPE",
            "M A NZIMANDE",
            "MR NZIMANDE",
            "INTERPRETER",
            "JUDGE WILSON",
            "ADV MPSHE",
            "VINCENT POSWA",
            "MR POSWA",
            "ADV POTGIETER",
            "MR MTHEMBU",
            "ALFRED SIKILELE MTHEMBU"
        ]
    },
    "testimony": [
        [
            "MR WILLS",
            "I call the second applicant.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Nzimande, may you please stand up so you may take an oath.  Please raise or lift, the microphone.  Switch on your microphone so you may hear what you say.",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "You may be seated.\nEXAMINATION BY MR WILLS",
            "Female"
        ],
        [
            "MR WILLS",
            "Thank you.  Mr Nzimande, you have also been convicted of the incident that occurred, that we have been talking about today, on the 26th of September 1992 and, in that regard, you were convicted of nine counts of murder and two counts of attempted murder.  Is that correct?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And, in that regard, you received a prison sentence of 14 years?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And this is the incident in respect of which you are applying for amnesty?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, how long have you lived in Gengeshe?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "I was born in Gengeshe.",
            "Male"
        ],
        [
            "MR WILLS",
            "You have heard the evidence of Mr Poswa in relation to the events, both leading up to the incident on the 26th of September and Mr Poswa has described what happened on the 26th of September.  Do you confirm those events in so far as your recollections are concerned?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, I do agree.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you were also part of the ANC group that went back to Gengeshe on the 26th of September.  Is that correct?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And were you armed on the day in question?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, I was armed.  I had a spear.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did you kill anybody in the day, on the day in question?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, there was one that I stabbed, but I was not alone.  We were many, we were all stabbing him.",
            "Male"
        ],
        [
            "MR WILLS",
            "And can you give the committee the name of that person?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "It was Namawakwe Gillie.",
            "Male"
        ],
        [
            "MR WILLS",
            "That post mortem is at page 113 to 118 of the record, Chairperson, committee members.  Now, if the committee will just bear with me.  Now, why did you participate in this incident on the 26th of September 1996, 1992?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "We were going back to our homes to see how they were damaged.",
            "Male"
        ],
        [
            "MR WILLS",
            "What did you want to do when you arrived there on that day?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "We wanted to go back and stay there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, were you also a part of the group that was forced out of Gengeshe after the incident on the 12th of April 1992 when Mr Poswa's son was killed?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you made a statement in, which you attached to your amnesty application and that has been handed in as and listed 35A.  The statement that you assisted in the translation with earlier.  Do you remember this statement?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, I do remember it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you confirm the contents of that statement?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "It might happen that some of the things inside the letter are true and some might not be, because I wrote it while in prison and I did not have anyone to help me to relate the story, but I believe most of the things are true, not everything.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, as I understand it, you have been incarcerated at Waterval Prison, which is in Utrecht.  Is that correct?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it was only recently that you were brought to Pietermaritzburg, in fact, specifically for the purposes of this hearing.  Is that correct?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you know that Mr Poswa is, in fact, the first applicant, that is, is, has, in fact, been incarcerated at Pietermaritzburg new prison all the time. Is that correct?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "He has not been with you.",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "He has been in Pietermaritzburg.",
            "Male"
        ],
        [
            "MR WILLS",
            "He was not with you at Waterval?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct, I was not with him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you say in the statement that after the death of Spatelie Poswa, you stayed in the Richmond area for two weeks, but, importantly, you went to the Magistrates Court in Richmond to try and get the magistrate to assist in the resolution of this problem.  Is that correct?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "We did not stay for two weeks, but it was two days to correct it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, what I am concerned about is the attempts that you made to try and resolve this problem.  Did you speak to people in order to try and put an end to this problem?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, some men came trying to discuss the issues so that we can all reconcile.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did those efforts succeed?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "No, they did not.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, Mr Poswa has given evidence to the effect that the violence started in 1991 and he has basically said that it was very difficult for an ANC member after, in fact, 1992 to reside in Gengeshe.  Do you remember that evidence?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, I remember they did not want any ANC members to stay in that place.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, what about neutral people?  People who were not belonging to any political party?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think there has been no interpretation to Mr Nzimande's ...",
            "Female"
        ],
        [
            "INTERPRETER",
            "We would like to ...",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "... response.",
            "Female"
        ],
        [
            "INTERPRETER",
            "Yes, we would like to apologise, but he said that,",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Other people were not allowed to stay in that area.  Only IFP members were allowed to stay.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry.  Reference has been made to a, the camp, to a camp and Mr Poswa has described how when the group of ANC supporters arrived at Gengeshe on the morning of the 26th of September, the IFP members were at a camp.  Do you recall that evidence?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, I remember, it was at Becker Poswa.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, is it possible that anybody else, but an IFP member could have been positioned at the camp who was staying in that camp?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who would those, what would the political affiliation of the people be who were at that camp that was with Becker Poswa?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "There were IFP members in that camp.",
            "Male"
        ],
        [
            "MR WILLS",
            "And any, were there any ANC members there?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "ANC members could not stay in that camp, because he or she was going to be killed.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "As I understand the use of the word \"camp\" in this context, it does not mean \"camp\" in the sense that it is usually used in the English language or an area where people can come and stay.  It means, rather more, a fortified area where a group of people are staying.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do you agree with that?  I see Mr Mpshe shaking his head in agreement.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Now, after this incident, you have been in jail in some time.  How do you feel about the incident?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "I got disturbed, because it is a history to be in prison.",
            "Male"
        ],
        [
            "MR WILLS",
            "What do you feel about the people who were victims to this incident?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "I do not have anything against them, because they tried to reconcile.",
            "Male"
        ],
        [
            "MR WILLS",
            "If the committee would just bear with me.  Yes, just one final issue.  You heard me questioning Mr Poswa at some length about the deceased persons and those persons who you were charged in respect of attempting to murder the two that were, you were charged with attempted murder.  There were nine deceased persons and two people who you were convicted for attempting to murder.  Do you recall that?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "What, in your view, what political association did those people belong to?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "They were IFP members.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, also, Mr Poswa has indicated that whilst this was, as he described it, was going on, there were also women and children in the vicinity.  Is that correct?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, there were women staying there.",
            "Male"
        ],
        [
            "MR WILLS",
            "And, to the best of your knowledge, were any of these women and children hurt in any way or attacked in any way?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "They were not attacked.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  No further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.  Mr Nzimande, who was the ANC leader in the Gengeshe area?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Is Boy Patele.  Is it Patele who was an organiser at the area.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, was Patele the leader or was he an organiser in the area?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "He was an organiser.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, who was the local leader of the ANC in the area?  Let me put it this way.  Whenever you had ...",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "There was not yet a leader in that area.  We were just only an organiser who would come in to establish the party.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "You had meetings of the ANC in the Gengeshe area, not so?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "I never attended one, but I heard that they use to have meetings, the youth, but I never attended one.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Yes, but the others, like yourself, like Mr Poswa and others, did you not engaged in some ANC meetings, because Patele was concerned with the youth, I want to believe?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "I never went to a meeting with Mandlenkosi Poswa.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "How old are you?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "I am 37 years old.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Can you say what you did on this day, the 26th of September 92, you did in the name of the ANC?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "But how can that be if there was never any meeting which you attended where, perhaps, an instruction or order was being given to embark on this type of an action?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "May you please repeat the question.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "How can it be, because you say you had not attended ANC meetings where, perhaps, this type of an order or an instruction or command could have been given to fight back?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "I knew that I was an ANC member and I knew that he was also an organiser of the ANC in that area and I was an ANC member at that time.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Did you know that, perhaps, there was a policy by the ANC that when you are, you, as ANC members, are attacked you must attack back?  Did you know this or you did this out of your own volution?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "We never intended to retaliated.  We were going back to our places to stay.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "In your statement, which was translated, I refer members of committee to 35A, his statement, you made mention of the fact that you went to a magistrate in Richmond.  Do you remember the magistrate's name?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "We were new in that area.  We went to report the matter to the magistrate that as we were staying in Richmond we have, facing some problem in that area, because people are burning our houses and also taking our belongings.  However, I do not know what was his name.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was he a Black magistrate or a White magistrate?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "He was a White magistrate.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Then in paragraph three of your letter you state, I quote,\n\"One Sunday Mr Nkabinde, the Richmond leader, came and told us to go back to Ndaleni.\".\nWhich Nkabinde is this?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "I was not referring to Nkabinde, I was talking about Mzwandile Bongwa.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "So they wrote the name Nkabinde on your letter, it is incorrect?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, what was the position of Mzwandile Bongwa?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "He was a leader in Ndaleni.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And you said, paragraph four,\n\"Three IFP people came to talk to us at the Magistrates Court.\".\nDo you remember their names?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Yes, I remember.  It was Mgaukela Poswa, Stewo Poswa and Vimba Poswa.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, on your side, who was that?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Mr Poswa, who is sitting right next to me, was there.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Who else?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "I do not remember the others.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Did the magistrate act as a mediator between the two groups?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "He did not work as a mediator.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, what made the solution not to be reached?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "As we were asking them to go back to the IFP people to come back to Richmond so that we can sit down and talk, they said when they arrived at Gengeshe they came with the answer that they are not accepting our request.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, on page two of your letter, paragraph two, I will quote, the third line.  You say,\n\"Every weekend we buried our supporters and they were saying that they were going to finish us off.\".\nWhere were you burying them now, because you were out of your own area?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "We were burying them at Ndaleni, some of them.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Finally, page three, the last paragraph.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mpshe, may I interpose.  Does it mean that when you were at Ndaleni the alleged members of the PAC, sorry, of the IFP from Gengeshe came and continued to launch attacks against you whilst you were at Ndaleni?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "They did not attack us at Ndaleni, they pass and continue to attack people in town, in Pinetown and in Durban.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So, they were attacking not specifically people who had moved from Gengeshe, but they were attacking people who were known to be ANC members?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "They were attacking those who we left with from Gengeshe.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Finally, on page three of your letter you say,\n\"This is what I have to say, but I can supply more details at my hearing.\".\nHave you supplied us with all the details now?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Yes, I did.  There is nothing else.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Part of the mandate or the mission of the Truth Commission is to go to the root or the cause of some of these things.  In your own words, can you tell us what the cause was of all this happened in Gengeshe?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "On the 12th of April 1992, the Patele Poswa was shot.  On the following day, it was on Monday, I left Gengeshe to stay at Ndaleni.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Perhaps I did not phrase my question correctly.  I would like you to tell us as to what all these killings were about.  What was to be achieved by these killings?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "There was nothing to be achieved or gained.  The people were, the two organisations were fighting.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman, nothing further.\nNO FURTHER QUESTIONS BY ADVOCATE MPSHE",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "But I think the question is what were the two organisations fighting for.",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "We were not of the same view and in politics.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And that being so, when you went to Gengeshe and fought the IFP members, what did you intend to achieve?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "There was not anything that we aimed to achieve.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you not hope to go back to live there,  where you had been born?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "May you please repeat your question.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you not hope to go back to live at Gengeshe where, as I understand it, you had been born?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Yes, that is what we aimed to do.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "In fact, at that stage you were staying at Ndaleni as a group and you were all occupying one house.  Is it not so?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "Yes, many people left Gengeshe.  We were young men and we went to Ndaleni.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And the house that you occupied at Ndaleni, how many people stayed in that house?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "We use to be many sometimes and some of the days we will be few and over the weekend we will be many, because people will not be working.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And can you estimate the number that would be there over the weekend?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "I would say 20 or 30.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And how big was this house that you occupied?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "It was a very big house.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And was that house organised by your organisation?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "Yes, my brother gave it to us.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now, you know the Induna at Gengeshe, Indabazi Poswa?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Did he belong to any political organisation or was he a supporter of any political organisation?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "Yes, he was an IFP.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And what was his attitude to those people who stayed at Gengeshe who were not members of the IFP?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "He did not, he hated them.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Do you know a Mr Yesim, Ms, Miss or Mrs Yesim Mbanjwa?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "Yes, yes I know the person.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "During your criminal trial she testified that you were part of the group that participated in the killing of Namawakwe Gillie.",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Can you explain why Mr Gillie was killed in such a gruesome manner?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "We stabbed him and we were many.  We were, he was inside the house.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "See, according to the post mortem report, he suffered 36 incised wounds to the body and two bullet wounds to the chest and he was decapitated.",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "Yes, I would say he was seriously injured, because he was one of the very active IFP members.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Is that the only reason why he was killed in such a gruesome manner, that he was more active and when you say he was more active, what do you mean?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "It is because if someone got shot in that area it will be said that he was also involved in that particular incidence.  Even the, during the killing of Spatelie, he was involved.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And how many people participated in his killing?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "I will say it was approximately, not more than ten.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And was he stabbed with assegais?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "That is correct, we also stabbed him with assegais.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And did you use bush knives?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "Whoever was armed with any particular arm, they, whatever kind of arm, they use it to kill him.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So you used an assortment of arms to kill him?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chair ...",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think I have made a mistake.  In fact, the post mortem I have referred to is that of ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Becker Poswa.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "... Becker Poswa.  I am sorry.  All the questions that I have put to you, in fact, relate to the injuries sustained by, the injuries sustained by Mr Becker Poswa.  Did you participate in the killing of Mr Becker Poswa?",
            "Female"
        ],
        [
            "M A NZIMANDE",
            "No, I did not even touch him.  However, when we were leaving from Bajwa going to Umkumazi I saw him lying along the road and his head was cut off, but I did not touch him myself.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "What were you doing ...",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What were you doing at Gengeshe?  How did you make a living there?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "I had a family there and I was staying there and I was working.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What work were you doing?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "I was a cooker at one of the White schools.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And did you have a home?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And did you and your family live there?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "How big was your family?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "We were many, about seven and also our younger sisters.  There were three.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And did you all move out of Gengeshe?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "My father left to one of my sister's place, who was married, and, myself, I went to Ndaleni.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And what happened to your home?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "It was burnt down.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.  Re-examination?\nRE-EXAMINATION BY MR WILLS",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you Mr Chairperson, members of the committee.  Your, going to your ANC membership, when did you first join the ANC?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "In 1991.",
            "Male"
        ],
        [
            "MR WILLS",
            "And when did you get an ANC card?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "1991.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you referred, in answer to a question from the evidence leader, that whilst you were staying at Ndaleni you were burying people and one of the committee members asked you whether or not these people were originally from Gengeshe.  Do you remember that?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "I do.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, Mr Poswa referred in his evidence to a Mantutu Poswa, who was originally in Gengeshe and he fled to Pinetown and he was killed in Pinetown.  Do you recall that evidence?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, was he one of the persons that was buried?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know who was responsible for the death of Mantutu Poswa?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Even if I did not see them, I heard that it was the IFP members who killed him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you know, did you hear specifically which IFP members?  I cannot hear.  Can you hear?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Sorry.  He said it was Becker and Namawakwe.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Now, Mr Poswa also referred earlier on in his evidence to an attack on a Msolwa Basi in 1991, where this person was shot, but he was not killed.  Do you recall that?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "I do remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, what eventually happened to this Msolwa Basi?  Do you know ?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "He was attacked at Gengeshe.  He was shot.  He left Gengeshe and he had been, he was killed in Durban by the IFP supporters.",
            "Male"
        ],
        [
            "MR WILLS",
            "And was this at the Gleeblands Hostel in Durban?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, was he also one of the persons you buried whilst you were staying at Ndaleni?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "No, he was buried in Changa.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you attend his funeral?",
            "Male"
        ],
        [
            "M A NZIMANDE",
            "Yes, I was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, no further re-examination.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mr Nzimande, are you related to the Poswa family?",
            "Unknown"
        ],
        [
            "M A NZIMANDE",
            "Yes, I am related.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.  Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, members of the committee, I wish to call a third witness very briefly, a Mr Vincent Poswa.  Not an applicant, just a witness.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I think we will have to make the same arrangement as previously.  If the two applicants could move and sit at the chairs here and he can give evidence from that table.  Mr Vincent Poswa.\nMR WILLS CALLS",
            "Unknown"
        ],
        [
            "VINCENT POSWA",
            "(Duly sworn in, states).\nEXAMINATION BY MR WILLS",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  Mr Poswa, where were you born?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "I was born in Gengeshe.",
            "Male"
        ],
        [
            "MR WILLS",
            "And where do you reside?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "I am staying at Gengeshe.  However, I work in Durban.",
            "Male"
        ],
        [
            "MR WILLS",
            "What work do you do?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "I am a Manager.",
            "Male"
        ],
        [
            "MR WILLS",
            "For which company are you a Manager?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "Creamline Dairies.",
            "Male"
        ],
        [
            "MR WILLS",
            "For how long have you worked there?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "From 1975.",
            "Male"
        ],
        [
            "MR WILLS",
            "And how old are you now?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "I am 47 years old.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, are you an ANC member?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "Yes, I am.",
            "Male"
        ],
        [
            "MR WILLS",
            "For how long have you been an ANC member?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "Since from 1986.",
            "Male"
        ],
        [
            "MR WILLS",
            "I am instructed that you are, in fact, the blood brother of the first applicant, Mr M T Poswa.  Is that correct?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "That is correct.  We are born of the same mother.",
            "Male"
        ],
        [
            "MR WILLS",
            "Would you describe yourself as being a prominent ANC member or would you consider yourself to be an ordinary member?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "I am just an ordinary member of the ANC.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, it is, you have heard the evidence concerning the attack on the 26th of September, not so, or the incident on the 26th of September.",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you yourself participate in that incident?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you have also heard the evidence of both the applicants relating to the lack of free political association in the Gengeshe area.  Is that correct?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want you to comment, from your point of view, on the issue of your own experience in Gengeshe as regards your ANC affiliation.  Were you free to be an ANC member in Gengeshe?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "No, we were not free.  On the 12th I was at home.  I left at about half past three, going back to work.  When I arrived at home in Claremont where I stay, I got a call telling me that my brother's son has been shot.  I asked who shot him.  They said he was shot by Keswa Poswa.  On the following day, I could not go on that particular day, because it was late at night.  The following day myself and Armond Poswa and Vimba Poswa, we drove to Richmond.  We arrived in Richmond, we found my brothers sitting at the garage and I asked what happened.  They told us that the son has been shot and been taken to a mortuary.  Vimba Poswa and Fana Poswa, Armond Poswa left to Gengeshe.  Only the IFP people were left behind, Zimboeza and others.  They were trying to go and talk to them to find out the cause of his death, the reason why he was shot.\n\tThey did not come with an acceptable answer. After that we went to the Richmond Magistrate and we told, reported the whole case.  No actions were taken by the magistrates.  On the 11th, it was Saturday, some helicopters came, there were three.  They searched our homestead.  I was present on that particular day.  It was a rainy day with some few showers.  They wanted to get into my house, they wanted to get with their shoes on.  I refused, because it was muddy.  However, they managed to get inside and search it.  They could not find anything in the homestead.  After that we talked to Mr Matthyson, even if I cannot pronounce his name very correctly or well.  His nickname was Kongolo.  \n\tHe said when we were telling him about the burial of the, of our son he said he does not want Comrades and he is going to shoot any Comrade who is going to pass by his gate.  Therefore, we had to bury our son at Ndaleni graveyard.  This son I am talking about is my brother's son by the name of Spatelie Poswa.  We buried him at Ndaleni.  On Sunday, the following day, early in the morning, Kewe Umgoukwela and Tswetswe arrived.  They met our brothers at Richmond at Flower Garden.  They were coming to talk peace with us.  Indaba Zimboeza who was the one who was supposed to come and talk to them, unfortunately, he was not there. Therefore, we could not talk to those people, because the relevant person was not there.  They had to go back to collect the relevant person.  We stayed there until late.\n\tOn the following day we waited, they did not come.  After that I, personally, visited Poswa and Armond Poswa and Timothy Poswa, who is an Induna or headman in that area.  We went to report the matter to the chief at Bulwa.  That was a chief on that area, of Gengeshe area.  We were trying to get him to come and reconcile the community.  After the chief have heard about this, that the Comrades are being killed, he said, he promised that he will come on Tuesday. He said we must wait for him at the Magistrate's offices.  We sat at the Magistrate's offices.  He did not come even up till today.  We talked to the chief himself, personally, with his secretary writing everything and we were at the offices in Shlanganana, Bulway.  \n\tAfter that we tried to go back to remove our belongings, possessions at home and then they started beating us or attacking us.  I managed to took out some clothes, furniture, wardrobe.  I could not carry my kitchen furniture.  Even my house, which I bought in 1990, at the cost of R35 000,00 was destroyed in that way.  That is what I can say.  What we, some things that we heard was that when people were leaving Gengeshe, they were told they must pay R500,00.  If they were trying to run away from Gengeshe, the IFP supporters said you have to pay R500,00 and then you can leave after paying it.  Number two Indian people died who were coming to remove people in that area.  They were coming to remove their property.  They died there with their lorry which was burnt.  If you are an ANC member you could not even leave the area that is Gengeshe.  Our children and everything were left behind.  That is all I can say.",
            "Male"
        ],
        [
            "MR WILLS",
            "... Chief Dlamini in Bulwa.",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "I am referring to the chief who was in charge, that is Chief Dlamini.  Even if I do not know his name he took over from his father by the name of Kosingdaba Dlamini.  This one was the one who was successor to Vusie Dlamini.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.  Just looking at your own personal position, the inference of your evidence is to the effect that you also left Gengeshe on the, shortly after the 12th of the, of April 1992.  Is that correct?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "The last time I slept at Gengeshe was the 11th.  The situation was bad.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what was, what happened to your property?",
            "Male"
        ],
        [
            "VINCENT POSWA",
            "They took all my property, the IFP supporters.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, no further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "ADV MPSHE",
            "No questions, Mr Chairman, thank you.\nNO QUESTIONS BY ADVOCATE MPSHE",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Poswa, where were you on the 26th of September when the incident that we heard about happened?",
            "Unknown"
        ],
        [
            "VINCENT POSWA",
            "I was at work.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "In Durban.",
            "Unknown"
        ],
        [
            "VINCENT POSWA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And at that stage, where were you staying?",
            "Unknown"
        ],
        [
            "VINCENT POSWA",
            "I rented a place in Claremont.  I rented that place, because I was working in Durban.  So it was convenient for me to stay, to rent a place so that I could only stay there during the week and during the weekend I can go home.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you have any idea that this incident was going to happen or that your brothers, your family was going to try and go back to their homes that were, that they left behind in Gengeshe?",
            "Unknown"
        ],
        [
            "VINCENT POSWA",
            "No, I did not have that idea, but I heard during the nine o' clock news on the radio that people have been killed at Gengeshe.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "That is the case for the applicants Mr Chairperson, committee members.\nAPPLICANTS'  CASE",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairperson, committee members, during the lunch break I had a very brief consultation with the victims who are herein present and there was an indication that one of them would like to say something, but I did not consult fully with them.  May I make a request for ten minutes break ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Very well.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "... to consult and to lead him.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "How many victims are there here now?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "We have a total of three now.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "One more has come.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Very well.  See if they wish to say or you can say or choose to make any remarks on their behalf, I think you could do so.  Find out what they would prefer.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Right, Mr Mpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.  Mr Chairman, I am indebted to the Chair and the members of the committee.  Mr Chair, I call to the witness stand Sikilele Mthembu.  May he take an oath?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mthembu, may you please stand up so you may take an oath.  May you please furnish this committee with the full names.",
            "Female"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "Alfred Sikilele Mthembu.\nADVOCATE MPSHE CALLS",
            "Male"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "You may be seated.\nEXAMINATION BY ADVOCATE MPSHE",
            "Female"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.  Mr Mthembu, one of your children, Dumisani Mthembu, was killed in the incident that led to this hearing today.",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And he is actually victim number eight on the list of victims, Mr Chairman and members of the committee.  Mr Mthembu, is it correct that you have been in contact with the family of the Poswa's?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And that, in fact, the other members, victims who are here, herein present, belong to the Poswa family?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you say eight, victim nine is it not?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Count nine?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "On the list is written, he is written twice on eight and nine, Mr Chairman.  On the list of victims I have indicated.  They wrote his name twice.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where is the list of victims?  Which page?  Where is this list of victims you are referring to?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "The Investigation Report, Mr Chairman.  I will check the page quickly.  Page 38.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I think the list at the indictment is far more reliable.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I am indebted to the Chair, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Number nine there.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.  Mr Mthembu, is it correct that you said you want to come and testify, but you want to put to the word that you testify as how you feel about the whole incident?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Will you please do so and tell the committee how you feel.",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "At Gengeshe violence erupted between the ANC and the IFP.  There were divisions between the two organisations.  They hated each other, therefore there was always conflict between the two organisations.  We heard while I were at home, lower Umkumazi, we heard that Poswa's son by the name of Mandlenkosi has been shot.  While we were trying to go to the place to see what happened, we were told that the Poswa family have left the area.  Only the IFP members are staying in that area.  After that we heard from the IFP that all young men should go to Indaba Zimboeza Poswa's area, who was the Induna at that time.  I was at home myself.  I said it should not only be children, why should it be children.  Is it a war or what is going on, because this is a family matter within the Poswa family.\n\tHowever, the headman said they should come.  The young men listened.  They went to the area and my son also accompanied them.  They were there to guard his family, that if ever he is attacked, they can protect him.  After that I left the area to stay in Durban, because all the people have left the area and I went to stay in Pinetown.  One particular day we listened to a radio and we heard that people have been killed at Gengeshe.  It was another ten people who were killed.  I was also listening, because I did not know whether my son was involved.  We were listening, on the second day they mentioned my son's name, that he died on that particular violence.  That his name was Dumisani Mthembu.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Mthembu, sorry for interrupting.  Do you belong to any political organisation yourself?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "I use to be an ANC member.  People did not know me as an ANC member in my area, because I was only known as ANC member in town.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Why did you not want it to be known in the village that you are ANC?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "There were no organisations at that time.  Organisations were operating in towns.  In towns, at homes we were under a chief.  The organisations started late.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, you have testified so far that your son, Dumisani Mthembu, was also killed.",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was he, to which political organisation did he belong?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "He died in an, as an IFP member.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, how did you, how did the death of your son affect you, if it did affect you?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "This hurt me a lot, because he was about to be married, but I blame the political situation, because before this political activity in the area, we were living in peace.  There was not an IFP or ANC, it was a peaceful situation.  Therefore, I blame politics and the organisations which had caused the death of my son.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Mthembu, part of the mandate of the Truth Commission is to foster reconciliation particularly between or amongst people who have been torn apart by politics.  Do you understand?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, what is your view about this reconciliation?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "I knew that we were not enemies.  It was only the politics which infiltrated the area and at the moment, I will say, we have reconciled in the area.  People at Patene and Richmond have reconciled and even at Gengeshe and I would like to see peace in this area, because we are not enemies, but the organisations made us to be enemies.  Although I lost my son I will still think we should be reconciled.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "The two applicants, whose evidence you listened to today, they are before this committee, particularly, for amnesty and they are also asking for forgiveness.  What is your attitude towards that?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "I do forgive them, because I knew we were not enemies.  It was politics that caused the animosity in the whole world and even today when we talk to them, they are so nice to us and they also wish for reconciliation.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Mthembu, finally, what you have, what you are saying now, is it your, how you feel or is it the feeling of your family as well as the Poswa's family at home?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "I will say my family and the other families around us.  I am saying, I am begging Gengeshe, I am not saying Gengeshe, but our people are trying that we all come back at that area.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman, that will be all.\nNO FURTHER QUESTIONS BY ADVOCATE MPSHE",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I have no questions.  I would just like to express my great respect for the witness at this stage.\nNO CROSS-EXAMINATION  BY MR WILLS",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I would just like to ask you one or two questions, Mr Mthembu.  As I understand it, after the death of young Mr Poswa's son, you went to try to find out what had happened?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "I did not try to go there, because we did not visit each other at that time.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I thought you told us when you went to find out what was happening, you were told that the Poswa family had left the area?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "May you please repeat your question.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I thought, I may have misunderstood you, I thought you said at your, in your beginning of your evidence that when you went to find out what had happened, you were told that the Poswa family and the others had left the area, that there were only IFP people left.",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "Yes, I met one of, a young boy from the Poswa family and I asked him, he is by the name of Mandlenkosi, I asked him where were they, where are they.  He said they ran away and, therefore, I did not go on to that, towards the area, I just turned back and went back home.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And it was after that, I think you told us, that the IFP headman ordered all the young men to report to him?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "That was the headman of youth.  He is the one who called them to come and gather at that place.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And he gathered all the young men together including your own son?",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "He was shouting above the hill, saying all the young men shall go above the, towards the hill and they shall be armed in going towards Gengeshe.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You were opposed to this and you left the area?  You went to Pinetown.",
            "Unknown"
        ],
        [
            "ALFRED SIKILELE MTHEMBU",
            "I did not agree with that, because I wanted us, we as other to go there to hear what was happening.  However, he called the youth and they went there and also my son went to the place.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mr Mthembu, I would like to express the vies of the committee, that we sympathise with you in your very tragic loss and we admire this forgiving approach that you have adopted and respect you for the honesty that you have shown in coming to tell us all what your feelings are today.  We would like to thank you very much for all you have done here.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That will be all Mr Chairperson and members of the committee.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Does that conclude the people who wish to make representation or make any statement.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you Mr Chairperson, members of the committee.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Sorry, something I want to say before you address us.  That we have, I have arranged to obtain the, sorry, no, no, it is in the other case.  No, sorry.  I am arranging, I hope, to obtain any plan that might have been handed in at the trial.  I think there is some reference to it.  My secretary is seeing it is, to give us a better understanding of the area, of the district and if we do find it, we will notify you, but I think you already know the district.  You have the advantage of knowing what it looks like which we do not and we thought we would like to know something about that, so.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, that is correct.  I have been to the actual Gengeshe Valley community.  However, the plan may, in so far as, I am not sure exactly where the incidents occurred.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It can, perhaps, that neither you nor I were quite sure of where it is.  So we are getting that plan, if we can.\nMR WILLS ADDRESSES COMMITTEE ON MERITS OF CASE",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairman, members of the committee, I submit that this amnesty application should be successful.  I submit that both applicants have made a full disclosure and, in addition to that, I submit that they have satisfied the committee that the act was committed with a political objective.  Turning to the actual political objective, I refer to the criteria that have been outlined in Section 23 of the Act, the motive, initially.  I submit the motive is quite clear.  Their motive was, as an organisation, to have the right to go back to their homes and whilst this was not expressed in so many words, I submit the inference, the only inference of the evidence is that, not only did they want to go back home, but they had the right to go back home and to have, to belong to the organisation of their choice and enjoy free political activity at the place of their birth.\n\tReferring specifically to the context, I submit that all the evidence amounts to the same, in that, this was not an attack, in the true sense of the word, and I refer, specifically, to Section 23(B).  My submission is that the context shows that this was, in fact, a reaction to a political event.  It is clear that the reason for the ANC part of the Gengeshe community having to leave was that they were not members of the IFP and, with respect, they were forced to flee.  This whole incident resulted as a reaction to that incident and, specifically, that was the incident referred to on the 12th of April some months before the incident.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I think what bears that out even more, there might be some uncertainty what caused the killing, is the evidence that after they had left, their property was all destroyed which was, I think, is a fair indication that there was an intention to eradicate them completely from the area.  It was not just a personal thing, it was that they wanted them, to drive them out.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, indeed, Mr Chairperson.  The legal and factual situation referring to 23(C).  There is no doubt that we all know and concede that this was a very serious act and one does not want to underestimate the seriousness of the act.  Nine people were killed and there was an attempt made on the lives of an additional two people.  However, I respectfully submit that the members of the community who took this action were left with little alternative.  There has been evidence, which I submit, should be accepted that they did make attempts to try and resolve this peacefully.  Attempts were made by going to the police, attempts were made by going to the chief of the area, attempts were made by going to the magistrate of the area and it seemed that these were all fruitless.\n\tNow, the, if I refer the committee in this regard to the Investigators Report, which basically corroborates the version that the individuals did go, in fact, to the police and complain about these incidents and, particularly, if one refers to page 45 of the bundle, there are the CR's.  The, firstly, the Richmond CR118 of 9 of 92, murder, two counts and arson.  The further docket, Richmond CR984 of 92 and the third one being the Richmond CR49 of 4 of 1992, which also indicates that something was done and a particular Keswa Poswa was arrested, but, indeed, he was eventually acquitted.  \n\tThe evidence which was particularly alarming and, I submit, is an important facet of the evidence which underlies the drastic position that the ANC community were in in Gengeshe, was the evidence given by the first applicant later on in his evidence in answer to questions by my, by the evidence leader and that was that when people in the IFP camp were, in fact, arrested, he was referring to the incident where the family member at the forestry area was attacked, he said he attended at the police station and there were weapons which he, himself, saw in the police station and his evidence was to the effect that these people were more or less immediately released and that the same weapons, that he personally saw in the police station, were found or seen by him on the date of the incident on the 26th of September 1992.  In circumstances like that it clearly, with respect, must be seen that they were in an enormously difficult position.  They were living in, what must be described as enormous inconvenience, having been rooted out of their homes and they had little else that they could do. \n\tIn addition, referring specifically to the criteria in 20, Section 23(D).  The objective here.  It was clearly directed against political opponents and, I submit, it was no, it was discriminatory in the sense that it was only political opponents that were actually attacked.  In this regard I think the evidence of the witness in the criminal trial and that is Yesim Mbanjwa is extremely relevant and I refer the court to page three and page four, the bottom of page three, the last paragraph of her evidence and, incidentally, she was found to be an extremely good witness by his Lordship Levinson in the matter, and I would just like to quote that bit of evidence in the record.  It is the bottom of page three.\n\"Yesim Mbanjwa, an elderly morning, said on the morning of the 26th she was asleep in her home.  She said that gunshots went off.  She then woke up and she looked through the door.  When she saw four people appearing there, a person by the name of Tutu told her to go into another hut.  She said to Tutu, she said that Tutu was one of the four people and there was another person whom she identified as Mantutu who, it is common cause, is accused number six.\".\nNow, in those circumstances, it seems blatantly apparent that had there been an intention on the part of the second applicant or any of the applicants on that day to take the life of this person, it would have been quite easily possible.  The proximity of this witness to the attackers at that stage was extremely close.  People were close to the door, close enough to talk to her and yet no harm came to her and the evidence is to the effect that no harm came to any of the women or children of the Gengeshe area on that day.  \n\tOn the other hand, the attack, it is my submission, was directed at what must be, with respect, be accepted as political opponents.  I, it is my submission that one can take the, one can accept that all of the deceased in this matter were, in fact, members of an opposing political organisation and I submit that the evidence given by the accused in this regard, sorry, the first applicant in this regard, was relevant.  He, in going through the list of the persons indicated that most of the people were IFP members, but his honesty was such that when he got to the victims in count eight and count nine, he said, he openly admitted to his, possibly to his disadvantage, that he did not know those people in count eight and count nine.  We have now, through the integrity of the victim, Mr Mthembu, been able to establish that, yes, count nine, the victim in count nine was, in fact, an IFP member at the time.  \n\tI think it is not, one does not need to rely simply on the evidence of the first applicant in this regard.  If one refers to the bundle again, page 125, the witness Konduwe Dlamini says that her deceased husband, Filapie Dlamini, proceeded to Poswa's kraal where there was a camp.  The witness, Ivy Nele, on pages 133 and 134 of the bundle, says that Mbovane Nele and his son, Tutu, went to the camp at the Poswa's residence.  On page 142, Tula Bhonwa Poswa, who was one of the victims of the attempted murder, indicated, and I quote,\n\"We were sleeping outside the house of the grandmother with other Black males.\".\nAnd at 146 he indicates that the local males had gone to a camp.  Now, it, I think it can be clearly established that all of these males who attended this camp were there for a specific purpose and, clearly, there had to be members of a particular organisation if they were present at that camp.  \tAs regards the political objective, I would like to refer the court, the committee to the judgement by Levinson J on sentence and, specifically, to page, I think it is 31 and the, from page 31 of the record that we have received and I think that the finding of his Lordship Levinson J has been proved to be correct in the evidence that is before the commission today and I would like to read from the last paragraph,\n\"It is also relevant to quote Levinson J to take into account the political situation that prevailed at Gengeshe from about April of that year.  It appears that the Induna at Gengeshe ...\",\nand it is my submission that we must be referring to the Induna Ndabawakwe Poswa, sorry Indaba Boeswa Poswa,\n\"It appears that the Induna at Gengeshe was the line to the Inkatha Freedom Party and, according to the evidence, he objected strenuously to the recruitment of people in his area by members of the ANC.  According to the evidence, this appears to have been at the root of the violence that occurred from about April.\".\nFinally, as regards the political motive, I submit that the findings of the investigator at page 45 of the bundle corroborates and supports my submission that a political motive exists and I quote from the last paragraph on page 45 where the TRC investigator finds\n\"The murder and arson committed by applicants was, in my opinion, a revenge attack which and, I emphasise, was indeed political, because of the fighting between the IFP and the ANC.\".\nMy final submission is that the applicants together with the families of the deceased persons, in my respectful submission, are all victims and they are victims to a political situation that is untenable or was certainly untenable.  They were forced into a position where, it is my submission, that they acted and did things that in normal circumstances, had the political situation not been as it was, that they would not have, that they would not have done and had the society not been so politically divided I am confident that the two applicants would not be here today and neither would they have been tried.  Those are my submissions.  Thank you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just before you conclude, what is the significance, if any, of the telephone call that the first applicant received from Mr Becker Poswa?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I submit that that telephone call was an overt threat.  That telephone call must be seen in the context of what had occurred, not only when, not only as a result of the incident that arose where the ANC community left Gengeshe, but also in the light of the fact that certain people who had left Gengeshe and gone to live as far afield as Pinetown and Gleeblands had, in fact, been attacked at those places and killed.  Now, I submit that, in a sense, one could see and one would have to take this threat very seriously.  The individual who made the telephone call was widely regarded as, by the ANC community as being responsible for the attacks and being directly involved in the attacks, that is Becker Poswa, his name has been mentioned frequently today.  I submit there that, again, that unless some form of action was taken, the individuals at Ndaleni may well have been eminently attacked.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Does that assist at all with your submission or does it submit your, does it support your submission that what we are dealing with is a political, politically inspired incident and not a personal fight?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, I submit, with respect, that it does support that very much so.  If it was, again, if it was just a family squabble and a revenge attack, then one would have expected the first applicant to have, possibly, grouped together with one or two friends to have taken his revenge on his own.  Possibly, he would have simply done it on his own, but maybe with some very close relatives, but the fact, the evidence is and I think the finding of the Supreme Court in this matter was that there was some 50 people.  Our evidence is to the effect that there were approximately 30 or 31 people involved in the attack, but that is such a broad number of ANC supporters participated in this, seems to me to indicate that it went far beyond the bounds of a personal family revenge.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Wills, I concede that this attack was definitely not indiscriminate, but what extent should weight be attached with regard to the manner in which some of the victims were killed like Mr Gillie and Mr Becker Poswa?",
            "Female"
        ],
        [
            "MR WILLS",
            "I have to concede, Madam Committee Member, that those were, certainly, atrocious murders.  I cannot, in any way, attempt to justify the extent of the brutality of those murders.  I, all I can say is that their, this was a full scale fight that goes on, that went on, that there were a number of people who participated in the actual killings itself and, clearly, in respect of the first applicant, there can be no finding, with respect, against him for that type of activity, in that he is, clearly, was just armed with a firearm.  He simply shot one person on that particular day.\n\tAs regards the second applicant, it is clear, also,  from the evidence of the ...",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mbanjwa.",
            "Female"
        ],
        [
            "MR WILLS",
            "... that there were more than one person.  In fact, she said there were four people who participated in the assaults and killing of Mr Gillie.  Clearly, it would take more to find out exactly what the second accused did, but I do not think, it seems clear that those injuries cannot be attributed to him only.  I also submit that if one looks at the post mortems as a whole, the persons who received the worst fates were Becker Poswa who as, you rightly indicated, was decapitated and received multiple injuries and Gillie, with respect, he seems to have also met a similarly horrific fate and that does also relate to the fact that, well, the evidence that it was these two individuals who were seen by the ANC community as being the most active in the oppression of their members.  So, I must submit that it must be related to the intensity of anger against those.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Can you not also rely on this, that these injuries are, in fact, almost typical of what is found in cases of, so called, mob violence, which evidence has been given innumerable times as the effect on otherwise decent people when they get involved with a group that is committing, what can be called, a mob attack, that this is typical of what happens, they all go on.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you, Mr Chairperson.  The whole theory on and accepted theory in the courts of deindividuation, I think, is typical of this type of attack.\nADVOCATE MPSHE ADDRESSES COMMITTEE ON MERITS OF CASE",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman, members of the committee.  Mr Chairman and members, I have nothing to gainsay what my learned friend has said and I want to believe, as part of my duties, it is to put before the committee any material or information either for or against the application and, in doing that, I want to refer the committee, once more, to the transcript, the record, page 32, that was referred to by my learned friend, particularly line four to five which I shall quote for convenience where the Judge said,\n\"In considering ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The judgement, not the record.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "The judgement, the judgement on sentence, thank you.\n\"In considering a proper sentence I have fully, I have been fully conscious of these political pressures on the accused.\".\nQuotation closed, but having said that, Mr Chairman, members of the committee, I would like just to request the committee, when considering its decision and what I am going to say has been alluded to by the committee member, Ms Khampepe, that one of the criterias that are laid down in the enabling Act should be taken into consideration, particularly under Section 20, sub-section three, the criteria number F, I need not belabour what is said therein and much has been said about that by both my learned friend and Ms Khampepe.  Thank you.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is off.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We will now adjourn till nine o' clock tomorrow morning.  We will not be proceeding with this matter tomorrow.  We will take time to consider our decision and then it will be notified or publicised in due course.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}