{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-02-10",
        "location": "PIETERMARITZBURG",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54849&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pmb/pmb.htm",
        "speakers": [
            "ANSWER",
            "CHAIRMAN",
            "INTERPRETER",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "MEMBER OF COMMISSION",
            "MR BANADE",
            "MR BRINK",
            "MR DE JAGER",
            "MR JASSAT",
            "MR MADLALA",
            "MS KHAMPEPE",
            "QUESTION"
        ],
        "original_speakers": [
            "MR BANADE",
            "CHAIRMAN",
            "MS KHAMPEPE",
            "JUDGE WILSON",
            "INTERPRETER",
            "MR MADLALA",
            "MR BRINK",
            "MR DE JAGER",
            "QUESTION",
            "ANSWER",
            "MEMBER OF COMMISSION",
            "JUDGE NGOEPE",
            "MEMBER OF COMMITTEE",
            "MEMBER OF THE COMMITTEE",
            "MR JASSAT"
        ]
    },
    "testimony": [
        [
            "MR BRINK",
            "Mr Chair, members of the Committee, this is the...(talking in background - no microphone)...and I understand that my learned colleague will be asking for this matter to stand down for a short while to take instructions from Mr Madlala.",
            "Male"
        ],
        [
            "MR BANADE",
            "Mr Chairman I am Banade from the Free State Bar.   I am acting on the instructions of Goodrick Franklin of Bloemfontein on behalf of Mr Harrington and Erasmus at this Committee meeting.   I have received complete instructions from them with regard to the aspects which have to be covered here today, although it was at short notice we consulted on Saturday.   When we got here, we discovered the friend Mr Madlala here and he asked me if I would assist him as well.   Unfortunately I have been unable to have a brief with him, I just got here this morning and I just briefly discussed with him what was going on here but I have been unable to consult with him and take proper instructions, thus in the light of the request by Mr Madlala I would like to request a short adjournment to enable me to consult with him.   If I could get at least half an hour just to get an idea of the evidence that is to be led, I would like the Committee to consider this request please.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Madlala, do you understand English?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "...please say something so we can see whether Mr Madlala is on the right channel?",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Mr Madlala listen to the machine now, can you hear what I am saying to you?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "He can't hear anything it's probably the earphones, he can't hear anything.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Try again with those earphones, can you now\n1.1\thear /...\n2\nhear what I am saying to you?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "What is the name of your attorney?",
            "Unknown"
        ],
        [
            "MR MADLALA",
            "I wasn't able to get an attorney because I was notified quite late that I should get an attorney.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "...somebody who said that he was your attorney contacted Mr Brink, what is the name of that person?",
            "Unknown"
        ],
        [
            "MR MADLALA",
            "Yes, I have asked him to appear on my behalf at the moment.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "...to Mr Brink.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "There seems to be something wrong with the earphones, the witness is not getting the interpretation from the booth.   Zulu is supposed to be in channel 3 from his apparatus.    He is getting the interpretation now.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Would you ask him to give us the name of his attorney, the person that was acting on his behalf and informed Mr Brink?",
            "Unknown"
        ],
        [
            "MR MADLALA",
            "I do not know his name because I was told quite late that I had to appear before the Amnesty Commission, then I asked Mr, this one who is in front of you to represent me.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman I think the name of the attorney was Mr Mlaba, I'm not quite sure it rings a bell, a Mr Mlaba.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Does it not appear from the application form?",
            "Unknown"
        ],
        [
            "MR MADLALA",
            "No it's not Mlaba who is appearing on my behalf, I am not the one who is represented by Mlaba.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Is it your wish that you be represented by Mr Banade?",
            "Unknown"
        ],
        [
            "MR MADLALA",
            "Yes it is my wish.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I understand that Mr Banade hasn't had a chance to discuss this matter with you so that he can be better prepared to represent you.   Do you understand that?\n1.1\tMR /...\n3",
            "Unknown"
        ],
        [
            "MR MADLALA",
            "Yes I do understand that.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "...to afford him an opportunity to do so by adjourning this hearing, but I want to be satisfied, my Committee wants to be satisfied that you do want to be represented and that you are quite happy that you should be represented by Mr Banade?",
            "Unknown"
        ],
        [
            "MR MADLALA",
            "I do understand.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Very well.   Mr Banade we will adjourn to enable you to have an opportunity to discuss and take instructions from Mr Madlala.   If it transpires in the course of your instructions that there may be a conflict of interest between one or other of the applicants, you will then have to advise us on what you propose doing.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Thank you Mr Chairman, we are very thankful to you for this adjournment and I will let you know as soon as we are ready to proceed.   We will adjourn and we will come in as soon as counsel tell us that they are ready to proceed.\nCOMMISSION ADJOURNS - ON RESUMPTION",
            "Male"
        ],
        [
            "MR BANADE",
            "Mr Chairman I thank you for the opportunity to consult, we have done so and I am ready to lead his evidence.   May I inform you at this stage, since the amnesty application form with regards to Mr Madlala is unclear that he was applying for amnesty with regard to the murder on Jama and also the murder on 24 February 1991.   We will look at that.   If you are then prepared to proceed, I would like to ask Mr Harrington to be sworn in so that we can deal with his evidence first and then Mr Erasmus and Mr Madlala.   It has been cleared up as such with them as well, if you accept it as such.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did his original application form deal with\n1.1\tthe /...\n4\nthe murder of 24 February 1991 or is this a fresh application?",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman to the best of my knowledge his original application also deals with that, specifically the Jama incident.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Banade will you ensure that before we proceed with his evidence that a legible application form on behalf of Madlala is handed in because I understand the form that he's made available to us is a very, very poor copy and it's difficult to read what he said.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman I will do so, since we are going to start with Mr Harrington and Erasmus, I assume that there will be a break as we proceed with the day's hearing and I will obtain a form and assisting him in filling it in.   As you please.",
            "Male"
        ],
        [
            "MR DE JAGER",
            "Mr Banade you say that you are going on with the application for amnesty with regard to the offence of murder.   Is that the only amnesty Mr Harrington is applying for or are you applying for the other aspects which he mentioned, the third force activities, \"C\" Annexure.",
            "Male"
        ],
        [
            "MR BANADE",
            "Mr Chairman the main application is with regard to the murder of Jama on 24 February 1991.   Mr Harrington has indicated in his application, has indicated about third force activities and I have cleared it up with him this morning and I will take it up with him directly, whether the third force activities which he refers to have got anything to do with UDF and ANC members over a period of time, specifically before this date.   He cannot specify that Mr X and Y were assaulted on any specific dates, he cannot be specific.   We will not be able to point out the victims that is why I agreed with him that if the Committee so\n1.1\tpleases /...\nMR BANADE\t5\tADDRESS\npleases, because the spectrum of third force activities is so wide that we will deal mainly with the murder of Jama of 24 February.   I would also like to mention to you that Mr Harrington and not Mr Erasmus has been cleared with regard to assault, as far as I know things that happened before 24 February, he has been acquitted.",
            "Male"
        ],
        [
            "MR DE JAGER",
            "I do not have a problem with that, the fact is that if he is not applying for a specific action is he aware that should he be granted amnesty that he can be prosecuted for the other actions?    I do not know if it was part of third force activities, but if you are going to give us specific incidents, he cannot be granted amnesty for incidents for which he has not applied.   If it is not clear that is why I am asking because as it is set out here it is not too clear and you have to clear it up because we cannot grant amnesty for third force activities. (The speaker's microphone is not on)...",
            "Male"
        ],
        [
            "MR BANADE",
            "If it is an official decision by the Committee and I'd like to find out if it is, then I would like to consult with them briefly with regard to this aspect, but we will stick to the application for the murder on Jama.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Banade, what is being said to you in terms of the Act, we can only grant amnesty in respect of specific offences, much as we would like to deal with things at a globular level, we are not entitled to do that, there has to be an application for a specific offence.   It is in respect of each specific offence that the Committee considers whether he's entitled to amnesty and may refuse or grant it.  I think that is the only way this can be done.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman we will then remain with the decision taken by the Committee and will stick with the\n1.1\tamnesty /...\nMR BANADE\t6\tADDRESS\namnesty application specifically to the murder of Jama on 24 February 1991.",
            "Male"
        ],
        [
            "MR BRINK",
            "...indicate shortly before the Committee reconvened for this session I was approached by a gentleman who is a member of the KwaZulu Parliament.   He tells me that the mother of the late Jama, who is here, her attorney apparently will only be here at 2 o'clock this afternoon, for some reason he's not here.    I merely mention that for what it's worth, I don't know whether one should wait until 2 o'clock before we commence?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "No I do not think that the Act says we must wait because attorneys are not here, she is here, the evidence will be made available or known to her and we must now start moving.   The attorney may not even turn up at 2 o'clock and then what happens?    I think we must just make a beginning and see how far we can get.   It may be that between now and 2 o'clock whatever evidence is going to be led may not concern directly her or her interests.   Be that as it may, I think we should make a beginning.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman if I can just inform you very broadly.   I informed Mr Harrington and Erasmus before the time to concentrate or give their evidence on specific points.   They will continue along that vein in their own time and it will not be necessary for me to interject with questions from time to time.   I would like to mention that the main points which will be touched upon will be firstly the offence for which amnesty is being applied.   Secondly, with regard to each and everyone's personal background.  Thirdly, the factors political and otherwise which had bearing on them and made them the persons that they were in February 1991.   The following will, they will probably deal\n1.1\twith /...\nMR BANADE\t7\tADDRESS\nwith as far as 24 February 1991, as far as what happened there and also what was going through their minds.   In conclusion the last aspect I informed them of Section 23 of the Act and asked them to remain within that context to say what their motive was and what the context was and what the objective was at the time.   Mr Chairman very briefly that is my introduction and I would like to ask Mr Harrington to be sworn in.\n1.1\tWILLIAM /...\n8\nWILLIAM BASIL HARRINGTON (ss)\nEXAMINATION BY MR BANADE",
            "Male"
        ],
        [
            "QUESTION",
            "Mr Harrington could you please proceed and concentrate on these points in giving your evidence under oath as it's been cleared up with you.   We only want the truth as far as this application is concerned.   I would like to ask the panel on his behalf are you people writing this thing down word for word or at which speed may he go?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "...take down as much as we can of what is said.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Mr Harrington you may proceed.",
            "Unknown"
        ],
        [
            "ANSWER",
            "The offence which I am applying for amnesty is the murder on Mr Jama, a self-proclaimed ANC member.   Personal background is I was born on 18 May 1969 in Swaziland.   I am currently 27 years old.   I grew up mainly in the Eastern Transvaal and Natal farm areas.   I matriculated in Volksrus in 1987.   My political affiliations since my youth and today still is in my high school years I was (a) politically right and as a young man between the age of 18 and 28 I was affiliated to the right.   At the time of the murder I was affiliated to the right as far as anti-ANC feelings were concerned and I am currently a non-active AWB member.   My address is Grootvlei Prison, Bloemfontein.   My home address is 67 Colonel Brand Avenue, Uitsig.   My parents are Mr W B Harrington at the abovementioned address, he's a businessman.   My mother Mrs T Harrington is at the time of my sentence passed away on 23 January 1985.   She was also a business person.   Very shortly my career; in 1987 on 23 December I joined the police force in Newcastle shortly after I had matriculated.   I went to the police college from January 1987 to June 1988.   I went to Pietermaritzburg...\n1.1\tMEMBER /...\nMR BANADE\t9\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "MEMBER OF COMMISSION",
            "Could you please just go a bit slower we would like to write down what you are saying, you don't have to go at a snail's pace but just a bit slower than you are going at the moment.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Directly after the, I was deployed to the Riot Squad in Pietermaritzburg although I had requested working at the station in Newcastle, I was deployed at Unit 8 at the time of my arrest in 1988, on 8 March.   I was sentenced in 1992 on 28 February and if I should be freed I would join my father in his business.   The factors that surrounded me at the time of this, when I was a child I read a book named \"Die Grensvegter\", which was about a man fighting at the border.   The daily news coverage by the media covered ANC offences.   I myself after matric wanted to fight terrorism and wanted a career in the police, although I wanted to be a priest when I was a child.    At the police college and the training which I received there, the ANC was, I was informed about the ANC as a terrorist organisation and the enemy of our country.   I was also educated as to their weapons and their agenda as to the UDF affiliate.   Another factor which affected me was Major Deon Terblanche, former Chief of the Riot Squad, his death.   He was more than that, he was a father-figure in my life since my father and I did not get along too well.   My father was a Nationalist and he did not have the same standards as Terblanche as far as our politics and the kind of work we did from day to day.   The impression which I got from Major Deon was that he would act as my father if there was any assault charge against me.   My own father would have questioned my activities.   There were also regular visits by Inkatha chiefs and leaders at the Riot Squad with Major Deon and Danie Meyer.   The\n1.1\tmeetings /...\nMR BANADE\t10\tW B HARRINGTON\nmeetings were very friendly and also comfortable.   My first impressions were that we could be comfortable with the Inkatha but not the ANC.   In my first week at the Riot Squad when I started working there I was already involved in a shooting incident.   This information I already made available to the Truth Commission with regard to this specific incident in 1996.   People fired at us and we were instructed to fire back, that was my first combat, we knew that the ANC and the UDF wanted to shoot at us.  Deon Terblanche was murdered by an ANC police officer in 1985, he was shot on the freeway in Durban on his way to Durban.   When I heard this news I was devastated.   My police father was murdered cold-bloodedly by a permanent police member, Ngcobo.   Ngcobo was identified as an ANC member at the Unit and he was removed from patrol work and had to do duty at our garage.   The intention was to keep an eye on him.  Shortly thereafter he asked Major Deon for a lift and he shot him then.   I sobbed bitterly there and also at his grave.   I started drinking and my indoctrination of the ANC was at breaking point, but not just myself, the whole Unit had lost a father and we were all deployed(?).   At the Riot Squad there were special constables who worked there.   All these special constables were Inkatha supporters and card-carrying members.   There was not one ANC special constable on duty.   A good policeman at the Unit was identified by the amount of hours of hard work he had put in and definitely you had to be anti-ANC in a very strong manner, otherwise you would also be removed from ANC patrol duties, the same as Ray Ngcobo.   In my line of duty it was normal procedure to search ANC houses and people and also detain people for questioning.   Thereafter, people would be\n1.1\tassaulted /...\nMR BANADE\t11\tW B HARRINGTON\nassaulted and gross human rights violations committed on them.   At the Unit it was normal procedure to take firearms from ANC members and give them to the Inkatha or sell them to the Inkatha.   I did not start the system I was taught as such by the older policemen and I myself taught this to my juniors.   Now I would like to concentrate on the events of the murder of Mr Jama in February 1991.   I and my passengers in my vehicle had to monitor a march of the ANC of approximately 2 000 members.   When we, when the ANC members arrived at the meeting my group of special constables were dancing in a circle with their firearms and shouting slogans such as \"viva Inkatha\".   The ANC spokesperson approached me and asked me to please contain my members because they were inflicting the ANC members.   I did that.   The afternoon at 16:00 the meeting dispersed.  The group was escorted out of the IFP area so that they did not attack anyone.   After approximately a five minute drive we got to a rail crossing near Dambuza where a group of approximately, we encountered a group of approximately\n10 men.   Some of them were dressed in T-shirts of the ANC.  Mr Erasmus stopped the vehicle and Mr Jama, who was later identified to us, quickly put his hand in the back of his pants when he saw us.   He appeared very suspicious to us and that is when Mr F S Erasmus stopped, everyone got out and searched the group.   Mr Jama refused to be searched.  Mr Erasmus slapped him.   Some of the special constables held him so that he could be searched.   I decided to load Jama in the back of the vehicle with the special constables for further questioning, although Mr Madlala mentioned a certain aspect which I will mention later.   Mr Erasmus then continued and myself and Mr Madlala encountered a pocketbook\n1.1\ton /...\nMR BANADE\t12\tW B HARRINGTON\non Mr Jama.   He had made certain entries in there, inter alia that he was involved in terrorism acts where he had attacked Inkatha members and had attacked their places of residence and burned them.   Thereafter we started assaulting Jama..",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I think you may have to slow down a bit, we're very much interested in the details of that particular day.   Are you able to speak a little bit slower than you are doing?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Otherwise you will have to put questions to the witness so that he can give specific answers.   This is going to be impossible for him just to read out his statement.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Harrington could I ask you to please read it sentence for sentence, according to Judge Mall's pen please and if you see that it seems as if he has finished that sentence, you can proceed to the next sentence.",
            "Male"
        ],
        [
            "ANSWER",
            "Certainly sir.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "He is reading out a specifically prepared statement that's right Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Could that not be made available?",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman, as far as I can remember it is written in blue but we can probably try and make photostat copies.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Because if we can hand in copies of that statement it would save a great deal of time, we could ask specific questions to him to highlight whatever he may have said in his statement.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman both Messrs Harrington and Erasmus have prepared such submissions in their own handwriting, I would like to request a short adjournment so that we can\n1.1\tarrange /...\n13\tW B HARRINGTON\narrange for photostat copies to be made, if it should please you.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I think we'd better do the best we can, let him talk...(end side a)...and I think in all fairness to all the members of the Committee it would be better if we did have both his statement and all the other witnesses that you propose calling if they have statements.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Could I then please request a five minute adjournment Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "We will give you an adjournment, we will adjourn for a short while.\nCOMMISSION ADJOURNS - ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I see a document before me, is this the statement of your client?",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman it is a copy and if you could see on the first page it's marked \"Harrington\" and contains everything he has said up until now and he will now proceed if you so please from page 6 onwards, in the middle, line 15 of page 6.   Mr Harrington could I then ask you to proceed, thank you to the panel.\nMR HARRINGTON'S READING OF STATEMENT CONTINUES",
            "Male"
        ],
        [
            "ANSWER",
            "Erasmus then proceeded to drive and Madlala and I came across a pocketbook in Jama's pocket.   In it was written that he was involved in acts of terrorism with a combat group in the Richmond area.   Due to this information the specials and I started assaulting Jama for more information about the activities mentioned and for his and the other people's weapons.   The specials labelled him an \"ANC dog\".   Jama caused a scene and screamed.   Erasmus stopped the vehicle, got out and opened the back door and slapped Jama and said that he should not make such a noise.\n1.1\tErasmus /...\nMR BANADE\t14\tW B HARRINGTON\nErasmus then proceeded to drive to the Elandskop area to go and pick up the next shift of special constables.   From there to the pick-up point it was approximately a 15 minute drive.   In this time I took Jama's belt and strangled him with breaks in between, just to give him a chance to answer questions which I put to him.   Erasmus stopped at the mentioned pick-up point, which was a bottle store.   I informed Erasmus about the pocketbook and the content thereof and that we had thrown the book out while we were driving.   Jama, according to special constable Nglamini, he saw Jama trying to grab his shotgun.   Jama failed and then jumped out the back.    He ran around the vehicle straight into Erasmus.   Jama was then loaded into the back of the vehicle again and then Bengu and Madlala went with the vehicle to Bengu's father's shop which was not too far from there, to go and get us some cold drinks.   When they returned, we stood conversing in a little group.  Erasmus mentioned that we had to kill Jama.   We as a group of eight policemen took a joint decision that we were going to kill Mr Jama.   Madlala said that he was going to shoot him.  Special constable Bengu said that he knew of an appropriate place where we could shoot Jama.   Bengu then got into the front with Erasmus and Van der Hoogen, who was the other policeman, to show them the place and myself and the others got into the back and I continued to strangle Jama.   After approximately five minutes' drive we stopped in a bush deep in Inkatha area, called Elandskop.   I called, I dragged Jama out of the back, still with the belt around his neck and he fell on his back on the ground and I continued to strangle him.   I got up and Jama suddenly jumped up again and started running deeper into the bush.   Erasmus drew his\n1.1\t9mm /...\nMR BANADE\t15\tW B HARRINGTON\n9mm and aimed so that he could shoot Jama and I shouted that he should not do that because they could conduct ballistic tests.   I ran after Jama and Madlala followed.   I dived at Jama and strangled him again for a while.   The others then came to the scene and I stood up straight with my one foot on his chest and throat.   Nglamini had his shotgun with him.   I told Madlala to shoot the ANC dog.   Madlala took the shotgun from Nglamini, before the shot was fired the rest of us started strolling back to the vehicle.   I looked back and saw Madlala standing over Jama with the shotgun approximately 1cm from Jama's forehead and the shot went off.   Back at the vehicle everyone got in.   I took loose branches to try and erase the tracks of the vehicle.   Back on the tarred road we offloaded the special constables and in our conversation we agreed that no one was going to say anything about the murder.   Our permanent members went back to the Unit and went off duty.   My feeling and state of mind at the time when we decided to kill Mr Jama at the bottle store and up until the time when he was murdered in the bush; when we picked Mr Jama up at the railway in Dambuza it was mere procedure to me to pick up ANC members for questioning and also assault, with the intention of obtaining more firearms and handing them to the Inkatha.   The feeling and state of mind at the bottle store; here we the policemen were sitting with an enemy, a self-proclaimed communist, plus/minus three years indoctrination against the ANC exploded inside me.   Major Terblanche was murdered by an ANC member, surfaced within me again.   I was angry.   I had to fight the enemy, the ANC.   I decided yes, let's kill him.   My indoctrination was my state of mind and not my motive.   The ANC feels the same about us, it was either my\n1.1\tlife /...\nMR BANADE\t16\tW B HARRINGTON\nlife or Jama's life kind of situation at the time.   How I felt when we were in the bush; after the strangulation and the death shot I felt relieved, I had made my contribution towards blocking the ANC's objectives.   I was also a border fighter.   We drove away.   Tomorrow was just another day, with more enemies to conquer.   I was not worried about being prosecuted for a murder or an assault case, I did what I had to do, it was what was expected of me indirectly.   In conclusion my motive and the context in which I committed this act; I wanted Mr Jama to die in the hands of the Inkatha specials and our rightwing policemen.   He represented the whole of the ANC which not only attacks me and my men, but also the cause of Major Terblanche's death at their hands.   Also Inkatha establishments and members of their families were killed and burned in their houses by the ANC.   I was taught that the ANC was \"the enemy\".   The nature of the offence; Mr Jama was first assaulted and then strangled by me with his belt and then with my bare hands and then he was shot with a single shot from a shotgun in his forehead.   The objective of the deed; I had proof that Mr Jama was an ANC member by means of his ANC T-shirt and the pocketbook in his pocket.   He was my political opponent as I was taught and since we, together with the IFP, were at war with the ANC, proof in his pocketbook was that he had participated in rallies in the Richmond area, in attacks against the IFP and the knowledge amongst us policemen was that Mr Jama had to be killed.   He had to give us more information on the firearm which he had used and also the firearms which his colleagues used.   On 10 February 1991, I went looking specifically for ANC attackers, that was before the murder case.   I looked for these ANC attackers\n1.1\twho /...\nMR BANADE\t17\tW B HARRINGTON\nwho had attacked an IFP bus and killed 18 IFP supporters in the Kwashange area.   Mr Jama did not say a word about his or his colleagues activities or his colleagues weapons and in this time we picked up several ANC members since the beginning of 1990 with regard to the attack in Kwashange.  Mainly to prohibit him from committing any further acts of terrorism, such as the one in the Richmond area, Mr Jama had to die.   The organisation or institution to which I belonged; I was a constable in the Riot Squad in Pietermaritzburg.  On the day of the murder I was in charge of the vehicle squad.   The driver of the vehicle was \nMr F S Erasmus.   My men were Constable Van der Hoogen.   The specials were Madlala, Bengu Nglamini, Kweswa(?) and Mlambu.   The course which I had completed in the police force were the Riot Squad courses, the protection of very important people and also the medical course and I obtained further training in the Riot Squad under the Riot Unit.  The relationship between the act itself and the political objective was Mr Jama was an ANC member, was deep in the IFP area namely Elandskop taken there.   So many members of the ANC were taken away as in my statement version to the TRC on 19 November 1996.   If Mr Jama's interrogation was unsuccessful, the same as so many before him, we would just have left him there in the Inkatha area.  He would definitely have died at the hands of the IFP.   Because he attempted to escape and at that stage represented the whole ANC in my mind, he simply had to die.   After Mr F S Erasmus mentioned that we had to kill him, the flashes of Major Terblanche's death and also other policemen, the state of mind in which I was then, the shots which were fired at me and the normal stone-throwing incidents in riot situations\n1.1\toverwhelmed /...\nMR BANADE\t18\tW B HARRINGTON\noverwhelmed me and influenced me to the deed which left Mr Jama behind us, a corpse.   I experienced a personal feeling which had made me a border fighter.   I could stop him from killing other people and burning more places as he had done in the Richmond area, which I had proof of.   I did not hate Mr Jama, I regarded his deeds later as the ANC's (indistinct) and that is what he had stood for.   I had no personal gain or cash remuneration by murdering Mr Jama.   I had no personal feat against Mr Jama.   I had no personal grudge against him and I did not know him personally except that he was an ANC supporter.   Also that they had launched attacks on the ANC(?).   In conclusion I would like to say I would like to grab the opportunity firstly to apologise to Mr Jama's family and parents for what I was and that I am sorry that politics turned me, as a young 21-year old man, to what I was.   Secondly, the previous government made me fight against the ANC and identified them as the enemy and I would like to ask you to forgive me for what I did to your son.   Thank you very much.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Thank you Mr Chairman I have several aspects which I would like to cover with my client by way of questioning.   Mr Harrington can you hear me clearly?\nEXAMINATION BY MR BANADE",
            "Male"
        ],
        [
            "QUESTION",
            "The aspects of Mr Jama in the bush, you said that you looked back and saw that the weapon was close to him and that he was shot.   According to your knowledge do you know whether he was alive at the time the shot was fired or don't you know?",
            "Unknown"
        ],
        [
            "ANSWER",
            "After I dived and grabbed him and after I got up after having strangled him, I knew and up to this day I am convinced that he was still alive, but the main objective\n1.1\twhich /...\nMR BANADE\t19\tW B HARRINGTON\nwhich we had anyway was to kill Mr Jama.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Then on page 12, the second paragraph you say that \"on 10 February 1991 I went looking specifically for ANC attackers who had attacked an IFP bus in the Kwashange area and killed 18 supporters\".   We did mention to the committee that you were prosecuted previously with regard to nine cases of assault, of which you were acquitted eventually and did these assaults also take place in this period of time between 10 February 1991?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes it also took place during that period of time.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Your personal political stance at the time, we are talking about 1991, did you belong to any political party?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Mr Chairman at that time I did not belong to any political party although I was affiliated to the rightwing, I supported the rightwing fully and I was totally opposed to the ANC and the UDF.   I just want to clear that I was not racist in the sense of anti-black or anti-white, as far as I was indoctrinated in the police college and my training at the Unit, I was fighting the ANC.",
            "Unknown"
        ],
        [
            "QUESTION",
            "If you were to mention it, you were affiliated to the right as a nationalist is that not so?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Your relationship with the Inkatha, IFP colleagues or special constables, what was your relationship?",
            "Unknown"
        ],
        [
            "ANSWER",
            "The relationship between myself and them was on a friendly basis.   We looked out for each other, we worked together.   I placed my life in their hands and vice versa.",
            "Unknown"
        ],
        [
            "QUESTION",
            "According to your impression those special constables were IFP supporters throughout?\n1.1",
            "Unknown"
        ],
        [
            "ANSWER",
            "/...\nMR BANADE\t20\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes they were card-carrying members of the IFP and IFP supporters.   Just to highlight that point, at some stage I was doing office duties with special constables who were on duty with me and in their application forms I encountered that they had been referred by a Chief of the Inkatha and thereafter they were appointed.   There were absolutely no ANC applications which were successful thereafter.",
            "Unknown"
        ],
        [
            "QUESTION",
            "How many years have you been in prison?",
            "Unknown"
        ],
        [
            "ANSWER",
            "On 28 of this month I'll have been in prison for five years.",
            "Unknown"
        ],
        [
            "QUESTION",
            "You are serving an 18 year sentence is that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes that is correct.",
            "Unknown"
        ],
        [
            "QUESTION",
            "As the Committee pleases Mr Chairperson, that is then his evidence under oath, his evidence in chief.\nNO FURTHER QUESTIONS BY MR BANADE\nCROSS-EXAMINATION BY MR BRINK",
            "Unknown"
        ],
        [
            "QUESTION",
            "Mr Harrington, as I explained to your counsel earlier, I propose putting my questions in English but please reply in Afrikaans.   I understand it perfectly well but I feel happier to put my questions to you in English.   Will that be alright?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Thank you Mr Brink.",
            "Unknown"
        ],
        [
            "QUESTION",
            "You told the Committee, as I understood it, your task on that particular day was to monitor this group of marchers some 2 000 people, is that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "QUESTION",
            "It was a peaceful and legal march?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Firstly, the ANC gathering was held in an Inkatha area and that is why we were deployed to the place\n1.1\toriginally /...\nMR BRINK\t21\tW B HARRINGTON\noriginally to prevent any incidents of violence but the supporters were peaceful and although my group of special constables tried to incite them by dancing in a circle with shotguns and shouted slogans.",
            "Unknown"
        ],
        [
            "QUESTION",
            "You put an end to that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct, after the ANC spokesperson who represented the marchers came to me and asked me to control my special constables, I addressed them and they stopped.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Where did you come across this other group of about 10 or so people, including Jama.   How far away was that from the place where the march had been?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It was in the ANC area, I would say, it is difficult to be accurate per kilometres, but it's approximately a five minute drive.   That was after the ANC group which was at the meeting had dispersed and had gone into the houses.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Were you then on your way to look for other ANC or supposedly ANC members, or what was your purpose after the march had terminated?",
            "Unknown"
        ],
        [
            "ANSWER",
            "The aim when we proceeded to drive was to go and pick up the next shift of constables since we were about to round off our day's duties.   We had to go and pick up the next shift in the Elandskop area at the mentioned place.",
            "Unknown"
        ],
        [
            "QUESTION",
            "I can understand and I don't dispute your evidence that it was your intention and those of your colleagues to arrest or take into custody, legally or otherwise, members of the ANC with a view to harassing them and trying to find information, is that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes that is correct, we, it was procedure which we were, it was in the line of our duty mainly because we were working with the Inkatha and IFP supporters, it was\n1.1\tprocedure /...\nMR BRINK\t22\tW B HARRINGTON\nprocedure for us to identify ANC members, arrest them and interrogate and assault them.",
            "Unknown"
        ],
        [
            "QUESTION",
            "This group of 10, more or less, were these in the main young men, youths?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, I would say that they were mainly young men.",
            "Unknown"
        ],
        [
            "QUESTION",
            "The late Mr Jama was wearing a T-shirt which clearly indicated that he was a member or a supporter of the ANC?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes that is correct Mr Brink.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Is it the fact that the other members of that group which were searched by you or your colleagues, were not taken into custody because there was nothing incriminating on them at all?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Mr Jama appeared very suspect in the first place because he quickly put his hand into the back of his pants and that is what caused Mr Erasmus to stop and we went to him directly, and he also resisted being searched and that caused us to arrest him.",
            "Unknown"
        ],
        [
            "QUESTION",
            "That was when the pocketbook was found?",
            "Unknown"
        ],
        [
            "ANSWER",
            "The pocketbook was found after he had been taken into custody and before Mr Erasmus slapped him the first time, it was when we left from the first stop after we had picked him up on our way to the bottle store.",
            "Unknown"
        ],
        [
            "QUESTION",
            "So he was, whatever stage it was, he was searched and a pocketbook was found in his possession?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct, in his shirt pocket.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Can you remember more or less how many acts of terror were mentioned in that pocketbook showing particularly that Jama had taken part in them, are you able to tell us that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "First impression which was that I first saw his\n1.1\tname /...\nMR BRINK\t23\tW B HARRINGTON\nname and so forth, but that he had participated in attacks on ANC(?), it was unnecessary to look any further, it was quite evident.",
            "Unknown"
        ],
        [
            "QUESTION",
            "So as far as the late Mr Jama was concerned, this pocketbook was extremely important was it not, as far as you were concerned rather, extremely important?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct Mr Brink, this pocketbook represented Mr Jama.   This pocketbook portrayed Mr Jama as an ANC supporter and hence the enemy.   That was his being.",
            "Unknown"
        ],
        [
            "QUESTION",
            "The information contained in that pocketbook would have enabled you to bring about a prosecution for very, very serious offences isn't that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct Mr Brink, but in the time we mentioned and the riot squad where I worked, to me it was normal procedure to detain ANC people and not charge them, and interrogate them and take their weapons without prosecuting them.   Hence it was a waste of time for me to prosecute mainly  because we operated on the information of the Kwashange incident and we were looking for attackers and we were looking for the firearms which had been used to assault the people in the bus.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "(Inaudible)...to sell them?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It was with a view to give it to the IFP or Inkatha, either give it to them or sell it to them.\nMR BRINK (contd)",
            "Unknown"
        ],
        [
            "QUESTION",
            "In any event, I think you will agree with me that that pocketbook was of very, very great importance for you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes it was important to me.",
            "Unknown"
        ],
        [
            "QUESTION",
            "What happened to it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "When we drove off after having encountered the\n1.1\tpocketbook /...\nMR BRINK\t24\tW B HARRINGTON\npocketbook and having read it and having questioned Mr Jama about the content and about the attacks in the Richmond area, Mr Madlala and I, my accomplice in the matter, threw the pocketbook out of the window of the vehicle onto the tarred road.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "(Inaudible)...out of the window?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Which one of us in the back of the vehicle?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "...the pocketbook in his hand to be thrown out of the window?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I did.\nMR BRINK (contd)",
            "Unknown"
        ],
        [
            "QUESTION",
            "Mr Harrington, it is my duty here not to prosecute you but to endeavour to bring out the truth as best I can, to enable this Committee to arrive at a fair and just decision you understand?   After you were convicted the Attorney-General, we know, took the matter on appeal insofar as sentences were concerned.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "QUESTION",
            "I refer the Committee now to page 109 of the Bundle, that is the decision of the Appellate Division and you will find it under sub-paragraph 1D.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We don't have page 109.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I beg your pardon Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "No page is numbered.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Is your page not numbered 109?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "We have what looks like a photographic reproduction of a report that ends at page 107.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes if it's not numbered, oh it's in fact 248 of the Law Report if that will assist, it's page 248 at the top left-hand corner of the report in question.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Yes.\n1.1\tMR /...\nMR BRINK\t25\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Have you got that passage to which I am about to refer, which is marked 1?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "It's not marked, but you will tell us where it is.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes, it's about a third of the way down.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Of page 248?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "On page 248 against, virtually against letter \"D\" on that page.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Right.\nMR BRINK (contd)",
            "Unknown"
        ],
        [
            "QUESTION",
            "What the appeal court judge said there was\n\"The appeal has been decided on the basis of the following findings;\n1.\twhen Jama was searched, nothing was found and nothing more happened to justify his detention...\"",
            "Unknown"
        ],
        [
            "ANSWER",
            "Mr Brink that is the same situation in which you are today, the judge of appeal and also the Supreme Court judge were not there at the time of the incident, they were not at the scene.   That is why I am grabbing this opportunity with both hands to tell the truth.   If I say that the pocketbook was there, it was there.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you mention the pocketbook at your trial, whether or not you were believed about it, I just want to know whether you mentioned it at your trial or not, and if not, why not?",
            "Unknown"
        ],
        [
            "ANSWER",
            "As far as I can remember yes.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Why, having regard to the fact that murder is such a serious offence, why didn't you merely take Jama to the police station, detain him and have him charged by a more senior policeman, you had a lot of information.\n1.1",
            "Unknown"
        ],
        [
            "ANSWER",
            "/...\nMR BRINK\t26\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.   On previous occasions I experienced the same thing with regard to the same kind of incidents where detained ANC supporters, with more information than Mr Jama had, and we assaulted the person and if we got the correct answers, satisfactory answers, we proceeded with the case and if we did not obtain any satisfactory answers we would take the ANC supporter and drop them in an Inkatha area which on 19 November, 1996, I explained to the TRC.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I am sorry Mr Brink, going back to the judgment which was read back to you, your answer is that as far as you can remember you did tell the Court that the pocketbook was found on the deceased?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Did you tell the Trial Court what the contents of the pocketbook was, namely that there was a list of some terror deeds which had been carried out by the deceased? (end tape 1b)",
            "Unknown"
        ],
        [
            "ANSWER",
            "...and what was in there I'm not sure about, it's been a while since...",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I don't understand what your answer is, I wanted to know from you whether if you did mention the pocketbook to the Court whether, to the best of your recollection, you also told the judge what the contents thereof was?",
            "Unknown"
        ],
        [
            "ANSWER",
            "As far as I can remember I'd say yes.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "You would agree won't you Mr Harrington that if you did in fact tell the trial judge that the pocketbook was found, as also what the contents were, it is highly unlikely that the Court would have made the type of finding that Mr Brink has read to you?\n1.2",
            "Unknown"
        ],
        [
            "ANSWER",
            "/...\nMR BRINK\t27\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "ANSWER",
            "That the Court would have found that there wasn't any evidence against him in his pocketbook?",
            "Unknown"
        ],
        [
            [],
            "No that nothing was found in his possession.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Sir it is probably the evidence which was considered, lots of factors were mentioned there that are changed today, but I maintain that the pocketbook was found in Mr Jama's possession and this led to what happened.   Does that answer your question?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Could I perhaps interrupt and point out to my brother that in the Trial Court's judgment they do refer to the pocketbook which had been found on him.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman if I may also just interject, coincidentally I do have a transcript of the judge and his assessors' judgment.   It is not the reported version, it is not reported but on page 841 the judge says with accused 6 in this matter, and that was the applicant\n\"...question the deceased.   The most likely reason why accused 6 would have wanted to question the deceased would have been in connection with a notebook or diary found in the deceased's possession.   Accused No 6 was in authority over the special constables, he was in charge of the questioning of the deceased.\"\nSo obviously the Trial Court definitely heard about a diary.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Can I just ask you, was the, for clarification, was the evidence led by the Trial Court that the notebook was found on the corpse of the deceased or whether it had been found earlier on by the police?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "At page 814 of the judgment it says\n\"Obviously the deceased was, during this part of\n1.2\tthe /...\nMR BRINK\t28\tW B HARRINGTON\nthe journey, being questioned about the entries in a certain notebook or diary which had been found on him.\"",
            "Unknown"
        ],
        [
            "ANSWER",
            "Mr Chairman I do not know if, which had been found on him means that it had been found on his, on his corpse or whether it had been found on him at the time when he was still alive.   I will not be able to assist you in that regard.",
            "Unknown"
        ],
        [
            "MR DE JAGER",
            "Mr Harrington the evidence which you have presented to us tells us that you found deadly evidence against the accused that he was involved in attacks upon the Inkatha supporters or that he was involved in the incident where the 18 people were killed, is that correct?",
            "Male"
        ],
        [
            "ANSWER",
            "Yes that is correct.",
            "Unknown"
        ],
        [
            "MR DE JAGER",
            "Why would you destroy such evidence?",
            "Male"
        ],
        [
            "ANSWER",
            "Sir you know it was in a situation where you become involved, previous Exhibits you got rid of and there were no further implications or traces that the firearm which I was looking for had been found, we would just have been left in an Inkatha area, but that was before we stopped at the bottle store where we took the decision to dispose of him, to kill him.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "...that he should be killed, who suggested that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It was at the time when we stopped, the stop which I mentioned in my document, approximately, after an approximate 15 minute drive where we stopped at the bottle store, we stood there conversing and Frans Erasmus came up with the suggestion that we should kill him.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Was there anybody said that that shouldn't be done?",
            "Unknown"
        ],
        [
            "ANSWER",
            "All (indistinct) of our police members, special\n1.2\tconstables /...\n29\tW B HARRINGTON\nconstables and permanent policemen, not one of us said no don't do it or we shouldn't do it.   The special constables were Inkatha members and we were aware of their feeling towards ANC members and we were right-wing policemen.   So the general decision was unanimous.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You had thrown away the pocketbook before you decided to kill him hadn't you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes sir.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So as far as you were concerned, evidence was unimportant, the document, his own pocketbook which would convict him was of no relevance, it was something you threw out of the van, is that your evidence?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct Mr Wilson, the war which we were waging against the ANC, if I could just look into my record in the police, we arrested ANC people our total onslaught, as I was taught at the College and by the Unit and in the work which I did and what I saw on a daily basis made it necessary for me in this objective.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You arrested him, why didn't you charge him, you had a cast-iron case against him, on your evidence, why didn't you follow it up?",
            "Unknown"
        ],
        [
            "ANSWER",
            "My first priority was the attacks which were launched on the Inkatha people and it was also at a time where we had intensified the detentions on the ANC people with the aim of getting the firearms which were used to kill the 18 Inkatha people in the bus.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "...interested in getting firearms, weren't you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct to assist the Inkatha party.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "(No microphone).",
            "Unknown"
        ],
        [
            "ANSWER",
            "I mentioned that we would give away the weapons\n1.2\tsometimes /...\nMEMBER OF COMMITTEE\t30\tW B HARRINGTON\nsometimes and sometimes we would sell them.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "...which you prepared\n\"ANC houses were searched for firearms.  The firearms would then be sold to Inkatha supporters.  Semi-automatic firearms for example, AK-47 rifles would be sold for R1 000 a piece and shotguns for example, pistols and revolvers would be sold for between R500 to R700.\"",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct Mr Wilson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "...in another one of your statements where you set out all the pistols you (indistinct), you set out the prices, same prices, R1 000 down to R500.   Do you agree with those prices?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct, we sold them to the Inkatha.\nJUDGE WILSON:\n\"If I were to guess I sold between 100 and 150 firearms to the Inkatha.\"",
            "Unknown"
        ],
        [
            "ANSWER",
            "If you would like to calculate it as such, but we, it's between 100 and 150 firearms were given and sold to them so at the time, the pocketbook was not very important to me because...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "....firearms that you could sell, the ones that were given were the homemade ones, that also appears in your statement doesn't it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I would like to emphasise that the objective is incorrect because it was not with blatant view of selling the firearms, it was more of a service which we rendered to the Inkatha, who had less firearms than the ANC and at that time you know I even applied for a loan of R1 000 at the bank to obtain more.   So if you mentioned R50 000, I cannot say that I was rich.\n1.2\tMEMBER /...\nMEMBER OF COMMITTEE\t31\tW B HARRINGTON",
            "Unknown"
        ],
        [
            [],
            "Did you pocket the money?",
            "Unknown"
        ],
        [
            "ANSWER",
            "The money which we obtained from the sale of firearms we used among ourselves to buy meat and alcohol and we would have braais.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Were your superiors aware that you were involved in a gun-running activity?",
            "Female"
        ],
        [
            "ANSWER",
            "It was, we did it in the open.   After we had taken firearms from the ANC members we would go to the single quarters at the barracks and we operated freely, people would come to my room freely so it was a general operation amongst us.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "What I am saying is were your superiors, the people who were higher in rank than you are, aware that you were involved in this kind of activity?",
            "Female"
        ],
        [
            "ANSWER",
            "I cannot say yes or no.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Surely if you reported this you would know that you reported it to your superior?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It is as I mentioned, I started at the Riot Squad and I was \"raised\" by senior members, not(?) to say officers or commanding officers of the operation itself.   I merely followed the path which they showed me and I led my juniors along the same path.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "It is quite clear that no firearm whatsoever was found in the possession of the deceased.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct, no firearm was found.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "...his house and search his house for firearms?",
            "Unknown"
        ],
        [
            "ANSWER",
            "The entry in his pocketbook with regards to Richmond...",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You searched his house to find firearms?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No, up until the stop at the bottle store the interrogation and so on continued and when we got back from\n1.2\tBengu's /...\nMEMBER OF COMMITTEE\t32\tW B HARRINGTON\nBengu's father's shop we took the decision to kill him.   No attempt was made to go to his residence.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Do you remember Mr Harrington that you wrote comments on Judge Thirion's judgment?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Can I read to you what you wrote there at page 4?\n\"Here we were with an ANC supporter who did not want to give us any information with regards to his activities and in involvement in the Richmond area.   He was severely assaulted, that cannot be disputed.    I was not afraid of any charge of assault against me.   The next logical point was to murder Mr Jama.   My honour, as interrogator, and authority was in doubt and I could not handle it that an ANC supporter could just stare me in the face without any sound or answer.   His instructors who delivered him and his party should have been very proud of their soldier and with approximately three years of hatred of the ANC exploded within me.   I knew that Mr Jama had to die.\"\nIs that true?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes that is correct Mr Wilson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Because it was your prestige which was at stake which he was attacking.   Your honour as an interrogator, as an authority, it was in the context of the onslaught against the ANC?   He did not want to say anything so you decided to kill him.   That is what you say there.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "...single out Jama from that group to put him\n1.2\tin /...\nMEMBER OF COMMITTEE\t33\tW B HARRINGTON\nin the back of the van that your colleague was driving?",
            "Female"
        ],
        [
            "ANSWER",
            "As I mentioned, firstly he appeared very suspect by putting his hand in the back of his pants and that necessitated Mr Erasmus to stop and thereafter he did not want to be arrested, albeit he did not want to be searched.  That was to prevent a situation where onlookers would start gathering around and it was also a reason to take him away than to get involved in a situation with a riot incident.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "At which stage did he admit to being a communist?",
            "Female"
        ],
        [
            "ANSWER",
            "We found that in his pocketbook which we found in his possession and also if I remember correctly, we mentioned at some stage that he had to die like the people in the Kwashange area according to the explanation given to me by Madlala, but that was not said to me directly.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "On page 9 of your statement that you have just handed up to the Committee, you indicate that you saw yourself sitting with this enemy who was a communist and that your indoctrination just took the better part of you and you saw an opportunity which you did not want to leave unused.   What I want to know is whether that was the first time for you to have been able to apprehend an ANC supporter?",
            "Female"
        ],
        [
            "ANSWER",
            "No I had apprehended several of them in my vehicle on previous occasions.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "What made you choose or decide to kill this one and see him as an enemy of such great importance that warranted to be killed?",
            "Female"
        ],
        [
            "ANSWER",
            "You know it's as I stipulated.   Since my childhood days I strove for the border fighter role, fighting against communism and that is how I was trained in\n1.2\tpolice /...\nMEMBER OF COMMITTEE\t34\tW B HARRINGTON\npolice, that the ANC was the enemy, they were the communists and they were the anti-Christ and after several assaults on ANC people I reached breaking point.   Something inside me just cracked, it snapped, all the feelings which I had harboured against the ANC just reached breaking point which led to us executing this action.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Can I go back a minute after what you have just been asked?   You had an enormous hatred against the members of the ANC didn't you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Is it in the light of what I have just said?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes and in the light of your statements, you'd make them undress if they were male and female and have intercourse before your jeering Inkatha constables wouldn't you?   Do you remember putting that in your statements?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I would just like to emphasise that I did not have intercourse with them, but the sense which...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "In front of you and in front of your special constables who jeered at them, is that not so?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes that is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Is it also not correct Constable that on various occasions you threw ANC supporters into the Duzi River or the river between Ashdown and (indistinct) after they had been assaulted?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And you never looked back to see if the man or the woman could get out of the water?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.   I would just like to add something, what I mean about the ANC people which we apprehended and the assaults on them, I would just like to emphasise that as far as Mr Jama is concerned I would like\n1.2\tto /...\nMEMBER OF COMMITTEE\t35\tW B HARRINGTON\nto confirm that as far as his death is concerned I cannot say that whether the others were dead or alive but that they were, we would drop them in an Inkatha area which would consequently endanger their lives and we'd leave them there for dead.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So you were intending that they should be killed too, other people you had questioned you would then abandon in an Inkatha area where you expected them to be killed, is that what you are telling us?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I cannot speak for the Inkatha people but the feeling at the time was that they would be terrified if they were left there, be it to be assaulted or to be killed or to escape death.    That was after we had obtained or whether we had not obtained any information from them.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We will take the customary adjournment at this stage and resume at 2 o'clock.\nCOMMISSION ADJOURNS - ON RESUMPTION\nWILLIAM BASIL HARRINGTON (suo)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Is the position that because a man is a member of a political organisation such as the ANC and if you come to hear about him being a member of the ANC, then you would be entitled to do anything you like with him, torture him, assault him, let him go and if need be, kill him?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Is that all part of the training?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Well that was the impression which I got.",
            "Unknown"
        ],
        [
            [],
            "Could you please repeat your answer?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That was the impression which was conveyed to me and that is the way I accepted it.",
            "Unknown"
        ],
        [
            [],
            "I think what the Honourable\n1.2\tChairperson /...\nMEMBER OF COMMITTEE\t36\tW B HARRINGTON\nChairperson wants to know from you is you say in your submission you were trained, you were indoctrinated to regard ANC members as your enemy, is that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "Would you then regard any ANC member which you came across as your enemy?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "What would you then have done to him?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I would have assaulted him.",
            "Unknown"
        ],
        [
            [],
            "Can you explain why you would not have arrested or have prosecuted one if you came across him?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It would have taken up too much time and that was, it was not sufficient to do that, it was a waste of time to do that.",
            "Unknown"
        ],
        [
            [],
            "What was your rank at that stage?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I was a constable.",
            "Unknown"
        ],
        [
            [],
            "Could you decide on your own what was futile or what was not or did your commanding officer have a say in that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "When I came to the Unit I was 18 years old and at the time of Mr Jama's murder I was 21 years old and I was already a senior member at the Riot Squad.",
            "Unknown"
        ],
        [
            [],
            "Were your commanding officers and senior police officers under whose authority you served aware of your actions?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It is difficult to say, it is not that I hid my doings it was done in the open and the feeling which I got was that it was justified in their eyes.",
            "Unknown"
        ],
        [
            [],
            "Did they ever speak to you about it or say to you that if you were to come across any man assault him or don't waste our time by arresting him?\n1.2",
            "Unknown"
        ],
        [
            "ANSWER",
            "/...\nMEMBER OF COMMITTEE\t37\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "ANSWER",
            "Indirectly, not in the words which you used but that was the impression which I got from them.   That was the general procedure which we followed.",
            "Unknown"
        ],
        [
            [],
            "Certainly you could have gained that impression by yourself that they knew, because if they didn't know they couldn't have conveyed that feeling to you.",
            "Unknown"
        ],
        [
            "ANSWER",
            "At that stage in the war we were waging against the ANC it was so intense and we proceeded as usual and that't the only way that I can express it if you understand what I mean...(end of 2a)...that is correct sir.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "It didn't occur to you that you should open fire because they were all ANC people?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No it didn't occur to me at the time.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Are you saying that you received instructions to treat ANC members the way that you went about doing that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes those were my thoughts that they had to be treated that way.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...are you saying that you got instructions from somebody or are you saying that you just decided so yourself?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I decided by myself.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...the way that you say you went about doing it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No there was no verbal agreement to that effect.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I wanted to find out whether possibly you got instructions from your superiors, you didn't get such instructions from your superiors?",
            "Unknown"
        ],
        [
            "ANSWER",
            "From the commanding officers at the Unit I would say no.",
            "Unknown"
        ],
        [
            [],
            "(No microphone, inaudible).\n1.2",
            "Unknown"
        ],
        [
            "ANSWER",
            "/...\nMEMBER OF COMMITTEE\t38\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "ANSWER",
            "It is difficult to explain to you, you know let me put it this way, as I said I joined the Unit and I was raised, to put it in a manner of speaking, along that line of thought.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...you were supposed to do, to go about harassing them?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It was clear that I was to fight against the ANC that they were the communists.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "In your evidence you repeatedly said that you accepted that it was practice to harass members of the ANC, but in this case did you not, by killing the deceased, did you not in fact go beyond even what you understood to be the practice, mere harassment?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Probably not in the context of war but I went further in the context of humanity.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...the killing of the deceased in terms of your evidence would not fall within the framework of your usual operation which consisted of merely harassing them, arresting them, assaulting them and letting them go?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Well sir if I was an ordinary station policeman I wouldn't have done the work which I had done, I wouldn't have been taught to do that type of work I would have been taught along a completely different vein if I had worked at a police station.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...to kill the deceased on that day was taken amongst yourselves there at the scene, am I right?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "You never received any instructions from anybody, any of your superiors at all, were you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct, I was not instructed.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Is it correct to say that you were in\n1.2\tcommand /...\nMEMBER OF COMMITTEE\t39\tW B HARRINGTON\ncommand of that group?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes I was the senior there.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "The suggestion to kill the deceased came from somebody who was your junior or under you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I would just like to rectify one point.   Erasmus and I joined the police force on the same day, coincidentally it was on the same day 23 December 1987, and my force number and his differed by about four digits.   We enroled at the section that day.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Because he was your junior you could have said to him no we cannot do that.",
            "Unknown"
        ],
        [
            "ANSWER",
            "I probably was in a position to stop it but my whole school of thought did not justify that, I did not think about stopping it in any way.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "You say your rank at the time was a constable?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "So it was, this decision to kill the deceased was taken by just a group of constables without reference to anybody above them?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Did you not think that that was too an important decision to take?",
            "Unknown"
        ],
        [
            "ANSWER",
            "As I have said sir I was, at 21 I was already a senior officer in the Riot Unit.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Did you tell your superior about the incident?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No not at all.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Who succeeded Major Terblanche as the commander of Unit 8?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Captain Danie Meyer was appointed to the post\n1.2\ttemporarily /...\nMEMBER OF COMMITTEE\t40\tW B HARRINGTON\ntemporarily and directly thereafter it was Colonel Doc Fourie.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "At the time of the incident?",
            "Unknown"
        ],
        [
            "ANSWER",
            "The person in charge of the Unit, I speak under correction, but I think it was Danie Meyer.",
            "Unknown"
        ],
        [
            "MR DE JAGER",
            "Could you please repeat the name?",
            "Male"
        ],
        [
            "ANSWER",
            "Danie Meyer.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...you were asked about the income you derived from the sale of the weapons, how you used it and you said that you bought meat for braai and drinks and the like, you remember that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes that is correct sir.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I see here on page 5 of the script you wrote earlier on, not today's, you say\n\"My salary and the money which I earned through my weapon transactions was not enough for me to survive on.\"\n...to mean that you were in fact using the income you derived from the weapons for more than just a braai and the liquor.   The impression I get is that you in fact used the proceeds from such sales to maintain yourself or to help support your family and yourself?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I was at the time and I still am a bachelor and if you knew me you would know that I was an alcoholic in a certain regard, I drank quite a lot and my whole life was a party.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "The impression I get here is that you were using proceeds from the sale of weapons for more than just liquor and braai?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I have no proof or receipts to prove whether I am right or wrong but as I said earlier I even went as far as\n1.2\tmaking /...\nMEMBER OF COMMITTEE\t41\tW B HARRINGTON\nmaking a loan of R1 000 so it was not for personal gain.   I lived in single barrack quarters, I had a normal single bed which policemen had and my TV and my hi-fi and I did not live an extravagant life.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...the transactions on a regular basis?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Are you referring to the sale of the firearms, put it this way that it was a once in a while transaction.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Harrington you have repeatedly stated that in your opinion you saw the assault on the ANC members as part of the prevailing culture that was existing within the police force.   Is that correct?",
            "Female"
        ],
        [
            "ANSWER",
            "Yes that is correct ma'am.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "As such, you must have found it easy therefore to report all the various assaults which took place on various members of the ANC to your superiors.   Did you in fact do so?",
            "Female"
        ],
        [
            "ANSWER",
            "The objective which I strove to achieve I did not see it as a matter of having to report to them.   As I said, the general impression since the beginning from my first day that I enroled there was that that was the impression that was created up until such time as I was a senior and I just proceeded in that school of thought.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "...conduct to assault members of the ANC, why not report what you did within the (indistinct) of your duties as a police officer?",
            "Female"
        ],
        [
            "ANSWER",
            "I could not see why I had to report on something which was general procedure.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "So you did not report on anything which contained general procedure in your police station, you had no reports made to your commanding officer on any of your\nactivities as a policeman, do you want us to accept that?\n1.2",
            "Female"
        ],
        [
            "ANSWER",
            "/...\nMEMBER OF COMMITTEE\t42\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes ma'am.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "The incident involving the death of the deceased, did you also think it was inappropriate for you to report it as something that you had done within your scope of your activities as a policeman to your commanding officer?",
            "Female"
        ],
        [
            "ANSWER",
            "It is as I mentioned in my submission that it is something that happened, it was all in the line of duty and tomorrow was just another day.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "...didn't you report it to your superiors?",
            "Female"
        ],
        [
            "ANSWER",
            "Are you talking about the murder itself?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Yes.",
            "Female"
        ],
        [
            "ANSWER",
            "In my state of mind and the way that I saw this whole thing I saw myself as having done something that was okay, I fought the enemy and that is what I had been taught earlier at the police college that the ANC was the enemy, the communist and that we had to combat communism.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "...Mr Harrington not conspire with the other applicants not to reveal such information to your superiors?",
            "Female"
        ],
        [
            "ANSWER",
            "The information which I am putting before you is the information as far as I can recall and as far as I know to be true.   Thank you ma'am.\nFURTHER CROSS-EXAMINATION BY MR BRINK",
            "Unknown"
        ],
        [
            "QUESTION",
            "Mr Harrington I should have asked you about this earlier but it was drawn to my attention after I had finished questioning you.   I have in front of me a statement which is, in fairness to you, not signed but it's a statement which appears to have been made by the applicant, Mr Madlala.   I want you to tell me, if you can, how big was this pocketbook, what size was it when you found it on the deceased?\n1.2",
            "Unknown"
        ],
        [
            "ANSWER",
            "/...\nMR BRINK\t43\tW B HARRINGTON",
            "Unknown"
        ],
        [
            "ANSWER",
            "It's a long time ago but if I can try and remember it was just a regular pocketbook.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Would it have been bigger than the apparatus I'm holding which is about 4 inches X 2 I suppose?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It was a normal, the size of a normal bankbook, the type of book you get at a bank when you open an account.",
            "Unknown"
        ],
        [
            "QUESTION",
            "I take it Mr Madlala would have seen that pocketbook because you people were together?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "QUESTION",
            "I refer to paragraph 25 of the statement purportedly made by Mr Madlala, because in his statement he says that\n\"We came across a group of about 15 boys, including Mbongeni Jama, whom we searched after stopping the police van but we found nothing from their persons.\"",
            "Unknown"
        ],
        [
            "ANSWER",
            "That there was no book found in his possession when he was searched, is that what you are saying?",
            "Unknown"
        ],
        [
            "QUESTION",
            "Yes what I'm saying is that Mr Madlala says that you came across a group of 15 boys, including Jama, whom we searched but we found nothing from their persons, presumably he means nothing on their persons.",
            "Unknown"
        ],
        [
            "ANSWER",
            "When we searched the group, of which Mr Jama was part, we did not find anything.   The pocketbook was found when he was in the vehicle and when we had left the scene.  The pocketbook was not found at the time when we were searching them at the railway crossing.\nNO FURTHER QUESTIONS BY MR BRING\nRE-EXAMINATION BY MR BANADE",
            "Unknown"
        ],
        [
            "QUESTION",
            "Mr Harrington you said that at this ANC gathering which you were required to monitor the special\n1.2\tconstables /...\nMR BANADE\t44\tW B HARRINGTON\nconstables were chanting and doing a jig.   Was this group or this shift or this section incited, were you excited or were you worked up in any way?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes definitely, if I am to speak on behalf of the special constables, if I myself was a special constable and involved in the Inkatha/ANC, ANC/Inkatha war, it was a sort of victory power dance which they were doing, they were not afraid.   The special constables that worked with me were hardened men, they weren't afraid.",
            "Unknown"
        ],
        [
            "QUESTION",
            "You were in a very volatile situation at the time.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, because when we escorted the group out of the area where the meeting took place and while they were going into their houses we were quite worked up.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Just to touch on another aspect, the money which you supposedly received from the sale of the firearms, have you any idea how much it was?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No not at all I cannot put an amount to it and say whether it was R5 000 or R7 000 or as was mentioned here,\nR50 000.   I cannot put a tag on it.",
            "Unknown"
        ],
        [
            "QUESTION",
            "I understand your later evidence as it having been something which you got here and there?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Although I mentioned that we sold between 100 and 150 firearms which we recovered from the ANC people at the time which we disposed of by selling or giving them away.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Does that mean you did not always dispose of firearms by selling them?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No the Inkatha were like friends to me and sometimes I gave the firearms to them.",
            "Unknown"
        ],
        [
            "QUESTION",
            "In this period between 1990 and 1991 when you were stationed at the riot squad, was there ever a time\n1.2\twhen /...\nMR BANADE\t45\tW B HARRINGTON\nwhen you had to give evidence in a court case with regards to any investigations",
            "Unknown"
        ],
        [
            "ANSWER",
            "No.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Was it a strange concept to give evidence in court?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I was involved in court cases, for example charges of possession of dagga and so forth and also assault, there was an assault case where I was the accused so court procedure was not a totally strange concept.",
            "Unknown"
        ],
        [
            "QUESTION",
            "But it was not common practice for you to arrest people for some or other offence and then charge them and so on?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No we did not work with the documents of the investigation at all, for example murder and robbery and so forth, we did not have anything to do with the dockets although we acted on information which we received from Inkatha members or special constables.   For example, the information which we received with the attack on the bus where 18 Inkatha supporters were killed, we launched an investigation.",
            "Unknown"
        ],
        [
            "QUESTION",
            "What were you going to do with the investigation which you obtained there?",
            "Unknown"
        ],
        [
            "ANSWER",
            "We were going to investigate and see if we could find the firearms which were used and sell them and thereafter we would have gone back to our normal duties, patrol duties.",
            "Unknown"
        ],
        [
            "QUESTION",
            "If you for example were to have found the attackers of that bus, what would you have done with them, the guilty parties that had attacked that bus?",
            "Unknown"
        ],
        [
            "ANSWER",
            "We would have assaulted them because the assault charge in which I was involved was on a previous occasion\n1.2\twhere /...\nMR BANADE\t46\tW B HARRINGTON\nwhere we acted on information where somebody had fired at me and the South African Police video team which was shooting the video at the time gave us that information.   We used that information to get to the people that we were after.",
            "Unknown"
        ],
        [
            "QUESTION",
            "So if you were to have found the correct people would you have assaulted them or done more than that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "We would definitely have assaulted them, it depends at that stage whether one would have reached breaking point as we did in this specific incident.",
            "Unknown"
        ],
        [
            "QUESTION",
            "The culture which you refer to and the fact that you never reported back, was it expected of you if I may use the word to do with these people as you saw fit?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes I could put it that way.",
            "Unknown"
        ],
        [
            "QUESTION",
            "I don't want you to say that, what were the facts.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That was the impression which we got and that was the way we acted.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Under that bringing the person to book you would have even killed a man?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I would not say that whether we would have killed the person or severely assaulted the person but it all depends on my indoctrination which that day reached a breaking point, otherwise I'd been applying for amnesty for 10 February and not 24 February.   It just depended on how things went.\nEVIDENCE OF MR HARRINGTON",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I don't know what lies ahead but I'm just looking at what on the face of it appears to be a statement by one of the applicants, Mr Madlala.   That very portion that you've been reading the rest of the contents of the same paragraph do you not think that they should be put to\n1.2\tthe /...\nMEMBER OF COMMITTEE\t47\tW B HARRINGTON\nthe applicant Mr Harrington because there appears, on the face of it, there appears to be quite some material contradictions.   I would think that you would put the rest of the contents to him so that we should get some clarity on which is likely to be the correct version.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I will, subject to my learned colleague's right to re-examine on the point I think he should be given an opportunity, but I'll do that.   I was more concerned about this pocketbook which appeared to me to be non-existent going by that judgment and this statement, but I will.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "It appears that on the face of it there is even a different reason as to why the gentleman was put on the vehicle.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "The witness would like to see the document, particularly paragraph 25.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Paragraph what?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "25.\nFURTHER CROSS-EXAMINATION BY MR BRINK",
            "Male"
        ],
        [
            "QUESTION",
            "Mr Harrington I asked you earlier about the pocketbook and the fact that Mr Madlala also indicated that as far as he was concerned, they found nothing on anyone, any one of the 10 you remember that.   He then goes on to say\n\"After we had finished searching, Mbongeni Jama said these police need to be killed as they had killed IFP supporters at Kwashange.   After I had told Harrington of what had been uttered by Mbongeni, Harrington and Erasmus took him into the back of the police van whereafter Erasmus drove off while Harrington was seated with us at the back.   After a long drive, Harrington took out\n1.2\tthe /...\nMR BRINK\t48\tW B HARRINGTON\nthe belt of Mbongeni and started throttling him with it on intervals.   Harrington suggested that Mbongeni be killed as a result Mtokoso directed the van into the big bush where Mbongweni was further throttled on his neck while lying on the ground, by Harrington who was also hitting him against the stone with his head until Mbongeni died.   After Mbongeni died I was forced by Harrington to shoot him with a shotgun, which I did.   The doctor also confirmed in court that Mbongeni had already died when being shot at.\"\nThat last sentence that's another matter.  Have you anything to say about that and would you like to have a copy of the relevant paragraph that I read from?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Mr Brink I would like to ask, this statement which was just read to me when was it taken, is it something that is being submitted or what?",
            "Unknown"
        ],
        [
            "QUESTION",
            "It appears to have been taken, as I told you earlier, it's not signed, but I understand this is a statement which Mr Madlala made, appears to have been made on 6 November last year but I don't want to mislead you as to where and when it was made because there's no indication as to that.   I have been informed that this is a statement which this gentleman has made.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I think in all fairness to the witness Mr Brink, let's break it up into parts because it was quite a mouthful.   The first sentence reads\n\"After we had finished searching, Mbongeni Jama  said these police need to be killed as they had killed IFP supporters at Kwashange.   After I had told Harrington of what had been uttered by\n1.2\tMbongeni /...\nMR BRINK\t49\tW B HARRINGTON\nMbongeni, Harrington and Erasmus took him into the back of the police van.\"\nNow, according to this statement you were told by Mr Madlala that the deceased said we should kill these policemen.   Did he tell you that Mr Madlala?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Sir it is difficult to recall all that, it is possible that he mentioned that to me but what I am putting before you today is what I can remember.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "It was after he had told you about what the deceased had said that you decided that he must be put into the police van.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes I did decide that he had to be put in the police van.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "He told you that he said the police should be killed, not because he had an ANC T-shirt on him, not because he had a pocket diary etc., but because he had said that you people should be killed, that's the reason why you decided to put him into the police vehicle that's what he's saying, that is the impression we get here.   Is that the reason why he was put in the vehicle? (end tape 2b)",
            "Unknown"
        ],
        [
            "ANSWER",
            "Because as I said it is possible that Madlala said that to me but I cannot recall.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...what was the reason for putting him into the vehicle according to your recollection?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It was because initially we stopped and just to put this in perspective he put his hand in the back of his pants when we stopped, that was the reason for us stopping and he appeared very suspect.   We searched the group, he did not want to be searched by us.   Some of the special constables had to hold him so that we could search him.  I still maintain that he was an ANC representative and if I\n1.3\twere /...\nMEMBER OF COMMISSION\t50\tW B HARRINGTON\nwere to make a deduction from what is before you it did not have to do with the T-shirt or anything clothing that he had but he was arrested because of that.\nQUESTIONS BEING ASKED - INAUDIBLE SPEAKER HAS NO MICROPHONE",
            "Unknown"
        ],
        [
            "ANSWER",
            "He stood out he was, he appeared suspicious and the others allowed us to search them.",
            "Unknown"
        ],
        [
            "QUESTION",
            "(Inaudible).",
            "Unknown"
        ],
        [
            "ANSWER",
            "The others were not afraid of us searching them.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "..you decided to kill this man because earlier on he had said well let's kill this policeman isn't that the position?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It's possible that it could have been conveyed to me but it is something that I cannot remember.   Look I also spoke a bit of broken Zulu at the time between Madlala and the other specials and myself, we spoke a mixture of broken English and broken Zulu so there were times we understood what they said when they spoke either, speaking either broken English or broken Zulu but I would not like to be specific in saying that the person either said that or did not.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...seem to remember precisely why you took him onto the vehicle and why him in particular.   Anyway, the next sentence reads that you are the person who suggested that the deceased be killed.  What is your comment?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It is not, we did not decide there to kill him, the decision was taken at the bottlestore after Erasmus came up with the suggestion.   No decision was taken immediately after he was put into the police van.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "He's saying the suggestion, it doesn't matter whether the suggestion came after you had been to the\n1.3\tbottlestore /...\nMEMBER OF COMMISSION\t51\tW B HARRINGTON\nbottlestore or whatever time, he's simply saying the suggestion that the deceased be killed came from you.   Did it come from you or did it not come from you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "As I mentioned, Erasmus came up with the suggestion and we took a unanimous decision as a group.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...later on he said that you knocked the deceased's head against the stone several times and eventually you forced him to shoot the deceased with a shotgun.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Sir if I may put it this way, the inquest showed that the bullet penetrated his head in the front and exited at the back and there was no mention made of any such, and there was nothing said about me knocking his head against a stone.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...shoot the deceased that was the second leg of my question.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That was the evidence in court as well but when we spoke about it and we took the decision that Mr Jama had to be killed, special constable Bengu offered to show us the place where we could do this and Madlala said that he would shoot him.   When we got to the bushes Nglameni came with his firearm and said to Madlala to shoot him.   It was a unanimous decision and the feeling was mutual between all of us, we all knew what it was about.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...an instructions from you or an order from you that he should shoot him.",
            "Unknown"
        ],
        [
            "ANSWER",
            "If I were to say to a strange person shoot him, then it could be probably regarded as an instruction but the fact that we took the decision as a group and he said okay I'll shoot him, I did not give any specific instruction.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "...a member of that group but he understood\n1.3\tit /...\nMEMBER OF COMMISSION\t52\tW B HARRINGTON\nit as more than just a casual request, he understood it as some kind of an order forcing him.   Would his understanding be wrong?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is the wrong conclusion because the conversation and the decision was unanimous, we were all in agreement.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Very well thank you.\nWITNESS IS EXCUSED",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman if the Committee is satisfied may we proceed with the evidence of Mr Erasmus, I would like him to stand so that he can be sworn in.\n1.3\tFRANS /...\n53\nFRANS STEPHANUS ERASMUS (ss)\nEXAMINATION BY MR BANADE",
            "Male"
        ],
        [
            "QUESTION",
            "Mr Erasmus, a copy of the document which you have prepared to assist you in giving evidence has been made available to the Committee.   We would like to ask you to please go through it.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Thank you sir.   The offence for which I am applying for amnesty is the murder on Mr Jama on 24-2-1991.  My personal background;  I was born on 25 March 1969 in Klerksdorp.   I grew up there and I matriculated there.\nMy political affiliation at school was apolitically affiliated to the right.   As a working young man I was affiliated to the right and anti-ANC.  At the time of the offence I was affiliated to the right and trained to be anti-ANC.   I am currently a non-active member of the AWB.  My addresses;  I am currently at Grootvlei maximum security prison in Bloemfontein and my home address is No 64 Ivan Walker Street, Dorkensville in Klerksdorp.   Both my parents are deceased.   My father was a miner at Hartebeesfontein Gold Mine and my mother was a housewife.\nMy career; Immediately after matric I joined the police force in 1987 on 23-12.   Thereafter I went to Pretoria College for training.  After my training I was deployed to Berghol(?) police station and thereafter to the Riot Squad, No 8 in Pietermaritzburg.   If I should be released I would like to go back home and work.   \nFactors which influenced me; I grew up believing that the ANC was the enemy and that they were terrorists.  At the time of my police training I was taught that the ANC was our enemy, that they were terrorists and that everything should be done to stop them.   When I joined the Riot Squad our\n1.3\tCommanding /...\nMR BANADE\t54\tF S ERASMUS\nCommanding Officer was Major Terblanche.   He informed me that the ANC, we had to fight the ANC with all our might, that they were our enemies and that if we should be prosecuted or get into trouble in any way, he would be there for us.   There were weekly meetings and discussions between Inkatha leaders and high-ranking officers of the unrest squad.   That is when I realised that the police and the Inkatha were working together.   Early in my career at the unrest unit, my colleagues and I were shot at and our vehicles were stoned.  There I could clearly see that we were the ANC's enemy and that they wanted to shoot and kill us.   On 15 March 1990, Major Terblanche was murdered by an ANC member.   He was also an officer in the Unit.   This led to my indoctrination against the ANC being incensed even more, not just me but everyone in our Unit had lost someone who was very dear to us.   All the special constables were proclaimed members of the ANC, there were no ANC members in the special constables.   A good policeman was one who worked long hours and was anti-ANC.   It was normal procedure to search people and houses and detain people for questioning.  Assaults occurred regularly and it was common practice to take firearms from the ANC and give them to the Inkatha or to sell it to them was also a common occurrence.\nHappenings of 24 February 1991; on this day I was the driver of the vehicle and we received the instruction to go and monitor an ANC gathering of approximately 2 000 ANC supporters.   With the arrival of the ANC supporters, the special constables danced in a little group with their shotguns and shouted Inkatha slogans.   The ANC representative came to Constable Harrington and asked him to please control the constables because they were inciting the\n1.3\tpeople /...\nMR BANADE\t55\tF S ERASMUS\npeople.   Harrington did so.   At approximately 16:00 the meeting dispersed and we escorted them out of the Inkatha area.   After approximately five minutes' drive, we passed a group of plus/minus 10 black men at the railway crossing who were dressed in ANC T-shirts.   As we were passing one suddenly stuck his hand into the back of his pants and my first instinct was that he was going to pull out a firearm.  I stopped the vehicle.   We decided to search them.   The deceased, Jama, did not want me to search him and I slapped him.   Some of the special constables held him so that he could be searched.   Constable Harrington decided that Mr Jama should be loaded into the back of the vehicle for further information.   I got back into the front of the vehicle and continued driving.   I drove for a short distance and then I heard him screaming.   I stopped, got out of the vehicle and slapped Jama and said that he should not make noise.   I then continued driving to the Elandskop area where we were to pick up the next shift of special constables.   I stopped at the pick-up point and this is where Constable Harrington informed me about the pocketbook, the content, and that they had thrown it out of the vehicle.  Jama then attempted to grab Nglameni's shotgun.   He failed and then jumped out of the back.   He ran around the vehicle, straight into me.   I put him back into the back of the vehicle.   Bengu and Madlala then went, took the vehicle and went to Bengu's father's shop to get cold drinks.  When they came back we were all standing there and talking and I mentioned that Jama should be killed.   We took a decision as a group of eight policemen that Jama should be killed.  Madlala said that he would shoot him and Bengu said that he knew of a place where we could shoot Jama.   He then got\n1.3\tinto /...\nMR BANADE\t56\tF S ERASMUS\ninto the front with Van der Hoogen and I to show us the place.   The others got into the back.  We drove for a distance and then stopped in a bush, deep in the IFP area.  I got out and saw Jama running away.  I drew my 9mm pistol and directed it at him.   Harrington said that I should not do that for fear of ballistic tests.   Harrington and Madlala chased him, the rest of us followed.   Madlala took the shotgun from Nglameni, the rest of us strolled back to the vehicle and we heard the shot go off.   Back at the vehicle everyone got in.   I started the vehicle and slowly drove back so that Harrington could erase any tracks.   Back at the tarred road we dropped of the special constables and we all agreed that no one was to say anything about the murder.   We then went back to our Unit and went off duty. \nMy feeling and state of mind at the time when we detained Jama, the decision at the bottle store to kill him and finally when he was shot at in the bush; when we detained him it was normal procedure to detain ANC people, assault them, interrogate them and acquire more firearms to give to the Inkatha.   At the bottle store here we were with an ANC member, our enemy, a communist, with plus/minus two years indoctrination against the ANC.   Something inside me exploded.   The death of my Commanding Officer, Major Terblanche also unwound me.   The death of IFP members and other policemen were killed by ANC members.   I had to fight the ANC who was the enemy, this was the cause of our decision to kill Mr Jama.   My indoctrination against the enemy was what controlled my state of mind and it was not my motive.   After he had been shot I felt relieved.   I had made my contribution towards fighting the ANC which was our enemy and trying to stop it in its objectives.   I was not\n1.3\tworried /...\nMR BANADE\t57\tF S ERASMUS\nworried about being prosecuted for murder or assault.   I did what I had to do and what was indirectly expected of me.  In conclusion;  I wanted him to die at the hands, the context in which it was committed, I wanted him to die at the hands of a group of policemen because he represented the whole ANC and attacks which were launched on us and other policemen and also Major Terblanche who had died at their hands, and Inkatha members who now worked with us.\nThe nature of the offence; Mr Jama was assaulted, strangled and shot dead. \nThe objective of the act; I had proof that he was an ANC member through the ANC T-shirt which he had on.   The information which I received about acts of terrorism which he had committed against IFP members.   He was my political opponent and my enemy and at that moment represented the whole ANC, and to stop him from participating from any more acts of terrorism, Mr Jama had to die.\nThe organisation or institution to which I belonged; I was a Constable in the unrest squad at Pietermaritzburg on the day of the murder and I was driving a vehicle.   Mr Harrington was in charge of the vehicle and the men working with him were Constable Van der Hoogen, special constables Madlala, Bengu, Nglameni, Kosu(?), Mlambo(?) who had also done courses in riot squad control.\nThe relationship between the deed and the political objective;   Mr Jama, an ANC member, our enemy, was firstly very deep in the IFP area, which was Elandskop.   If his interrogation was unsuccessful, like so many before him, we would have left him there in the Inkatha area.   If we were to have left him in the IFP area he would definitely have died at the hands of IFP supporters.   Because he attempted\n1.3\tto /...\nMR BANADE\t58\tF S ERASMUS\nto escape, and at that stage represented the whole of the ANC, he had to die.   The deaths of Major Terblanche and also other policemen, IFP members and attacks on myself and other policemen necessitated me to commit the offence.  By killing Mr Jama, to a certain extent, I was putting a stop to communism and I could stop Mr Jama from killing or attacking any more people in any other places.   I did not hate Mr Jama.  I later regarded his deeds as part of his work in the ANC which he represented.   I received no personal gain by means of cash remuneration from killing Mr Jama.   I had no personal grudge against Mr Jama.   I did not know him personally except that he was an ANC supporter and also that he had launched attacks on the IFP, which that I found out on that day.   In conclusion I would like to make use of the opportunity to extend my apologies to Mr Jama and his family.   I would like to apologise for the role which I played, the death of your son at our hands, and I would like to ask you to forgive me for what I have done to you and your family.   I am very sorry.   I would like to make use of this opportunity to say to the ANC supporters that I am sorry for the role which I played in the apartheid era against you, I would like you to forgive me as well.   Thank you very much.",
            "Unknown"
        ],
        [
            "MR BANADE",
            "Mr Chairman that is his evidence in chief.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Brink are there any questions?\nCROSS-EXAMINATION BY MR BRINK",
            "Unknown"
        ],
        [
            "QUESTION",
            "Thank you Mr Chairman.   Mr Erasmus have you got a copy of Mr Harrington's statement before you, the one which he read to the Committee this morning?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes there is one lying here I can probably just look at it.\n1.3",
            "Unknown"
        ],
        [
            "QUESTION",
            "/...\nMR BRINK\t59\tF S ERASMUS",
            "Unknown"
        ],
        [
            "QUESTION",
            "As I understand your evidence, when you were at the bottle store you found yourself sitting, as you say, with an enemy, a communist and suddenly the indoctrination which you had endured caused you to have some sort of inner explosion.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you discuss that with Mr Harrington that inner explosion and the fact that you had an enemy and a communist in your midst?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No at that time I just felt that way and I suggested that we, I just suggested that we kill Mr Jama, I did not discuss my feelings with him.",
            "Unknown"
        ],
        [
            "QUESTION",
            "...bottle store, you were sitting there and you had this inner explosion, you remembered that Major Terblanche had been murdered and you became very angry so then you thought this man, the deceased, must go.   Is that basically it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes that is correct.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Those thoughts were never discussed with Mr Harrington?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No it was not discussed with any of them, I merely made the suggestion that Jama should be killed and they all agreed as the rest of the group.",
            "Unknown"
        ],
        [
            "QUESTION",
            "...read Mr Harrington's mind, nor he yours.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Now if you have a look at page 9 of Mr Harrington's statement, the one he read out this morning, at the heading \"bottle store\", a side heading \"bottle store\", you see he also says\n\"Here we sit with an enemy in our midst, also a self-confessed communist and the indoctrination\n1.3\tagainst /...\nMR BRINK\t60\tF S ERASMUS\nagainst the ANC had caused a sudden internal explosion.\"\nHe thought about Major Terblanche who had been murdered and so on, is it not quite extraordinary that both of you should have identical thoughts without discussing the matter?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That might be so but as far as I know we did not discuss it with each other.",
            "Unknown"
        ],
        [
            "QUESTION",
            "..exactly the same thoughts?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I cannot understand it either.",
            "Unknown"
        ],
        [
            "QUESTION",
            "When did you first come to hear about this pocketbook?   You see in your statement at page 3 at the bottom you say\n\"Constable Harrington informed me about the pocketbook, the contents thereof and that they had thrown that book out of the window.\"\nWhen did you first come to hear about that, was it at that stage?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes sir it was at the stage when we stopped at the bottle store when Mr Jama tried to grab the shotgun and that was when I first heard about the pocketbook.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you ever see the pocketbook yourself?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No sir I never saw the pocketbook.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you ask Mr Harrington what the contents of it were or did he tell you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "He informed me what the content of it was, when he spoke about the pocketbook, when he told me about the pocketbook he also told me what the content was.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Weren't you particularly interested to see that document?",
            "Unknown"
        ],
        [
            "ANSWER",
            "At that time I would have liked to have seen the pocketbook but he informed me that they threw it out.\n1.3",
            "Unknown"
        ],
        [
            "QUESTION",
            "/...\nMR BRINK\t61\tF S ERASMUS",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you suggest going back to look for it, it wouldn't have been difficult to find it's the size of a bankbook I understand.",
            "Unknown"
        ],
        [
            "ANSWER",
            "No I never made that suggestion.",
            "Unknown"
        ],
        [
            "QUESTION",
            "...if what Mr Harrington said the contents contained is true, was vitally important?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct sir.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Why didn't you then, even if you were going to kill the deceased, why didn't you ensure the pocketbook be recovered so if any questions were asked you'd say well this is what we found on this man, he's a terrorist.",
            "Unknown"
        ],
        [
            "ANSWER",
            "At that time I did not think of anything like that.   The information which Harrington gave to me I believed because he was the senior member and to tell the truth I did not think about going back to find the pocketbook or starting to look for it where they said they threw it away.",
            "Unknown"
        ],
        [
            "QUESTION",
            "If you had found say a toy gun on the deceased, would you have agreed that that should be thrown away or a defective firearm, would you agree that that should be just left in the bushes or on the road?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I don't think I would have agreed that it should have been thrown away, it depends, but since he was my senior he had the highest authority at that stage.",
            "Unknown"
        ],
        [
            "QUESTION",
            "...endeavouring to make is this.   Here you have a pocketbook containing apparently a confession made by the deceased of terrorist activities, that's according to the evidence.   You then plan to kill the man, which you do.   You must have realised there might have been an investigation into this once the body had been found.   You must have realised that you would have been investigated.\n1.3\tWouldn't /...\nMR BRINK\t62\tF S ERASMUS\nWouldn't it have helped your case in that police sub-culture to say to your superiors yes we killed him, this is what we found on him, this book containing a history of terror attacks and murders or whatever? (end side A)",
            "Unknown"
        ],
        [
            "ANSWER",
            "...we had the pocketbook but at that point we did not have the pocketbook and I did not think about finding it at the time.",
            "Unknown"
        ],
        [
            "QUESTION",
            "...conducted the search on Mr Jama, who actually conducted the search?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I do not understand the question.",
            "Unknown"
        ],
        [
            "QUESTION",
            "These 10 people that you came across, more or less 10, were to have been searched, it was only Mr Jama who didn't want to be searched, is that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Who carried out the physical search of Mr Jama?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I wanted to search him at the beginning but he refused to let me and I then slapped him.   Some of the special constables then held him and the others searched him.   I did not participate any further in searching him.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you watch them search him?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            "QUESTION",
            "How was Mr Jama dressed can you remember?",
            "Unknown"
        ],
        [
            "ANSWER",
            "As far as I can remember he had on trousers, a long pair or pants with an ANC T-shirt.",
            "Unknown"
        ],
        [
            "QUESTION",
            "The T-shirt didn't have pockets presumably?",
            "Unknown"
        ],
        [
            "ANSWER",
            "As far as I can remember, no.",
            "Unknown"
        ],
        [
            "QUESTION",
            "If there had been a search and this book, as there was you said there was a search, and this book had been found, surely you would have seen that and been interested?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes that is correct.\n1.3",
            "Unknown"
        ],
        [
            "QUESTION",
            "/...\nMR BRINK\t63\tF S ERASMUS",
            "Unknown"
        ],
        [
            "QUESTION",
            "Can you explain how it came about that the special constables were searching him, you saw them search him and yet you didn't see the pocketbook?",
            "Unknown"
        ],
        [
            "ANSWER",
            "When I stopped at the bottle store and was informed about the pocketbook, it was strange to me that when they searched him where we encountered him, that they did not find it but I did not ask where the pocketbook was found or anything like that because nothing was found on him when he was taken away from there.",
            "Unknown"
        ],
        [
            "QUESTION",
            "When you spoke to Mr Jama or when Mr Harrington spoke to him did you use English, Zulu or a mixture of both?",
            "Unknown"
        ],
        [
            "ANSWER",
            "We used all these languages, I myself was not a Zulu or English-speaking person, I grew up as an Afrikaans-speaking person and as far as I can remember we used English and Afrikaans and probably a bit of Zulu here and there but not too much.   He merely informed me that they were going to take Mr Jama away and that I should start the vehicle and that we should leave.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you at any stage hear Jama say that the police, presumably your group, need to be killed?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Not as far as I can remember, I cannot remember him having said something like that because when he was being searched I did not stand too close to them.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you hear Mr Madlala tell Mr Harrington what had apparently been said by Mr Jama relating to the killing of police?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No I did not hear any such thing.",
            "Unknown"
        ],
        [
            "QUESTION",
            "You see Mr Madlala seems to indicate that after he had told, that's he Mr Madlala, had told Mr Harrington about what Jama said relating to the killing of police, you and Harrington then took the deceased into the back of the\n1.3\tpolice/...\nMR BRINK\t64\tF S ERASMUS\npolice van.  You then drove off while Harrington was seated at the back with him and with Mr Madlala.  Can you comment on that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I did not participate in putting him in the vehicle or anything.  They merely informed me that I should get into the vehicle and drive.",
            "Unknown"
        ],
        [
            "QUESTION",
            "(Inaudible) putting it around his neck to strangle him or attempt to strangle him?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Was that in the vehicle?",
            "Unknown"
        ],
        [
            [],
            "Anywhere, at any stage at any time.",
            "Unknown"
        ],
        [
            "ANSWER",
            "At the vehicle I did not see him.  While I was driving I did not see him, but that is the information which I received and even in the bushes I did not see him strangle him.  I walked closer and I did not actually see him strangle him.  At the vehicle, I saw him drag him out of the vehicle when we stopped at the bushes, but I did not actually see him strangle him.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Weren't you all together?",
            "Unknown"
        ],
        [
            "ANSWER",
            "The two of them went first and by the time we got there he was no longer strangling him.  That is why I did not see for myself that he was strangling him.",
            "Unknown"
        ],
        [
            [],
            "Mr Erasmus, the in initial question was, did you see him throttle the deceased with the belt and you said when, at which stage?  And then I said to you well, at any stage, then you said no, you didn't see him do that.  Why didn't you simply say no, I never saw him throttle the deceased?  Why did you have to ask at which stage if you never at any stage saw him throttle the deceased with the belt?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I probably did not understand the question\n1.3\tproperly/...\nMR BRINK\t65\tF S ERASMUS\nproperly, because when I saw him with belt around his neck was when the vehicle was stopped and Mr Harrington pulled him out of the vehicle with the belt around his neck.  I did not see Mr Harrington strangle him with a belt at any other stage.",
            "Unknown"
        ],
        [
            "QUESTION",
            "... pull him out of the vehicle with the belt around his neck, do you mean that Harrington had the belt in his hand, was pulling him out of the vehicle by using the belt?  Pulling him out that way.  Or was the belt just loose?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Mr Jama was standing and he dragged him out of the vehicle while the belt was around his neck and the  belt was fairly tight.",
            "Unknown"
        ],
        [
            "QUESTION",
            "... ever lying on the ground before he was killed?",
            "Unknown"
        ],
        [
            "ANSWER",
            "As far as I know I can really not say because I was not really at the scene when the incident took place.  I turned back and I walked away.  We knew what was going to happen.  It was preplanned and we discussed at the bottle store that Mr Madlala was going to shoot him.  So I knew what was going to happen.",
            "Unknown"
        ],
        [
            "QUESTION",
            "... when it happened, is that what you are saying?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I knew what was going to happen and we were basically walking back to the vehicle and Mr Madlala was going to shoot him.",
            "Unknown"
        ],
        [
            "QUESTION",
            "... put a stop to that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Because it had everyone's approval.  I came up with the suggestion that Mr Jama had to be shot and there was no one that was going to put a stop to it.",
            "Unknown"
        ],
        [
            "QUESTION",
            "... holding this man's head and then pushing it\n1.3\tagainst/...\nMR BRINK\t66\tF S ERASMUS\nagainst a stone from time to time, or bashing it against a stone for want of a better word?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No, Sir.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Did you not think that Mr Jama with this belt around his neck, obviously having been tortured to some extent, had not had enough?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Well, Sir, I cannot say much about the torture because I did not really see that.  I was driving the vehicle.  And because we took the decision at the bottle store that he should be eliminated.  I just didn't care much more because we knew what we were going to do from there and how we were going to kill him.",
            "Unknown"
        ],
        [
            "QUESTION",
            "... torture with the use of the belt because you were driving, but it must have been obvious to you when a man is taken out of a vehicle with a belt around his neck something very unpleasant has happened.",
            "Unknown"
        ],
        [
            "ANSWER",
            "The one moment he was being dragged out and the next moment he was running and that was where I drew the 9mm pistol and Mr Harrington advised me not to do that for fear of ballistics identifying me as the one that shot.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Why didn't you take this man into the police station, have him formally charged with acts of terrorism or whatever?  Why didn't you do that?  You might have got a medal for it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "At that point we took the decision that we were not going to have him formally charged and the decision was already taken that he was going to be killed and it was our job, assaults by different members of the unit, and that is where I learnt it as well.",
            "Unknown"
        ],
        [
            "QUESTION",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Brink, I understand that a legal\n1.3\trepresentative/...\nMR BRINK\t67\tF S ERASMUS\nrepresentative is present on behalf of Mrs Jama.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I understand so.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Should he not be afforded an opportunity to put questions?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I think he should be, if he wishes to.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Can you come somewhere near to a microphone, please.   Can you place yourself on record.",
            "Unknown"
        ],
        [
            "MR JASSAT",
            "Mr Chairman, my name is Farouk Jassat.  I am an attorney practising in Pietermaritzburg.  I was requested yesterday to represent Mrs Jama, but my difficulty has been that Mrs Jama has no documentation available which has been furnished by people leading the evidence here in order that I could make some meaningful contribution to this Commission.  I don't know what the practice of this Commission is, but I was under the impression that if Mrs Jama is an interested party she should have been given documentation.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "What is Mrs Jama's attitude towards the application for amnesty?",
            "Unknown"
        ],
        [
            "MR JASSAT",
            "Mr Chairman, I have been brought in at the last minute.  I haven't even had a chance to speak to Mrs Jama, the reason being that when I arrived at two o'clock you were about to commence.  In the circumstances, the question of putting questions to this applicant, could that not be left over until tomorrow morning, if that doesn't inconvenience this Commission?",
            "Male"
        ],
        [
            "CHAIRMAN",
            "I think you've seen by now that there has been fairly comprehensive questioning by members of the Committee as well as far as the events themselves are concerned.  The Committee would like to hear what Mrs Jama's attitude would be or is.  Obviously she was not present at the scene and\n1.3\tonly/...\nMR JASSAT\t68\tF S ERASMUS\nonly heard about it much later, so would not be able to controvert such evidence as has been given.  We may be wrong.   But that's a matter which you may find out.   If you would like to consider putting questions to these witnesses tomorrow morning then I would afford you that opportunity to do so.",
            "Unknown"
        ],
        [
            "MR JASSAT",
            "I would appreciate that, Mr Chairman.  I would like to have a consultation with my client in the few minutes that I have and then pursue this tomorrow morning.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "The documents that are made available to us are the applications for amnesty.  Members of the Committee have copies of the judgment of the trial court and the appeal court, but those are public documents.",
            "Unknown"
        ],
        [
            "MR JASSAT",
            "Thank you, Mr Chairman,  if I may be afforded that opportunity to then address you tomorrow morning and put questions to the applicant.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Jassat, you may do so in the morning tomorrow. We will commencing at 09:30.",
            "Unknown"
        ],
        [
            "MR JASSAT",
            "Thank you very much, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Mr Erasmus, you had been led to believe that Mr Jama was an ANC member and that from what you had been told he had been engaged in some serious ANC political activities, is that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Earlier that day you had watched a demonstration by the ANC at which there were several thousand people present.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "From your upbringing and training about hating the ANC because they were the enemies of the people, did it not cause you to lose your cool when you saw that\n1.3\tdemonstration  /...\nCHAIRMAN\t69\tF S ERASMUS\ndemonstration?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Not at that stage.  At that point I did not feel that I was going to reach breaking point or anything like that.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "... that the ANC were your enemies and there were such a large number of them engaged in actual protest, you didn't reach breaking point?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "It was later that you did reach breaking point and it is amazing that it coincided with the same time that Harrington reached breaking point.  Isn't that an amazing coincidence?",
            "Unknown"
        ],
        [
            "ANSWER",
            "As I said, Sir, I did not know what his feelings were, but that was my feeling at the time.  I cannot speak for what he felt at the time.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I am not talking about whether you knew his feelings, but you heard that he also reached breaking point and you reached breaking point, and my question is that is an amazing coincidence that it should happen at the same time.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You felt so strongly about it that you had no difficulty in coming to the conclusion that this man should be killed.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You said that after he had been shot you felt a kind of relief.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "That you had done the right thing.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You felt that that was your duty to do what you\n1.3\tdid/...\nCHAIRMAN\t70\tF S ERASMUS\ndid.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Why did you decide to withhold informing your superiors about it?  If it was such a correct thing to do why did you not tell your superiors well, we have carried out our jobs as good policemen, this is what we did.  Why didn't you do it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "At that point we decided that no one was to say anything.   Because Mr Harrington was a senior I decided that this was something that was going to remain with us and it was part of our duties at the Riot Squad, not just assaults and so forth, but it was part of what I had been taught and at that stage I did not see why we should report it because the senior member in our group said that no one was to say anything about it and I accepted it as such.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "But in your eyes you had done nothing wrong.  You had done something very, very valiant and brave.  There was no need for you to be ashamed of what you had done, so why didn't you report it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "You know, the assaults which usually took place there, as I said, where I said the man should be killed, I decided that we shouldn't talk about it mainly because I had come up with the suggestion too.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Why?  Because you were doing nothing wrong in your eyes?  You were doing something perfectly legitimate as far as you are concerned.",
            "Unknown"
        ],
        [
            "ANSWER",
            "As I said, at that stage I did not think about reporting it.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "No, it is not a question of you didn't think about reporting it, you took a conscious decision not to report it.  My question was why.\n1.3",
            "Unknown"
        ],
        [
            "ANSWER",
            "/...\nCHAIRMAN\t71\tF S ERASMUS",
            "Unknown"
        ],
        [
            "ANSWER",
            "Because I think firstly I was afraid of being prosecuted of the murder that is why I also agreed that we shouldn't report it.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Did you seriously believe that you would be prosecuted?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "(Inaudible)",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct, and because I was trained to fight the ANC I felt that it was not wrong to take this man's life.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "... My question is, if you did do something that was right and a man was killed why didn't you report?  And you say you didn't think about it.  And my question was, you did, because you took a decision not to report it.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is right.",
            "Unknown"
        ],
        [
            [],
            "... Harrington share a cell at Grootvlei Prison?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No.",
            "Unknown"
        ],
        [
            [],
            "When you came to prepare your summary of your evidence, did you consult with one another?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, we consulted with our advocate together.",
            "Unknown"
        ],
        [
            [],
            "... summaries together.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, you could say so, that is correct.",
            "Unknown"
        ],
        [
            [],
            "... because they seem to agree word for word in places.",
            "Unknown"
        ],
        [
            "ANSWER",
            "No, I was not told to do it in this fashion.  This is how I wrote it down myself.",
            "Unknown"
        ],
        [
            [],
            "... page 5 \"in die bos\" and you look at Constable Harrington's page 10 \"in die bos\".  You both say you felt \"verlig\" afterwards and you both end up saying \"I was not at all worried about being prosecuted for\n1.3\ta/...\nMEMBER OF THE COMMITTEE\t72\tF S ERASMUS\na case of murder or a charge of assault.  I did  what I had to.  It was what was expected of me indirectly\".",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "And you say you both just happened to write this down.  Let's get on now to your story of what happened.  You stopped the vehicle you told us at the bottle store.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "Is that the same place as one of the offloading or loading points for special constables?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "So where were you standing, at a bottle store or just outside the bottle store?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Outside the bottle store.",
            "Unknown"
        ],
        [
            [],
            "And that is where Mr Jama tried to escape and you caught him, is that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "What sort of bottle store was it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "An ordinary bottle store like all other bottle stores.   That sells all sorts of liquor.  A normal bottle store.",
            "Unknown"
        ],
        [
            [],
            "... beer and that sort of thing.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "And yet immediately after Mr Jama had tried to escape he was loaded alone into the back of your vehicle, is that so?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "And Mr Bengu and Mr Madlala drove off to his father's shop to get some Coke, is that so?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Why didn't you get it at the\n1.3\tbottle/...\nMEMBER OF THE COMMITTEE\t73\tF S ERASMUS\nbottle store?",
            "Unknown"
        ],
        [
            "ANSWER",
            "At that point they said to us, my instinct was I gave him the money and he said that he was going to go and buy a beer.",
            "Unknown"
        ],
        [
            [],
            "(Inaudible)",
            "Unknown"
        ],
        [
            "ANSWER",
            "It probably was.",
            "Unknown"
        ],
        [
            [],
            "... you lied to the court about it, didn't you?  And you said in your statement \"Ons het die inligting van die hof weerhou\" - \"We withheld the information in court since we thought we would be acquitted of murder and back at the Unit we would explain how we could allow specials to drive in the State vehicle\".",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "... outside a bottle store why did you let them drive off in a government vehicle?",
            "Unknown"
        ],
        [
            "ANSWER",
            "It was probably a mistake on my part to allow the specials to go to that place and go and buy us the cooldrink.",
            "Unknown"
        ],
        [
            [],
            "A dangerous man who was by then known to have taken part in ANC  attacks, who tried to escape, was left alone in the back of the vehicle.  Can you explain that, constable?",
            "Unknown"
        ],
        [
            "ANSWER",
            "The firearms were all removed from the vehicle and we knew that the special constables would bring him back to us.  We worked so closely together that at that stage I trusted them to bring him back.",
            "Unknown"
        ],
        [
            [],
            "... why not send two with him to guard him?  Why leave him alone in the back of a vehicle, a man who had shown he wanted to escape?  Is there any other explanation that you are withholding from us, constable?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No, Sir, I cannot give any other explanation.\n1.3",
            "Unknown"
        ],
        [
            [],
            "/...\nMEMBER OF THE COMMITTEE\t74\tF S ERASMUS",
            "Unknown"
        ],
        [
            [],
            "Your behaviour seems to me to be incomprehensible.  And the fact that both you and Mr Harrington for some reason wanted to keep it from the court because you thought you'd be in such trouble with the Force for letting these policemen drive a vehicle.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct, we would have got into trouble at the Unit for having given them the vehicle to drive.",
            "Unknown"
        ],
        [
            [],
            "But not for killing a man.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "Mr Erasmus, I am putting the questions I am about to put to you because I am under the impression that both from the evidence of Mr Harrington and yourself, the impression I get from both your evidence is that despite the fact that the deceased and his group were searched, the pocketbook was initially not found but rather subsequently.  Do I understand your evidence correctly in that way?",
            "Unknown"
        ],
        [
            "ANSWER",
            "They informed me at the bottle store about the pocketbook.  As far as I know they did not find a pocketbook in his possession where they detained him.",
            "Unknown"
        ],
        [
            [],
            "... page 3 of your statement, you will see that what you are saying is that - in the middle of the page - \"When we were passing ...\".  (CHANGE OVER TO TAPE 4) ... They did not want me to search him.  I slapped him and some of the special constables held him so that he could be searched.",
            "Unknown"
        ],
        [
            [],
            "... you immediately suspected that this person was hiding something because be was putting his hand in his back pocket and that is why you stopped the vehicle.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.\n1.4",
            "Unknown"
        ],
        [
            [],
            "/...\nMEMBER OF THE COMMITTEE\t75\tF S ERASMUS",
            "Unknown"
        ],
        [
            [],
            "And because of his behaviour you immediately became interested in searching him, am I right?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "In fact, you were so much interested in searching him that when he refused you beat him up.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "In fact, again, you were so much interested in searching him that the special constables were asked to hold him up so that he could be searched.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "And already at that stage you were suspecting that he must be having something which he didn't want you to see.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "You had this intense interest in having him searched to find out what he was having, and despite the fact that the special constables held him for the purpose of being so searched, the pocketbook was not found at that stage, is that what you are saying?",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "Then surely you must have been surprised subsequently to hear that a pocketbook was found from him.  You must have been surprised.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, that is so.   When they searched him and found nothing, the impression was that we were going to take him for questioning and when we stopped at the bottle store I was informed by Mr Harrington that he had a pocketbook and it seems strange to me that the pocketbook was not found at the first scene where we encountered him.",
            "Unknown"
        ],
        [
            [],
            "I don't understand how, despite\n1.4\tthe/...\nMEMBER OF THE COMMITTEE\t76\tF S ERASMUS\nthe fact that he attracted attention to himself that he was hiding something, despite the fact that he was held up so that he could be thoroughly searched how, if he did in fact have a pocketbook at that stage, how it could have been missed.",
            "Unknown"
        ],
        [
            "ANSWER",
            "As I said, after I slapped him, I attempted to search him and he resisted and I slapped him and then I withdrew from the whole situation and I stood and watched while the other members searched him.  Who searched him I cannot say with certainty today.  As you say, it was very strange to me that nothing was found in his possession at that stage.",
            "Unknown"
        ],
        [
            [],
            "... searched him, isn't it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, I did.",
            "Unknown"
        ],
        [
            [],
            "... searched him until they were satisfied that they had searched him properly.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "Now where does the pocketbook subsequently emerge?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I cannot say.  The information which I received was that the pocketbook was found afterwards.  I did not see the pocketbook.  I cannot answer you with regards to that question as to when the pocketbook was found.  It was very strange, because with the initial search the pocketbook was not found.",
            "Unknown"
        ],
        [
            [],
            "So much trouble is taken to search a man, subsequently according to the version that we heard today, a pocketbook is found only to be thrown away.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, it is so.  My colleague probably decided at the time that it was best to dispose of this pocketbook.  The reason for that I cannot say.\n1.4",
            "Unknown"
        ],
        [
            [],
            "/...\nMEMBER OF THE COMMITTEE\t77\tF S ERASMUS",
            "Unknown"
        ],
        [
            [],
            "I took you sentence by sentence in the statement of your colleague, Mr Madlala, do you remember that?  Paragraph 25, which Mr Brink read to you, and subsequently I took you sentence by sentence.  You will remember that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "I can vaguely remember at the moment when they searched this man that they did not find the pocketbook.",
            "Unknown"
        ],
        [
            [],
            "He makes no reference to the finding of a pocketbook in the paragraph that I read to you earlier on, sentence for sentence.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Erasmus, what did you expect to find from the deceased by submitting him to that extensive search?",
            "Female"
        ],
        [
            "ANSWER",
            "When he suddenly jumped up, we expected to find a firearm in his possession.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "And you found no firearm.",
            "Female"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "You then proceeded to put the deceased in the back of the van with a view of further submitting him to a further search or with a view of obtaining further information?",
            "Female"
        ],
        [
            "ANSWER",
            "I did not put him in the back of the vehicle.  Mr Harrington said that I should drive the vehicle from there to the point where we were going to pick up the other special constables.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "... told you was that he was put in the back of the van because he wanted to ascertain further information.  That is page 3 of your statement.",
            "Female"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Did you at any stage ascertain from Harrington, who you saw as the leader or as the person who\n1.4\twas/..\nMEMBER OF THE COMMITTEE\t78\tF S ERASMUS\nwas the person in charge of your activities, whether the deceased had admitted to being a member of the ANC?",
            "Female"
        ],
        [
            "ANSWER",
            "No.  The fact that he was wearing the ANC T-shirt, and this group was residing in that area, told me that he was an ANC member.  And the information which I got from Mr Harrington about what was in the pocketbook is all that I based my information on.   They informed me about the pocketbook and that they attacked an Inkatha house and that he was an ANC member.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Did Mr Harrington say anything to you about the deceased's admission with regard to the contents of the pocketbook?",
            "Female"
        ],
        [
            "ANSWER",
            "No, he merely informed me and all that he said to me was about the content which he had read in that book which had been written by Mr Jama and that he had committed acts of terrorism.   I did not see the pocketbook at any stage.",
            "Unknown"
        ],
        [
            [],
            "\"Volgens u kennis was daar geen inligting dat mnr Jama ...\" - what was in the pocketbook?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No, I merely took Mr Harrington's word, I accepted it as the truth, since he was my senior at the time.  I went on what he informed me of what was in the pocketbook.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "... out of the police vehicle, was he in charge of your activities for that day?",
            "Female"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "... was he in charge of the police vehicle or was he in charge of anything that you did in relation to your duties as law enforcement officers of your police station?",
            "Female"
        ],
        [
            "ANSWER",
            "On this specific day he was in charge of the vehicle and he was in charge of all of us who worked in that\n1.4\tvehicle/...\nMEMBER OF THE COMMITTEE\t79\tF S ERASMUS\nvehicle with that.  All that I was was the vehicle driver.",
            "Unknown"
        ],
        [
            [],
            "Who was the Station commander at the time?  Who was the Unit Commander at the time?",
            "Unknown"
        ],
        [
            "ANSWER",
            "If I remember correctly after Major Terblanche's death it was Danie Meyer and then Colonel Bok Fourie came.  It could have been Mr Danie Meyer, it could have been Colonel Bok Fourie, I speak under correction.  If I were to think back I would say that it probably was Colonel Fourie.",
            "Unknown"
        ],
        [
            [],
            "You say in your statement that you were indoctrinated, that you regarded the ANC as the enemy and that this indoctrination led to you committing this act, is that correct?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "What was this indoctrination, what were you told to do?",
            "Unknown"
        ],
        [
            "ANSWER",
            "They said that we were to combat the enemy with all our might and we were told that were we to get into trouble, Major Terblanche said that if we were to get into trouble at any stage he would be there for us, he would protect us.",
            "Unknown"
        ],
        [
            [],
            "Could we just stop there.  If the need arose, who said that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Major Terblanche said that he would protect me if I should up being charged with murder or anything like that.",
            "Unknown"
        ],
        [
            [],
            "After this deed was exposed, were there any officers who questioned you about it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, from the Murder and Robbery Unit.",
            "Unknown"
        ],
        [
            [],
            "From your own division?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No.",
            "Unknown"
        ],
        [
            [],
            "What was the attitude of your Commanding Officer?\n1.4",
            "Unknown"
        ],
        [
            "ANSWER",
            "/...\nMEMBER OF THE COMMITTEE\t80\tF S ERASMUS",
            "Unknown"
        ],
        [
            "ANSWER",
            "To be quite honest, since I was arrested the Commanding Officer who we had at the time did not even come and see us and the guys whom I worked with, the subordinates came to see me, but the Commanding Officers distanced themselves.",
            "Unknown"
        ],
        [
            [],
            "Did they discipline you for what you did?",
            "Unknown"
        ],
        [
            "ANSWER",
            "They distanced themselves.",
            "Unknown"
        ],
        [
            [],
            "But did they discipline you?",
            "Unknown"
        ],
        [
            "ANSWER",
            "No.",
            "Unknown"
        ],
        [
            [],
            "You were supervising an ANC gathering that day.",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "When had the ANC become legal?",
            "Unknown"
        ],
        [
            "ANSWER",
            "If I remember correctly early in March.",
            "Unknown"
        ],
        [
            [],
            "... related to the past.   The policies of the government had now changed.  That is so, isn't it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "We were never informed about it.  The people around us said that we should continue as usual, and as I say, in 1990 the ANC  was unbanned but we continued as usual.  No one said to us that we should stop all these assaults and those practices.  We just proceeded as usual.",
            "Unknown"
        ],
        [
            [],
            "(Inaudible)   You supervised ANC gatherings.  You allowed them to happen legally in front of your nose.  That is not what happened earlier, is it?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, that is correct, I was merely executing instructions from my seniors.",
            "Unknown"
        ],
        [
            [],
            "You submitted a representation to the Truth and Reconciliation Commission, do you remember that?\n1.4",
            "Unknown"
        ],
        [
            "ANSWER",
            "./...\nMEMBER OF COMMITTEE\t81\tF S ERASMUS",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "(Inaudible) do you know that?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Discuss your submissions with him?",
            "Unknown"
        ],
        [
            "ANSWER",
            "There are certain points which we discussed.  I would not say the entire submission.  We did not always work on the same shift.  We worked different shifts sometimes.  If I remember correctly, late 1990 or early 1991 when we joined the relief squad, there were things in which he was involved in which I was not involved with.  So there are certain aspects where I was not involved and where he was involved.",
            "Unknown"
        ],
        [
            [],
            "... in November of last year did you discuss with one another what submissions you were going to make?",
            "Unknown"
        ],
        [
            "ANSWER",
            "At the Truth and Reconciliation Commission at the City Hall?",
            "Unknown"
        ],
        [
            [],
            "(Inaudible)",
            "Unknown"
        ],
        [
            "ANSWER",
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "You discussed with one another what you were going to say.",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, we did.",
            "Unknown"
        ],
        [
            [],
            "Did you read one another's submissions?",
            "Unknown"
        ],
        [
            "ANSWER",
            "Yes, Sir.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We will adjourn at this stage and resume at 09:30 tomorrow morning.\nCOMMISSION ADJOURNS\n1.4\tPROCEEDINS/...\n82\nPROCEEDINGS ON 11.2.1997",
            "Unknown"
        ]
    ]
}