{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-06",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "PUMELELE CIVILIAN HERMANS"
        ],
        "matter": "PORT ST JOHNS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52882&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98100514_el_eastlon2.htm",
        "speakers": [
            "MR ZILWA",
            "CHAIRPERSON",
            "PUMELELE CIVILIAN HERMANS",
            "ADV DE JAGER",
            "ADV SANDI",
            "MR SMUTS",
            "INTERPRETER",
            "MR MAPOMA",
            "<UNKNOWN>"
        ],
        "original_speakers": [
            "MR ZILWA",
            "CHAIRPERSON",
            "MR HERMANS",
            "PUMELELE CIVILIAN HERMANS",
            "ADV DE JAGER",
            "ADV SANDI",
            "MR SMUTS",
            "INTERPRETER",
            "MR MAPOMA",
            "WITNESS EXCUSED"
        ]
    },
    "testimony": [
        [
            "MR ZILWA",
            "Thank you Mr Chairman, I will be calling the first applicant Pumelele Civilian Hermans.  Would he be sworn in please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hermans, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Xhosa.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you Mr Chairman.  Mr Hermans, you are a member of the ANC?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "How long have you been a member of the ANC?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Since 1990.",
            "Male"
        ],
        [
            "MR ZILWA",
            "That was at the time that the ANC was still banned, isn't that so?  In 1990, that was at a time when the ANC was still banned, in other words you started with your membership of the ANC at a time it was still banned, would that be correct?  I could be wrong, had it been unbanned?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It was unbanned on the 2nd of February 1990.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, let's get it from you.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, when I first became a member of a political organisation, I joined UDF in 1984.  Then in 1990, when the ANC was unbanned, I was then a member of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where do you stay?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Port St Johns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 1993, April, were you a resident of Port St Johns?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you still a member of the African National Congress?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you ever a member of the South African Communist Party?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I am a member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you during April 1993 a member of the South African Communist Party?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you aware of the, were you aware of the existence of what is known to be Self Defence Units, at that time?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It was in 1992 when I started getting involved in the Self Defence Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you still involved in the Self Defence Unit during April 1993?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "In Port St Johns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you aware why you have come to this hearing?  I didn't get the answer?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell us how you got involved in that incident?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I would like to start about the death of Chris Hani.  What happened is on the 10th of April 1993, Chris Hani was shot by white people.  We heard that together with my colleague Guleni, we heard from people in town during the day when Chris Hani died.  We didn't believe that when we heard it.\n\tOn that same day, we were listening to the seven o'clock news on the television, I was then sure that it is indeed true, Chris Hani is dead.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Hermans, to put your actions in context, maybe you should first establish, you have already told this Committee that you are a member of the ANC and a member of the SACP and a member of the Self Defence Unit in Port St Johns.\n\tWere you holding any particular position of leadership in any of those organisations in Port St Johns?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "In the ANC Youth League, I was the Publicity Secretary of the Branch.  In the ANC I was just an ordinary member.  The Communist Party, I was a Treasurer of the Branch.  Again, in the ANC Youth League in the sub-regional level, I was a Treasurer.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Right, in the Self Defence Unit itself, were you holding a position of power of authority?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "In the Self Defence Unit, I was in the sub-region of the Self Defence Unit together with my colleague, Guleni.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Right, now with that background in mind.  I stopped you at a time when you were telling us that you watched the TV news and you heard about the death of Chris Hani.  Please take it from there and proceed.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "When we heard that Chris Hani died, on the following day, on Sunday, Guleni and myself went to the ANC offices.  It was not a normal thing for these offices to be opened on Sunday, but we had to go and work and do whatever we can do at the office about the death of Chris Hani.\n\tWe decided to write letters to all the Branches of Port St Johns.  The aim was for us to tell them that they should be ready, maybe they would be needed to go and attend a memorial service or a funeral.  We wanted them to tell everybody about what happened.  People who did not have radio's and televisions.\n\tWe worked on that Sunday  and on the Monday.  In the afternoon on Monday, the comrades from Flagstaff came, Maxhayi, Nyalukana and Mazwi.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Yes.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "They came with a view that we should retaliate because of the death of Chris Hani.  We also had similar views when they came to us.",
            "Male"
        ],
        [
            "MR ZILWA",
            "When you say we, who are you talking about?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I am referring to myself and Fundisile Guleni.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I want to explain why they came to Port St Johns, the comrades from Flagstaff.  What happened is in 1992, towards ...",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Hermans, the electricity left us when you were just starting narrating the events surrounding the death of Chris Hani.  You were saying on the, after you had learned about the death, you wrote letters and right there, just continue from where you left off.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "What I was trying to say was that the reason why the people from Flagstaff went to Port St Johns, there was a report in 1992 which we gave to the sub-region about the conditions, the bad conditions that we were working under at Port St Johns.\n\tWe were working under threats.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Yes?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "As we were people who were always in the office, we were working in the office, but we would go out to different Branches.  When we came back at other times, we would find from the Administrator that there were people from a certain Branch who came and gave a report about their fears in their areas, for example in Gomolo.\n\tPeople were scared of whites that they didn't trust.  Port St Johns, in town, there were times when the workers were experiencing problems.  They then came to our offices and reported, and gave us a report about the matter and there was a white man who was a businessman by the name of John Costello.  His workers had a problem concerning him.\n\tThey then came to the ANC offices asking for help.  They were having problems about their salaries or wages, and the conditions of employment.  They had doubts about certain things, they had doubts about the way he was speaking to them.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Let's be more specific and let's try to go straight to the point.  What were their suspicions about him?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The suspicions that the workers heard were that the weapons, they suspected that there were weapons which were there because we got a report that there were whites who used to go there at night, they were using cars, sometimes they would come from the river, they were using boats.  There was a river Umzimvubu and they were using boats in that river.\n\tSome of the things that they thought that they were weapons, because they were in boxes, they were coming from the direction of the river.",
            "Male"
        ],
        [
            "MR ZILWA",
            "... by the ANC office from the workers of Costello, that Costello's house was being used by some other whites to smuggle weapons in Port St Johns, is that what you are saying?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was that his evidence, I thought he said there were things that were in boxes and they were having, that in fact these may have been arms, weapons, they did not actually see them?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Maybe let's establish that from the witness himself.  Could you please repeat this thing about the weapons there, were these weapons seen or was it a suspicion that there were weapons? Could you please come again and tell us about that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The way in which they saw this, they suspected that these were weapons because they were heavy, especially the watchmen who was working there, staying there and sleeping in that house.\n\tOne day when he was trying to help his employer carrying these heavy things, his employer refused.  Those were the things that made them suspect that something was wrong, they suspected that those might be weapons because he used to help him in carrying stuff.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Okay, so there were these suspicions that there were these things that were thought to be weapons, being smuggled in.  Please carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "All these things were brought by the workers, they were problems of the workers.  Because there were rumours that Costello was a member of the AWB, we then tried to investigate from the workers so that we can get more information because we were interested in that because we had heard rumours that he was a member of the AWB.\n\tEven though we didn't get concrete evidence that those were weapons and the situation is as they were putting it to us, but we saw that when we were having meetings, there were a lot of cars around that would leave at night, and we would combine what the workers told us, together with what was happening.  That showed us that even though we were not sure, there was something like that, that maybe he was a member of the AWB and there were weapons which were coming to that area.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where was Costello living?  Where was his house and his business?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "In town.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Let's carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The other thing that happened is, what we got from the workers, was that he said that he was moving away from Port St Johns.  A removal truck came to take his furniture and everything as he was actually relocating.  He left with his wife, but what actually surprised us, he didn't actually leave, as he is still there even today.\tThe place continued to be their place of rendezvous.",
            "Male"
        ],
        [
            "MR ZILWA",
            "When you say they, you are talking about Costello and who else?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "And the whites who used to visit his place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does he stay now?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was sentenced while he was still staying there at Port St Johns.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Please carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "All that actually raised our suspicions and we could see actually that Costello was exactly what we thought because of his actions.  Just before I left that place in 1992 ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he do that strengthened your suspicions?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The information that we would get from the workers that he would have visitors coming from the direction of the coast, and the parcels that were suspected as weapons.  People from the office would visit Costello to try and solve the problem of the workers.\n\tWe would not get respect from him, we would not get an opportunity to discuss with him, to discuss matters with him.  That became a problem and some of the workers were dismissed and there were problems which were never solved, because it was difficult for us to meet and discuss with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am confused, assume that you were correct in your, and he was a member of the AWB and there was a movement of the AWB in the area, and they were importing arms, how did that effect you, or your political parties?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I am not sure, if you can give me the opportunity to clarify this, because I was still narrating this story about Costello.   Maybe some things that were actually effecting us, would actually be revealed in the process of trying to narrate this story about Costello.\n\tI wonder if you can give me that opportunity?  In 1992, October or September if I am not mistaken, during a launch of the Communist Party, we had our flags that were outside the hall and we also had our marshals who were there to keep peace outside.  While we were inside, in the process of launching, cars came from outside Port St Johns coming in to Port St Johns, they came to the hall where the launch was being held.\n\tThey surrounded the place, they were hooting with hazards on.  That took actually a long time because there were cars who couldn't pass on the road, they had to wait for this demonstration to come to an end.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did Costello have to do with that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I am still telling the story, that is not yet the end.\n\tWhen they finished, they left and they took the direction of the beach front, they left Costello behind.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, you say they left Costello behind.  Let's get that clear.",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "These cars left after this demonstration, sort of.  They went towards the direction of, they went to the second beach and they left Costello's house, they did not get into Costello's house.  They did this next to Costello's house, the hall was next to Costello's house, that is where they were doing this thing.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Who were the people that were doing this ruction?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "White people that were unknown to me because there were even bikes behind, motor bikes behind.  What we actually noticed, the cars that were coming in, in Costello's house holding a meeting there, among the cars that were there, disrupting the meeting, there was a van that was identified as a van that used to be seen in Costello's house.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think the translators did not translate this very clearly.  Can you repeat what you have just said.  You have suspected that some of the cars were there on the day, they were causing that problem.  Can you repeat what you have just said.",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The cars that were disrupting the meeting, the launch of the Communist Party, as that was something that used to happen to see whites visiting Costello's house in the meeting, during this meeting, these meetings, sometimes would see cars that look like the cars that were there around the hall during this day of this launch of the Communist Party.\n\tIn 1992, I think it was November or December or towards the end of the year, when I was on my way to Durban with my father, he had hired a bus to transport some people because it was a festive season, we boarded the bus to Durban.  There is a white man who came, wearing short pants, khaki short pants and a khaki shirt with a bag behind his back.\n\tI saw this man in the morning before half past six as I went to town to buy milk to make my father's coffee, I saw him getting out of Costello's house, I did not know where he was going at that time.  Later I saw him boarding the bus.\n\tHe was from Costello's house.  On our way, we were far away, we were out of Transkei, I can't remember where we were at the time, this white man was talking, telling the people that he was a member of AWB.  He is from a certain mission at Port St Johns, he did not explain the type of a mission that he was involved in, but we later realised that he was drinking white brandy, colourless spirits.\n\tHe said all those things, though I could not understand him clearly, because most of the time he was using Afrikaans language.   I reported that to the ANC office in the Branch at Port St Johns.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Yes?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We realised that we were under difficult conditions, we have to refer the matter to the upper level, that was the sub-region.  That was not the end of our efforts, I think Mr Guleni and Mr Ntekiso who was the then Chairperson of the ANC, at Port St Johns, at the time and we also reported the matter to the Umtata region of Umtata, where comrade Ndahonde was a Chairperson, and Fizula Bengu was a Secretary.\n\tWe requested them to refer the matter to the Department of Umkhonto we Sizwe in the offices of the ANC.  I am sure that they did so.  They reported what I just told you about Costello.\n\tWhat I am trying to indicate here is that the comrades from Flagstaff, Lungile Mazwi, Maxhayi and Nyalukana is what made them to think about Port St Johns when Chris Hani died.  That is exactly what made them to think about retaliation after the death of Chris Hani.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Do you refer to the subregion as the people from Flagstaff?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is so.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Did you sometimes hold joint meetings with them?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "In the course of such joint meetings, did you report to them the problem that you conceived to be having in Port St Johns regarding Costello and his AWB?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is so.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Are you saying that is why when this, when Chris Hani was killed, they thought of Port St Johns as the most appropriate place to come and launch the attack?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Okay, please carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "What happened there at the sub-region, myself and Guleni, we were given a mandate to visit all the Branches and ensure that we do get the real report about our suspicions, that there was some infiltration by white people and what was actually happening about Costello, what I have just told you now.\n\tI can say that we did that investigation, but I want this to be clear, that we did not get enough time because the period was actually very busy, trying to canvass for the elections of that year and the other duties that had to be performed by the Congress.\n\tTherefore, we did not get the concrete information about that, until the day of Chris Hani's death came.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Okay, you have told us about this fellow who you say resided in Port St Johns, in town.  Now I want you to talk about the other outlying coastal areas and in particular in Gomolo.  Was there anything untoward that you suspected pertaining to this areas, especially Gomolo?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is so.  There is a beach front, there is a coast called Mdageni at Gomolo.  That is not far from the coast called Mbande where these white people were killed.\n\tSome of the information that we gathered from the comrades from that rural area, was that they used to see Costello there, holding meetings and we thought that those meetings are the same meetings as, as similar to the meetings that were normally held at his place.",
            "Male"
        ],
        [
            "MR ZILWA",
            "You say you received information from the comrades who reside next to those coastal resorts, that Costello was holding meetings in those coastal resorts, meetings similar to those that were held at his house in Port St Johns, in town?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now, when you heard that information, what did you conceive to be happening at those coastal resorts, Mbande in particular?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Both of these coastal resorts, we regarded them as their base, where they plan their things that can actually disturb the freedom of operation in our organisation.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Right, now with that conception in mind, please carry on.  So Chris Hani was killed and the comrades from Flagstaff arrived in Port St Johns.   Please take it from there and continue?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Even the Mbande coastal resort, became one of the places where Costello would go to.  We used to get this from the comrades who would report this to the office because they had some knowledge about Costello.  They also had a hearsay knowledge.\n\tAfter Chris Hani's death, comrades from Lusikisiki came on a Monday, I think it was on the 12th, they came with a view that we should do something to retaliate Chris Hani's death.\n\tThey said that they were thinking about Port St Johns, the one that we told them about, and they asked us where those white people were at the time.  We told them that they were around, there were some in town, but it is difficult to do something like that in town, because there were police and the camps, military camps, were there at the time, therefore the action would actually reach the ears of the police and it would actually disturb us from continuing with this mission.\n\tWe told them about these coastal resorts that were around.  We agreed to visit those places, but the problem that we had, we did not have arms at the time.  When we heard about the types of weapons they had, we were not satisfied that we had enough.  We asked    Nyalukana to take us to Zongizela Mxhiza who would try and organise some weapons, firearms, for us.\n\tWe arrived there at Mxhiza's place, we told him about the situation and our aims, but he did not have firearms at the time, he had to contact other comrades to get more firearms.\n\tSome comrades who left with Zongizela to those comrades, who were said to be having arms, but those comrades refused to give them their firearms, because they also wanted to be part of this mission that we were planning.\n\tWe could not send them away, we had to leave with them, we had to take them with.",
            "Male"
        ],
        [
            "MR ZILWA",
            "They wanted to be part of the mission, yes, please carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We left for Gomolo.  After we left a place called Tombo, where there is a tar road, that is leading to Umtata, just before we get to Gomolo, we stopped because it became clear that each and every person in this car, did not have a clear picture about the place that we were going to, accept myself.  I tried to explain to them what type of a place, but still, we could not come to any conclusion as to how to do this operation.\n\tWe were forced to reach the place, so that the other people could have a clear picture about the place.  We left for Gomolo.  We arrived at Gomolo.  We passed the intersection, we passed the intersection that was going to Mbaluweni, headed for a rural area called Mposhosho.\n\tWe alighted from the vehicle, all of us.  We took a decision that one should take a car and drive and take the road that was going to Mbande and we decided to walk through a forest.\n\tWe arrived at Mbande, we decided that some people should go straight to those areas where, those areas that were identified as the places that were used by whites.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can I just get clarity.  You alighted and did only one of you drive with the car, proceed with the car?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who was that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "If my memory serves me well, I think it was Mr Mazwi.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was that the previous witness?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How many of you went through the bush?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It was seven of us.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Please carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Myself, Guleni and the deceased Nyalukana, we went to a place where the white, the place that was used by these whites, when visiting Mbande.",
            "Male"
        ],
        [
            "MR ZILWA",
            "In other words, ...(indistinct) to the cottages where they actually stayed?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Please carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We met with a lady who said she was working there, we pretended as people who were looking for jobs.  We wanted to know whether there were any whites there, we were told that there were no whites there, it is only a woman there.\n\tThe men had gone to another coastal resort, the one that I said is at Gomolo, Mdageni, they went there for fishing.  There was also a child that we saw there, and we chatted with the child.\n\tWe left after that, we left the place and we went back to the other comrades.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Was it a white child, was it a boy or a girl, what sort of child was this that you chatted to?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It was a white child, I cannot remember whether it was a girl or a boy, I am not sure, that was long ago.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Okay, please carry on.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We went back to the other comrades at Mbande.  We gave them the report of what we found there.  We took a decision to wait at a certain spot and wait for them on their way back and meet with them.\n\tWe agreed that those who would be left in the car, Nyalukana, is supposed to hoot in the car to ensure that those were white men in the car and to ensure that there were only whites inside the vehicle, there would be no black person there.\n\tWhen the car first appeared, Maxhayi, those who would be shooting, firing, and Fundisile Guleni, and one of those who refused with their firearms called Timan, I don't know his real name, they had to hide in some place, preparing themselves to fire.",
            "Male"
        ],
        [
            "MR ZILWA",
            "You saw a car appearing at a distance and it is then that the ambush positions were taken by the people you have mentioned?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "... the ambush positions, had taken their positions, it was agreed that by way of a signal, if the occupants of the car were white males, Nyalukana was to hoot ...",
            "Male"
        ],
        [
            "MR SMUTS",
            "A gender wasn't referred to in the evidence when it was translated Mr Chairman.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, I think that is what the witness said.  Maybe it could be clarified from him.  Can you just repeat what you said about the arrangement, the arrangement regarding the hooting, I thought that is what you said, but just repeat it anyway.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "What was going to happen was this, when the car appears, the car that was suspected as a car belonging to the whites, Vuyani Nyalukana would hoot if he is sure that this is the right target.\n\tWe realised that there were people, there were white men who left with the 4 x 4 vehicle, so we wanted to ensure that really in that 4 x 4, the occupants were white, the passengers were white, that is what we had to ensure.\n\tWe had to ensure that there was no black person inside.  It came to us as we were standing next to the car when it passed, Nyalukana hooted.  It disappeared at a corner when it was about to meet the others who were to attack, we heard gunshots.  That is how they were shot.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Right, to cut your story short.  You have listened to the evidence that was given by Maxhayi, regarding the occurrences from the time of the shooting, onwards.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Do you agree with the version that he gave regarding the occurrences after the car had come to the, well in any event, they had gone around the corner and out of your sight, I assume?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "And from the point where you were, all that you could hear, were the firearm shots and you were not in a position to see what was actually happening?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Right, now from that onwards, will you take the version of Maxhayi, from there onwards, there is nothing in that version, that you don't agree with, or which you wish to supplement?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "At the moment, I cannot think of anything.",
            "Male"
        ],
        [
            "MR ZILWA",
            "To talk in particular about yourself, were you armed with anything on that day?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was not armed.",
            "Male"
        ],
        [
            "MR ZILWA",
            "So really, your principal role, even though you were part of the operation itself, but your physical activity there included actually identifying the place and actually proceeding to reconnoitre the place?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It is so, but I cannot dispute the fact that I was involved.  If there were enough weapons, I would have had a weapon and I would have killed.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Yes, you were part of the operation, you freely admit that.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now, it has stand out, we have been informed that in fact the people who were killed in this ambush, killed and injured in the ambush, were not in fact part of the Costello band of rightwingers, as you put it, the AWB, but they were innocent fishermen who had gone on a fishing trip.  You have heard that, haven't you?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, I heard that.",
            "Male"
        ],
        [
            "MR ZILWA",
            "And you have no reason to dispute that, do you?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "In view of that fact that in fact instead of retaliating to your targets, or your intended targets ie the rightwingers who were destabilising your area or your movement, in view of what you cannot dispute that in fact you shot at and killed innocent fishermen, how do you feel about that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I cannot dispute the fact that we killed fishermen, as it is explained, but if they were really fishermen, I feel very bad about that because people that were not intended to be killed, died on that particular day.",
            "Male"
        ],
        [
            "MR ZILWA",
            "If you had been aware before actually carrying on with the operation, that in fact this 4 x 4 carried not rightwingers who were destabilising your area, but just innocent fishermen, would you have continued with the operation of shooting and killing them?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We would not kill them, more especially if they would identify themselves as not being members of AWB.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Can you please repeat that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you expect them to identify themselves as not being rightwingers, when they didn't even know of this ambush?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I mean that if there was a way for us to ensure that they were not members of AWB, it was not that we were expecting them to do so, but it is something I don't even know how was it going to happen, but at least if there was a way of, for us to ensure that they were not the target.  I am not expecting that to be done, I was not expecting that to be done by them.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Right, now we have been informed by those who have testified before you, that you had a rough idea that this was to be a series of operations and Port St Johns was just the starting point.  Do you also agree with that evidence?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Had you come to concrete agreements or plans as to which targets were going to be next and how you were going to carry on your following operations?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, that is not true.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Was there any particular criteria that you had intended to use in choosing your targets for this retaliation?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, because places that we would think about, we would have to contact the comrades from that particular area and get their views on how do they identify the enemies, what people are regarded as their enemies.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now, Maxhayi has informed us that after this 4 x 4 had been shot and it had overturned, then you were taken to your respective areas and they of Flagstaff, left for Flagstaff.  You confirm that, don't you?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now, we have also heard from Maxhayi that after they heard the call of President Mandela appealing for calm and for people not to let their anger and grief get the better of them, and not to take the law into their own hands, it was decided that similar operations should not be undertaken any more, do you confirm that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "If you had heard or you had received the message even before the operation itself, that the leadership of the ANC, especially President Mandela, had made that appeal, would you have commenced with that operation at all?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Surely we would not continue.",
            "Male"
        ],
        [
            "MR ZILWA",
            "If it was to be suggested to you that even at the time you did the operation, you were aware of the stance of the African National Congress, that is a stance against political violence, and that your operation itself was going contrary to that stance, what would be your response to that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is true that the policy of ANC is against violence, but what I would like you to know is the fact that the Self Defence Units were the Units of Umkhonto we Sizwe, or affiliated to Umkhonto we Sizwe, whereby during their training, they were being trained by the members of Umkhonto we Sizwe and the same Self Defence Units would be in situations whereby they had to take an initiative and decide upon something, according to conditions prevailing at the time.",
            "Male"
        ],
        [
            "MR ZILWA",
            "If it were to be suggested that you knowingly acted against the ...(indistinct) of the ANC regarding violence, would you agree with that proposition in those prevailing circumstances at the time?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, ANC as the liberation movement, we would have some disagreements.",
            "Male"
        ],
        [
            "MR ZILWA",
            "I don't know if you understand my question.  Please listen carefully.  I am saying if it would be suggested that your operation constituted a violation of the policy of the ANC of non-violence, viewing the circumstances surrounding the death of Chris Hani and everything that was happening at the time, would you agree that you knowingly acted contrary to the policy of the ANC?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "If you explain it that way, that is not true, because in the ANC, the ANC at large was, it was not accepted, the death of Chris Hani was not accepted, though he was totally against violence.",
            "Male"
        ],
        [
            "MR ZILWA",
            "When you carried on the operation in retaliation for that death of Chris Hani, what did you hope to achieve, what objective did you hope to achieve by your action?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The objectives if one can remember, we used to see the, view the negotiations, see the negotiations at World Trade Centre that the whites were actually hiding the truth because there was an agreement to suspend the armed struggle during the negotiations.\n\tBut, what was happening in front of our eyes and in front of the whole nation, people were dying and the government of the day, was involved.  An example of that is Boipatong incident.  That actually gave us a view that at World Trade Centre, there was some hide and seek going on.\n\tWe wanted the then government to feel the pressure, we wanted to exact pressure on the government, to bring some concrete measures that would lead to the liberation of the people of South Africa.\n\tFor example, I remember just before the date of election was announced, it was very difficult for them to actually say the date.  We wanted to pressurise them to set a date of the election.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Did you entertain any fears that any leaders of your organisation such as Chris Hani, might suffer the same fate as Chris Hani, did you have any such fears?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.  We wanted to convey the message that if it happened again, as Chris Hani was killed, it is something that cannot be tolerated.  We wanted them to take note that if that happened with the other leaders who were also in the list, as Chris Hani was the first person on the list, so we wanted to ensure that that doesn't happen, and we wanted them to know that they cannot continue because of our pressures.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Are those things you have mentioned, the political objective which you wanted to achieve by your action?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Is there anything else which you have not disclosed to this Committee regarding everything that occurred that you can think of, pertaining to this incident?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Are you referring to the operation itself?",
            "Male"
        ],
        [
            "MR ZILWA",
            "As you are sitting here, you are asking for amnesty, and now one of the requirements is that you must make a full and complete disclosure of all the relevant or material facts pertaining to the incident, in relation to which you are seeking amnesty.\n\tWhat I am asking you is, is there anything else that you can think of which you feel you have not mentioned, because in order to qualify for amnesty, you must make a complete and full disclosure?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "If there is something else, maybe it is forgotten, but I can't think of anything at the moment.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now, to the families or relatives of your victims, your innocent victims as it seems to turn out, now, what would you like to say to them regarding the loss of their beloved ones in your hands?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "To the relatives of the victims, I apologise and I would like to request them to understand the fact that I did what I did, under the situation at the time, during the then government with the aim of achieving liberation or liberation for the whole nation, under the difficult conditions and oppressions that we were under.\n\tAs I am deeply sorry, this is - all that I am saying is from the bottom of my heart.  If I had power, if I had power to raise them from their graves, I would do that, but unfortunately I cannot do that.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Thank you Mr Chairman, this is the evidence Mr Chairman.\nNO FURTHER QUESTIONS BY MR ZILWA",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Hermans, you were Publicity Secretary of the ANC Youth League, is that correct?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Were you still Publicity Secretary of the Port St Johns ANC Branch in April of 1993?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When did you occupy that position?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "In 1992 - from 1991.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What was the role of the Publicity Secretary?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It was to inform people of the area about the meeting to be held and I would be in contact with the region, in order to get someone from the region.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As Publicity Secretary you would also be charged with distributing information about policy as it changed from time to time?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were aware during 1993, April, that the ANC had publicly taken a non-violent stand, correct?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you  inter alia receive the regular statements from the ANC Department of Information and Publicity which conveyed the policy and approach of the organisation to events, as they occurred?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, there were such things in the offices of the ANC.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And at no stage, prior to the attack on the 13th of April 1993, to your knowledge, was there any change in the policy of the ANC?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "In what manner did you learn of the death of Mr Chris Hani?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I heard this from people in town, but I didn't believe it.  I didn't believe that that was the truth, but late that day, I watched the television news and then I was sure that Chris Hani died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you watched the news, did the State President perhaps make an announcement there or addressed the nation?  I am talking about Mr Mandela?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.  I didn't see him that day.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you have any interest in seeking to stay informed of the investigations into the shooting of Mr Hani and the response of the nation to that shooting?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Please repeat your question sir.",
            "Male"
        ],
        [
            "MR SMUTS",
            "After you heard of the death of Mr Hani, did you show any interest in trying to obtain any information regarding the investigations that had been launched into the shooting and further, did you show any interest in seeking to establish what the response was across the nation to that shooting?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I didn't think about that, because I was feeling very bad at that time.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Were you not interested in finding out whether the killers had been arrested and could be brought to justice?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I wouldn't say that, I wouldn't know that I was interested at that time, but what I know is that I was feeling very bad at that time.  I wouldn't notice whether I was interested in that or not.  I was concentrating on my emotional involvement.",
            "Male"
        ],
        [
            "MR SMUTS",
            "So, did you not watch the news on television or listened to the radio news or read newspapers after that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "What are you referring to, about what?",
            "Male"
        ],
        [
            "MR SMUTS",
            "This amnesty application deals with a set of circumstances, and circumstances that you have illustrated are that your actions were a response to the killing of Mr Chris Hani.\n\tI am asking you whether you sought to follow on television news, on radio or in the newspapers, news coverage of that event in the days following that event?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before this incident, did you listen to an address by Mr Mandela calling for calm and restraint and not taking the law into your own hands, and so forth?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I didn't hear that before the attack.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When did you become party to a decision to take any form of action in consequence of the shooting of Mr Hani?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We spoke about this, myself and Guleni, because we were working together, but we became involved in the decision when the comrades from Flagstaff arrived.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And formulate as precisely as you can, what that decision was in which you became involved.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It was a decision that as there were suspicions and as we saw certain things, we should retaliate in Port St Johns, especially on the coast, not in town.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you make a decision as to the manner in which you were going to retaliate?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What was the nature of the decision regarding the manner in which you were to retaliate?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We decided to go and attack this coastal area, because at that time, we suspected that it was a base of the whites.\n\tWe decided that it was not the only place that we were going to attack, we would continue attacking even though at that particular time, we didn't discuss where to go after attacking that area.  But we have made a decision that we would start at that area, and then continue afterwards.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You are obliged to make a full disclosure if you are to be granted amnesty Mr Hermans.  You say you decided to attack the coastal area, was it no more precise than that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "As I have already said that in Costello's house, these cars used to come there and we found out about Costello and that he would go to this coastal areas and as I have already said, that in those meetings that were being held in Costello's house, there were cars that we suspected that they were the ones surrounding the hall when we had a meeting.\n\tThose cars, there were 4 x 4 and Toyota's amongst the cars, we then went to that coastal area.",
            "Male"
        ],
        [
            "MR SMUTS",
            "One individual in an area whom you had identified as a potential member of the AWB, was Mr Costello, is that correct?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Where?",
            "Male"
        ],
        [
            "MR SMUTS",
            "What area are you talking about Mr Hermans?  Ii am talking about Port St Johns.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "But the one person that you had identified as a suspected member of the AWB, you resolved not to attack?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.  Please explain your question, it is not that we would not attack him, but we would not attack in town because there were police in town.  If he was on those coastal areas, we would attack him because he was the one we wanted, but because there were police in town, we couldn't attack in town.",
            "Male"
        ],
        [
            "MR SMUTS",
            "But you were happy to attack people who happened by whatever means, to find themselves in a geographic area where at some or another time, Mr Costello held meetings, the nature of which you had no direct information about?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I don't understand your question, it is not clear.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well, I will ask it until it is clear Mr Hermans.  Mr Costello was the man that you had identified as the suspected AWB member?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Because he was in the town, you were not going to risk your own safety by attacking this man whom you suspected of being an ANC member?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You were happy to attack people who found themselves in a specific geographic area, because of the fact that at some or other stage Mr Costello had held meetings in that area?  Is that correct?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You had no direct information of the nature of those meetings that he had held there?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct, but there were suspicions about those meetings.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where did he have these meetings?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Sometimes in his house and other whites would come in his house, and sometimes as I have already said, he would go to the coastal areas in Gomolo.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You see the coastal area is quite an area, but if you've got a meeting and somebody saw him having a meeting, I suppose they would be able to say he had a meeting in that house on the coastal area?  Did they inform you which house he had a meeting in, what month he had the meeting, how many meetings did he have?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, they didn't tell us.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Smuts, the people who were conveying this information to you about meetings, did they tell you what issues were being discussed at these meetings?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, they wouldn't know what was discussed because they would not attend the meeting.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was there some sort of unwritten rule that Mr Costello could not hold a meeting at his house or at any place in that area?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was wrong about Mr Costello holding meetings if he did in fact hold such meetings with such people?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "As I have already said here, the workers said that Mr Costello said he had nothing to do with the Workers' Union and the ANC, he was a member of the AWB.  Meetings were held, such meetings were held and that made us not to trust him.\n\tThat brought suspicions to us that those meetings were not good meetings, or there was something wrong.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You don't know, do you, Mr Hermans, whether those meetings discussed religion or good wine?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You don't know what the contents were of boxes that were carried into the home of Mr Costello?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You don't know that he was a member of the AWB, you suspect that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We suspected that because we heard the rumours, and when I saw the white man coming from his house when we were on our way to Durban, then our suspicions were more, we had more suspicion.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think Mr Smuts, he said the workers reported that Mr Costello had told them that he was a member of the AWB, so I think it was something more than a suspicion.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "That is correct Mr Chairman.  He said that now.  He certainly did not say that when he was being led and so it is an embellishment on the evidence, but it seems he seems to have reverted to the previous contention that it was a suspicion.\n\tAt best Mr Hermans, you were able to associate Mr Costello with rightwing activity by virtue of what you heard in a language you didn't properly understand from the man who you saw leaving Mr Costello's house and boarding the bus in a khaki set of clothing, is that correct?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Was there any reason to believe that every person with whom Mr Costello came into contact or even who came into his house, was a member of the AWB?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I don't have a reason for that.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And there was no evidence that the meetings that were held along the coast, were AWB meetings or even political meetings?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You knew the area where the victims of your attack were on holiday, did you not?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I knew that place.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You knew it well?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you have relatives in the area?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is the village, that is my village.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you grow up there?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you grow up there?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Does a relative of yours run a shop there?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "How is he related to you?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "He is my father's brother.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you know that for many years, white people had come to holiday in that area?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you know when you went to the area to launch the attack, that it was a holiday period?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You were one of the party that went to reconnoitre the camp where the white people were staying at that time, is that not so?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What was the purpose of going to investigate the area?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "First of all, we wanted to make sure that there were white people that we could see, that we could attack them, they could be attacked.\n\tSecondly, I had to take people to go and see the place, so that they could come back and give information back to those who were left behind about what we found out in that area.",
            "Male"
        ],
        [
            "MR SMUTS",
            "By the time that you went to the area, had you decided that if there were white people in the area, they were to be attacked?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It would depend on who was there, what kind of white people were there.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well, what kind of white people were you prepared to attack and what kind of white people were you not prepared to attack?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The white people that were suspected to be involved or that were associated with Costello who was a member of AWB, and if they were men, if there was no child or a woman, they would be attacked.",
            "Male"
        ],
        [
            "MR SMUTS",
            "So was there an express agreement that if there were children in the party, there would not be an attack?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is what we agreed upon.  Even though we had different views, some of us thought that we should attack anyone, but we then decided that if we were retaliating, we should not hit or attack children and women.",
            "Male"
        ],
        [
            "MR SMUTS",
            "The question was put to Mr Maxhayi whether if there were women and children, they too were appropriate targets, and his response was that if it would send the appropriate message, then they would be appropriate targets.  Are you saying there was agreement to the contrary?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You disagree then with the position as stated by Mr Maxhayi?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I wouldn't say I disagree with him, because if there were women there, and we saw that we could attack them, we would sit down and discuss this.\n\tIf there were valid reasons that we should attack them, even though they were women, maybe we would have agreed on that.",
            "Male"
        ],
        [
            "MR SMUTS",
            "How were you to identify whether the people that you found, if you found them, were associated with Mr Costello to the extent that they fell within the target group?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "First of all, we had hearsay information that Costello was associated with whites in Mbande.  What we were to check was whether the whites were in that coastal area in Mbande, there were no other whites in other coastal areas.\n\tIf we found concrete evidence or if we found out that they were associated with Costello who was a member of the AWB, for example, when we were told that they went to Mdakeni, that surprised us because we thought that why would they go to Mdakeni to fish, why didn't they fish in Mbande, where they were staying and they were in that area, Mbande, the area that we heard this information about.\n\tThe area Mdakeni, we also heard information about that area.  Those things were not concrete evidence, but our suspicions, they raised our suspicions.",
            "Male"
        ],
        [
            "MR SMUTS",
            "These people whom Mr Costello according to your hearsay information, would have been meeting at Mbande, did they live there?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We found out that they were sleeping there.  They went to Mbande for fishing and then they would go back and sleep there.",
            "Male"
        ],
        [
            "MR SMUTS",
            "They slept where when you say they slept there?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "In Mbande.",
            "Male"
        ],
        [
            "MR SMUTS",
            "That is why I am asking you, was it your information that they were living at Mbande?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "They were not holiday makers, they were residents?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "They were not resident, they were visiting.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well, when was it your information, had Mr Costello held these meetings at Mbande?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "In 1992, I am not sure about the month, but it was towards the end, it was after June in 1992, when we got this information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it only one meeting, or a series of meetings, or what is the position?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "There were a lot of meetings, it was not only one meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is directed at that, your information that you received, can you give us an idea of how often such meetings would be held at the coast?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We didn't get a clear information of how many meetings, but the people from those villages didn't come once to report about these meetings.  I wouldn't be sure, I don't remember getting such an information explaining how many times they had those meetings.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why do you refer to them as meetings?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It is because they did not report in our office only once, about such meetings.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you have any reason to believe that they were not social gatherings?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I wouldn't say we suspected that there were just, we didn't suspect that they were social gatherings, but we heard that Costello says that he is a member of the AWB and I also saw a person coming from his house, saying that he was a member of the AWB.\n\tEven if it was a religious meeting, because I was not there, I would assume that it was not a religious meeting, because we knew about Costello's actions or movements.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Your information regarding meetings at the coast, came to you in 1992?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "The attack on your victims took place on the 13th of April 1993, during a holiday season?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When you went to reconnoitre the camp, what efforts did you make to discover whether the people whom you were about to attack, had even been in the area in 1992 when these meetings were held?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you answer that, is it correct that the reports about meetings that were supposed to have been held in that area, had ceased in 1992?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I wouldn't say that they ceased in 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you give us an idea of when was the last report before this incident, of such a meeting?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "There were such reports about these meetings, they didn't stop reporting about these meetings.  That is why we took a decision to go to the sub-region.  I am not sure, but it was in the beginning of 1993, I think it was March, but I am not sure.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Smuts, from those reports you concluded that these people were dangerous?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, we saw it that way.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you expecting that these people could shoot at you, once you attacked them?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct, we expected that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why did you go there that day, without being armed, you had no firearm.  Why did you do that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It is because we agreed that there would be a weapon for us, for people who were left in the car, because it was clear that we would not go and attack, all of us.  There would be a weapon with us in the car, for our protection.\n\tAs it has already been said, there were handgrenades in the car, and if anyone of us would see a need for us to be protected, we would use those handgrenades for our protection.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you sincerely believe that these people would fire back at you?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We expected that, that we might be shot because you wouldn't go to a person and be sure that he was not armed.  You would expect anything that would be dangerous and you would be prepared for that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When you went down to find out whether there were white people staying there at the coast, you met a woman there, a lady.  Is that correct?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You told us she was working there, is that correct?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "She said she was working there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were there any other white people or only this one bungalow with white people?  Was she working for those people at the bungalow?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We didn't see any white people at that time.  We didn't investigate, but as these white people were not there who was left behind, we just heard that the white people who were there, were gone.  We just heard that there was a lady, but we didn't see her.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, and you were looking for jobs, so you enquired whether there were other people who could give you jobs, didn't you?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I don't remember.  I don't want to lie, I don't remember.  It might happen that we asked, but I don't remember.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And this lady working there, told you that there was an old lady and a child there at the house, and the others left to go fishing, isn't that correct?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you ask her whether she was working for these people?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Please repeat your question.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you ask this lady whether she was working for these people, who had gone fishing and who left behind the old lady and the child?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We were not sure whether she was working for them.  We didn't ask.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "For who else could she have been working?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We assumed that she was working for them, but she didn't say it.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay, now you assumed she was working for them.  Did you ask her whether they were staying permanently there or whether they were visitors or whether they were holiday makers, what was the position?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We found out that they were visitors, we found that from her.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you found out that they were visitors?  If they were visitors, did you envisage that they would attend Costello's meetings in the previous year and in March and all the other times?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct because that was one of the coastal areas, Mdakeni, they went to Mdakeni one of the coastal areas that Costello used to have meetings.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So didn't Costello have meetings here where they were staying, at that coastal area?  What was the name Mbande?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "As I have already said before, the two coastal areas, we got a report that Costello was seen in those two coastal areas.  He had meetings there in both coastal areas.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "This lady working there, was she from that area, did she stay there?  Did you know her, you are from that area?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I didn't know her.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Didn't you ask her where are you from, are you from Grahamstown or are you from Kokstad or from wherever?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "This lady?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, because she is working for these people?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, we didn't ask her.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "She would know whether they were only visitors coming to make a holiday?  It would be easy to find out?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "According to my knowledge, when the whites arrived there, the visitors, they would take people from the villages near by, that was what used to happen.  I didn't want to ask whether they came with her, I just assumed that she was from the area, but I didn't know her personally.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay, you have assumed now that she was from the area, then she would have known whether these people are only there for a weekend, whether they are coming for a week or whether they were staying there, or whether they are attending meetings.  Isn't that so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Maybe she was supposed to know.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you didn't enquire?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, we didn't ask.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was that because you didn't want to know whether they were holiday makers or not?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I think it is because we didn't think about that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You were not, sorry Mr Smuts, you were not interested to know from this Mama you say you were talking to, you were not interested to know as to whether the people who had gone out for fishing, whether they were frequent holiday makers in that area?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I wouldn't say we were not interested.  At that time, I didn't notice any interest because of the situation I was under, because Chris Hani was killed, because of the death of Chris Hani.\n\tEven you say, you know that if you do some, if you are angry and you do something, there are mistakes that you do or make and you realise them afterwards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Smuts?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Thank you Mr Chairman.   Mr Hermans, if I may go back to your evidence relating to Mr Costello whom you suspected of being a member of the AWB, what was his business?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "He was the owner of a Supermarket.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Were you aware of any other business that he conducted?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.  Not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the day the South African Communist Party was launched, you say there were a number of cars and a lot of disruption of that launch.  Did you see these cars and people hooting outside that hall?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You described what they did there, as a protest.",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During this what you call a protest, and then you looked at these people, did you see any flags or posters or such like articles?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are in no position to say exactly apart from your suspicions, who these people associated with or which political party they associated with when they were protesting like that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I cannot say anything else, besides my suspicions.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I received instructions during the lunch hour Mr Hermans ...",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you see Mr Costello there at this protest?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I did not see him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you say when they left, they left him behind?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was trying to say that his house, as his house was next to the hall, when they moved from the hall, they left, they did not get inside Mr Costello's yard, they went straight to the second beach.  That is what I was trying to explain.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Hermans, I received instructions during the lunch hour, that Mr Costello runs a guest house.  Are you in a position to contest that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I cannot dispute that but the guest house that is there, is actually far from Mr Costello's house and it does not belong to him.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What does that mean, that you are contesting that he runs a guest house, or that you do not contest that he runs a guest house?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I do not dispute that, though I did not hear anything about it.",
            "Male"
        ],
        [
            "MR SMUTS",
            "If that were indeed so, it may explain gatherings of people and vehicles, might it not?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "If indeed he was running a guest house, that could explain why there could be gatherings of people and numerous vehicles assembled at one place?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, I understand that, but I am not sure if that is the case, if that was the case.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You will concede that there could be a perfectly innocent explanation which has no political connection, to gatherings of people at his home?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Will you please repeat your question?",
            "Male"
        ],
        [
            "MR SMUTS",
            "You will concede that there could be a perfectly innocent explanation, which has nothing to do with a political organisation, explaining gatherings of people at his home?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I don't have anything except what I have just mentioned.",
            "Male"
        ],
        [
            "MR SMUTS",
            "If I might take you back then to your reconnaissance exercise down to the camp on the day of the shootings.  What did you find when you got down to the camp?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We did not see anything, except the people that I told you about, the people that we saw.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Which people were those?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The woman who said she was working there, and the child that we saw at the place.",
            "Male"
        ],
        [
            "MR SMUTS",
            "There would have been two vehicles there Mr Hermans, did you not see those?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I cannot say whether I saw them or not, but I did not take note.  I cannot say that they were not there or they were there.",
            "Male"
        ],
        [
            "MR SMUTS",
            "There would have been two women and four small children, who were in and out of the accommodation in which they were staying on that morning?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I heard so, but I don't know, I hear that, but I don't know anything about that.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And do you recall that during your trial, Ms O'Keeffee who is sitting in the front row, gave evidence that she passed a person who was walking through the camp that morning and that she pointed you out as that person?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Are you talking about the State witness?",
            "Male"
        ],
        [
            "MR SMUTS",
            "Yes.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Do you - can you tender any explanation as to why she would have given such evidence if it were not true?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR SMUTS",
            "She gave that evidence, and she identified you as the person.  You were the person, a person who was at the gate that morning, were you not?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the dispute Mr Smuts?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "The witness Mr Chairman, denies having seen anybody other than the person employed there and a child.  Do you persist in suggesting that you did not see the two white women and the four children, well, more than one child there on the morning at the camp?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember if you saw her at the camp that morning?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I said at the camping site, I saw a lady who said she was working there and this child only.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you dispute that she saw you in that area that morning?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Are you talking about the witness, the place that he was talking about is far away from the camp, it is not even at the place, so there are two different things.\n\tAt the camping site, I saw the people I said I saw them.  The person who claimed to have seen me, saw me somewhere else, outside the camp, not right inside the camp.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you see this lady sitting here, Ms O'Keeffee at the camp on that morning?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I did not see her.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Once you saw that there was a child at the camp, did you make any enquiries from the lady to whom you were speaking, as to whether there were children in the fishing party?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I did not ask her.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why not?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I have already said that we were under, we were very angry about something that had happened.  There would be things that we couldn't do.  Secondly we were in a hurry, we wanted to do whatever, very quick.  After gathering that information that some men had gone to fishing, we decided to wait for the people who had gone fishing.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did it not matter to you whether there might be children amongst them?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That doesn't mean that we didn't care.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What steps did you take to avert the possibility that children might be injured in the attack which you were to launch?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We anticipated that we would be able to see a car, a child if he or she is inside the car.  Thereafter we didn't anticipate anything.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, I don't quite follow what your answer was.  We anticipated that we would see children in the car, thereafter we didn't anticipate anything.  What are you trying to convey to us?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I am trying to say that we were not prepared for anything before we could see the car, as we had to ensure that there were no children in the car, we thought that we would be able to see the car at the time of the attack, to see if there were children in the car.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Wasn't it the instruction that Mr Nyalukana's focus should be on whether there were any black people in the car?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "What was important for us, was for him to check whether there were whites in the car and there was no African, there was no black person in the car.\n\tThere was no specific instruction, we were just discussing, so he took it from there.  It was not that he was instructed to do so.\n\tHe took it from what we were discussing.",
            "Male"
        ],
        [
            "MR SMUTS",
            "But your concern was as to whether there might be black people in the vehicle, there was no concern as to whether there might be children in the vehicle?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I said so, that we were also careful not to attack the children, because they were not out target.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Who was to keep the lookout then, if you were now careful as to the presence of children or not, who was to watch out as to whether there were children or not?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That was a responsibility of all the people who were left in the car, during the attack?",
            "Male"
        ],
        [
            "MR SMUTS",
            "When the 4 x 4 then approached with its five occupants, what positions did the various members of your group take up?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We were, all of us were standing next to the car.   The one who was inside, was the one who was going to give a signal by hooting.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Where were those who were to fire upon the vehicle?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "As I have already said, they were just behind the - they were somewhere, after the bakkie had taken a curve, they were somewhere there, just behind the curve, where the bakkie was shot.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Were there then three of you, according to your evidence, three of you standing next to the bakkie, one in the bakkie and three who had taken up the ambush position?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We were eight, three of them were there for the ambush, four of us were standing outside the car, and there was only one person inside the car.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Those of you who were standing next to the vehicle, were you standing open and clearly visible to the occupants of the 4 x 4 as it approached?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You never took up a position in which you hid yourselves?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Not at all.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And that is notwithstanding your evidence earlier that you expected to be fired upon once the attack started?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Can you please repeat the question sir, I don't follow it.",
            "Male"
        ],
        [
            "MR SMUTS",
            "In your earlier evidence, you testified to an expectation that you would be yourselves fired upon by the occupants of the 4 x 4, once you had started the attack upon them.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Notwithstanding that expectation, and the fact that you were unarmed, you never at any stage tried to hide yourselves?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It is clear that we were, we knew what we were doing because we were checking up on any movement that would take place, if we had noticed that they were trying to make some movement, we would take cover and it is always easy to take cover behind the car.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I want to suggest to you that the reason why you never found it necessary to take cover, was that there was never any prospect nor did you have any expectation of being fired upon by the fishermen.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I disagree with that, we expected to be attacked.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Was the hooter of your vehicle sounded as the 4 x 4 came passed?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "(Microphone not on)",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "To indicate to the other group that it was the right time to attack.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Was that the signal that all the occupants of the vehicle were white?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "If it was possible to ascertain that all the occupants of the vehicle were white, then clearly it must also have been possible to ascertain that two of the occupants, were children?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I think that did not need any special attention, because it was bright, it was daylight.  We did not have to pay much attention on that aspect.  It was clear.",
            "Male"
        ],
        [
            "MR ZILWA",
            "In fact Mr Chairman, I think maybe the interpretation, I am not sure that it is very correct.  Maybe the witness should be asked to repeat what he had stated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you repeat what you had stated?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Couldn't you perhaps assist us?  Couldn't you perhaps assist us because I believe you understand the language quite well?  It may be that in rehearsing the question, he wouldn't follow it as in the first place.\n\tYour legal representative, couldn't he assist us.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa, can you tell us what he said?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Oh, yes, I could, I thought you were talking to the witness, Mr Chairman.  I think he said it is clear to recognise white colour, so it was not difficult for us to recognise that the occupants were whites.  I think that is what he said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Given that, it wasn't you that did the - who was at the lookout, not so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I said the people who were left next to the car, were the people who were responsible for the lookout.  I was also one of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you could see who was in the car?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not see that there were children in the motor vehicle?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I only saw that while reading the newspaper, that there were children in the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you were able to see the colour of their skin, how is it that you couldn't say whether they were adults or children?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The other thing is this, if those were children, maybe they were right inside, because the adults that we were sure about, they were just on the side.  I remember the one had his arm exposed through the window, and even those who were inside, it was not clear that there were not children.\n\tTherefore we got confused, therefore we believed that all of them were adults.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did I understand your evidence correctly earlier, that you specifically looked out if the occupants of this motor vehicle, to establish whether there were any blacks in it and to check if there were any women or children, not so or did I misunderstand you?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, you established there is no blacks there, correct?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.  Are you saying that there were not blacks inside the car, black people inside the car?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your evidence, you established that there were no blacks inside that motor vehicle?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You established there were no women in the motor vehicle?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It looked like, to us it looked like there were no women inside, but we were sure because we were told that the people who had gone fishing, there was only one woman who was left behind.  We took it as if there was no women in the car, and that is the way we saw things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you establish how many adults and how many children there were in the motor vehicle?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were specifically posted there, you were one of the people specifically posted in that position, to establish that?  Not so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't that done?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We did that.  As I am saying, we just saw the people who looked like men to us at the time, and it seemed there were no children in the car.  It was actually a surprise to us to find out later that there were children in the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, how old were these children?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, the boy who now sits in the front row, he is 16 years old, he was 11 at the time, and Mr Rumble's son, Brett was 7.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Seven?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a seven year old child in the motor vehicle, and you tell me that you were unable to establish whether it was a child or not?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That was a van with a canopy.  When it passed, the only people that were easily identifiable were the people who were sitting on the sides.  Those were just in between, it was not easy for us to say whether they were men or women, but there was no indication of a child either.\n\tI am not sure whether there were children who were 11 years old, maybe they were taller when sitting on their seats, and they looked like adults, but the car was in motion.\n\tTherefore it was very difficult for us to see. Some of the things didn't happen, we couldn't see some of the things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, I don't know if we are going to get anywhere on this issue.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Thank you Mr Chairman, I think in fairness to the witness I must clarify the one aspect where he says that the people were sitting and they could only see those sitting on the sides.\n\tThomas O'Keeffee, the 11 year old, was sitting on the right hand side of the vehicle, directly behind the driver.  He could see the people on the side, he must have been visible to you on your own evidence?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "What I am saying is this, I saw an adult.  If that was him, to me he looked like an adult.  That mistake happened.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I am going to suggest to you Mr Hermans, that the gender and the age of the passengers of that motor vehicle, were unimportant to you.  It was only the race with which you were concerned?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I think it was important, maybe it was not important more than our mission.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Hermans, I would like to canvass with you aspects of the confession proved at your trial which appears in the judgement in the bundle, Mr Chairman, the text thereof from the bottom of page 8.\n\tI wish to canvass it with you Mr Hermans, from page 9 at line 15.   You had set out in that confession that you had been at the ANC offices and then you discussed how on the 12th of April, five of you gathered at the bus rank and proceeded to a certain open space by car and at line 15 it says, we then discussed the tragic incident and as to what we should do.\n\tWe then resolved that as Chris Hani had been killed by a white person, we should also kill a white man.  Does that correctly reflect the decision that was taken by you and your colleagues from Flagstaff?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I am not sure whether you want to ascertain whether that was true, or it is something that I said in court.  I am not sure what is it actually that you want to ascertain.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Listen to the question and we will get through it a whole lot quicker.  Does that correctly reflect the decision taken by you and your colleagues from Flagstaff?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Where is it contained in your confession?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "In court sir, it should be clear that we were lying, that should be understood that we were lying there.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I appreciate that Mr Hermans, and that is why I ask you about this, because you denied this confession in court.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Didn't you agree to kill a white man because a white man killed Mr Hani?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Are you talking about the court?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, not at court, after you left the office and the five of you gathered together, what did you resolve there, who are you going to kill?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We had to kill a white person, but not just any white person, but a person whom we think that we associate that person with that situation with Costello's situation, as a member of AWB and the fact that there were suspicious white people who used to visit his place.\n\tThat was not just an ordinary white man.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It was not an ordinary white man, but in the first place, we could hear the rest later, in the first place, you resolved to kill a white man, isn't that so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, in the sense that we regarded a white person as an enemy, a person who was actually associated with Mr Costello.",
            "Male"
        ],
        [
            "MR SMUTS",
            "So, when you said this in your confession, it was correct, but not detailed enough, is that what you are saying?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What should it have said?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It should have clarified the fact that we intended to attack a white person, and the fact, and it should show a category, a criteria that we had views to identify that person as an enemy.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Was that criteria some link or other with Mr Costello?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well, then I would like to canvass with you the next sentence in that confession, which reads as follows",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, before we go on there, as I remember reading as I understand, that the contents, this confession was contested?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "That is so Mr Chairman, there was a trial within a trial, and it was then ruled admissible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To what extent are we bound by that finding?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well, Mr Chairman, that is one of the drawbacks in the Administrative decision taken to  deny this Committee access to the record.  If one had been able to canvass the record against the evidence now tendered, the Committee may have been placed in a position to make its own assessment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would have been the position of the status of this document, had the ruling been that it was inadmissible?  Could you rely on it?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "No Mr Chairman, I am canvassing sentence by sentence with the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you be able to rely on it had it been found inadmissible?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hence my question, to what extent am I bound by that finding?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Mr Chairman, I don't think it is a finding that relates to this Committee, it relates to the admissibility of the evidence in those proceedings.  So it doesn't have a bearing here.\n\tIf the witness wishes to tender evidence about the circumstances, he is entitled to.  It wasn't disputed that the statement was made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, what gives me difficulty, if that document was not supposed to have existed in the first place, then it casts some type of doubt on us to whether you are able to use it.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, until the witness denies having made it, it is on the face of it, a statement which he made and if he wishes to tender whatever explanation he now seeks to tender, for saying what he then said, then the Committee will obviously wave that explanation in the context of all the evidence that is tendered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you are right.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Thank you Mr Chairman.  Mr Hermans, your statement continues, there was a difference of opinion as ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you think we must warn him of the possibilities and give him his rights and let him choose?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "He is represented Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Under cross-examination, I think Mr Zilwa is loath, perhaps I must do it then.   Mr Hermans, you are being referred to a confession that was used in your trial, in the High Court, in Umtata.\n\tDo you understand that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, I understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that during those proceedings, you disputed the admissibility of that confession.",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was nonetheless ruled admissible.",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Are you talking about the confession?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to point out to you that at this hearing, it is a different hearing.  If there is anything that you want to put in dispute once again, then you are entitled to do so.  You are not bound by the finding of that Court, in respect of the admissibility of the confession.\n\tDo you understand that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, I understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, I am going to allow Mr Smuts, to continue asking questions related to the contents of that statement.  Do you understand that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, I understand sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It will be up to you to dispute anything or raise issues which renders the question invalid or inadmissible, do you understand that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, sir.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Thank you Mr Chairman.  At line 17 of your statement, line 17 on page 9 of the confession as quoted in the judgement, the following sentence occurs after you had explained that you had decided to kill a white man:  there was a difference of opinion, as our organisation does not promote racialism, we foresaw problems in identifying the victim as to who was for us or against us.\n\tWas there in fact a difference of opinion amongst the five of you?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, there was no such argument.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Is it correct that your organisation does not promote racialism or racism, racial discrimination?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "How did this sentence come to be pertained in your statement?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It is clear that it is inserted because that is what I said at the time.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why did you say it at the time?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was talking because I thought I was saying anything that was going to save me from conviction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean conviction?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I think there is a problem with the interpretation, I think the proper thing that he said is I was saying something that would make things easy for me in court.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I must confirm that, Mr Zilwa has been listening to both Xhosa and English.  He did not specifically say conviction.  He said that to save his skin, that is what he was saying Mr Zilwa, not so?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "To what extent would the contents of this confession, save your skin?  How did you think it was going to save your skin?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I thought that was going to save me so that I could not get a sentence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you hope that you would get a sentence other than, or that you would avoid a sentence by admitting to murder?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Even if I was to get a sentence, I thought that at least the sentence would not be as severe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Smuts?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "How would including a sentence which explains a difference of opinion because your organisation does not promote racialism, in your view, effect the possible sentence which could be imposed upon you?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That would depend on the Presiding Officer, that would look like, I think the Magistrate would regard me as a person who is prepared to cooperate and as a person, he would look at me as a person who was prepared to bring the truth forward.  That would depend on him.\n\tI also want this to be understood that the confession, I did the confession under pressure, unwillingly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is what I can't understand.  On the one hand you say you made the confession and its contents was made in the hope that you would find, or the Magistrate or whoever was going to decide on your fate, would approach the issue very leniently because you would be a person who has indicated that he is being cooperative and from whom the absolute truth was forthcoming.   That you say on the one hand, on the other hand you say you made this statement under duress.\n\tSomewhere something isn't right.  Can you explain it?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I mean that when I went to do this confession, I was from the police.  police who were actually assaulting me and harassing me and they threatened me and they said if I don't say anything that was right in front of the Magistrate, I will go back and experience the same torture that I was getting from them.\n\tTherefore I went there unwillingly, I was forced because if I was not forced to do so, I wouldn't go there, but because of what they did, I had to go to the Magistrate and at the same time, I tried to save my skin from, I tried to save my skin as I have already explained.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Thank you Mr Chairman.  Can I ask you one last time, are you saying ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that a promise, one last time?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "How was your skin to be saved by including in your confession, an account of a dispute between you and others relating to the identification of your victim because your organisation did not promote racialism?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it because it was the truth?  He wanted to be a truthful cooperative witness, being put unwillingly though, put in this position, and he might as well, he decided he might as well take advantage of the situation and be a cooperative and truthful witness?  Isn't that so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct, as I have already said.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you in fact then use those words and stated it?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And was it true that you discussed it between the five of you and said to each other, our organisation wouldn't admit racialism.  Was there such a discussion?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, we never had that discussion.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you never had a discussion whether you should identify a white to be killed, and who the white should be?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Our intention there, as Mbande was used as the base, the whites who happened to be there at the time, we would regard them as John Costello's associates.  Those were the issues that we discussed, not the one that appears on this confession.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You didn't regard them as the associates of Dr Hally?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you mention Dr Hally's name in this so-called confession?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, Dr Hally, yes, it appeared.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why did you mention his name?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I explained that in court, that Dr Hally's name came from me, because I had policemen, when they were torturing me, they were talking about this camping site of Mdakeni because they said that they think that is the place that Dr Hally normally visits.\n\tI wanted to be released from this torture, I used that point.  That is how this name came about.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why didn't you use the name of Costello?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It is because we were not prepared to tell the truth in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, in your statement?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That did not occur to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But wouldn't that have been the truth in terms of your beliefs, in terms of the information that you had received?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "You mean if I tell that to the police, if I had told that to the police?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let us just read that, we then resolved to go to a certain camping site near the coast, where some white people spend their weekends, including Dr Hally.  Instead of Dr Hally, Costello?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was not prepared to bring something that would implicate me more, in court.  That was the truth that I wrote there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Dr Hally was a person who spent his weekends in that area?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "As far as I am concerned, I don't know that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You knew Costello had something to do with that area over weekends, and perhaps even some other days, not so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you gave that to the Magistrate, being forced in that position, you decided I am going to tell the truth in the hope that I will receive some leniency for being truthful and for being cooperative, not so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why didn't you tell the truth about Costello then, as you believed it was the truth?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was running away from that truth, the one that would lead to my sentence.  That is why I said so.  I thought that if I bring that, if I gave them that information, although I did not reveal that information about Costello, I did not think about it.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Hermans, is it your evidence that the police were applying duress to you to compel you to confess your involvement in the murders and attempted murders for which you are now seeking amnesty?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And is it your evidence now that you made this statement to stop them from applying that duress to you, in other words to satisfy them in their requirement that you confess?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well, if it was not so that you had a difference of opinion within your organisation, because of the fact that yours was not a racist organisation, but you put it into the statement, how did you think that was going to satisfy this pressure that the police were putting on you to confess your involvement in the crimes?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "They were satisfied the way I saw them, because they never pressurised me thereafter, after that torture.",
            "Male"
        ],
        [
            "MR SMUTS",
            "They were satisfied, because what they wanted was a confession of your involvement in the attack, and that you gave them, not so?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was saying anything that I think would save me from them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who were these police who tortured you?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "From the Murder and Robbery of Umtata, Murder and Robbery Department of Umtata.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were they black policemen?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were they in the employ of the Transkeian government at that stage?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Thank you.  Why was it necessary for you to give an extended explanation of your motivation, if what the police were seeking from you, was a confession as to the act?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was answering the questions they were asking.",
            "Male"
        ],
        [
            "MR SMUTS",
            "No you weren't, you were speaking to a Magistrate.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Can you please repeat your question sir.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You weren't answering the questions they were asking, you were speaking to a Magistrate who had recorded this statement.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "You were referring to the police, that is why I answered about the police.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I wasn't referring to the police at all.  I am asking you, why if the police wanted you to make a confession to the Magistrate of your involvement in the crimes, was it necessary for you to give an extended motivation as to why you committed that crime?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "What I said to the Magistrate, to this confession, I already said that to the police and they wrote it down.  They told me to tell the Magistrate what I had already told them, or else I would go back to them and they would continue with whatever they were doing to me.",
            "Male"
        ],
        [
            "MR SMUTS",
            "If they, if you had told the police about Dr Hally and his involvement in the Mdakeni area, even if you confessed to the Magistrate to your involvement in the crimes, if you had mentioned to the Magistrate the truthful position that it was Mr Costello's associates and not Dr Hally's associates that you were after, you feared that the police would continue doing to you what they had done to you before, is that your evidence?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, because I was not sure whether they would see what I told the Magistrate.  I was sure that they would see the confession that I gave to the Magistrate and if it is different from what I told them, I would be in trouble.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think Mr Smuts, he is trying to say that as I understand him, he is trying to say when he went to the Magistrate to make this confession, he structured the contents of the confession in such a manner that he would cover those aspects which arose in the questioning by the police.  I think that is what he is trying to say.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "In your view, were the police more concerned about your repeating what they had said to you, than in your making, what you had said to them previously, than in your making just a full and frank confession of your involvement in the crime?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Smuts, I think, sorry, you put a question to him, let him answer that first.",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Please repeat your question sir.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Do you believe, or did you believe that the police were more concerned that you should repeat to them in precise detail what had gone, what you had said to them before you made the confession to the Magistrate, than simply that you go to the Magistrate and admit your, confess your involvement in the crimes?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "They told me to do so.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Hermans ...",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "We haven't heard the interpretation of the answer.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "What I understood is that they told him to do so, was the interpretation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Smuts, at the end of the day we will have to decide whether the act was associated with a political objective.  I think it will play a role, the evidence that they wanted to kill somebody associated with Costello and whether that was in fact, at the time of the occurrence, one of their criteria for picking the victim or whether they decided that they should kill a white, because a white had killed Hani, and they would kill any white.\n\tAs it transpired, whether they intended to kill a particular white associated with Costello, in fact they killed the first white they came across.  Whether that would satisfy the criteria of the Act, I don't think we will get any further in further cross-examination, but I don't want to stop you.  I think we should, you should consider whether you could achieve anything more than that and whether it even if they killed the first white, whether it wouldn't still fall within the ambit of the Act?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, thank you Mr Chairman, there are two legs which need to be considered here.  The one is the political motivation, but the other is the frankness of the matter now being placed before the Committee.\n\tWhether it meets the requirements of the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, really full disclosure means substantial disclosure.  Whether he used Dr Hally or Costello, it is a side issue, really.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "The veracity of either is critical though, with respect.  With respect, Mr Chairman, would you grant me the indulgence of pursuing this through another two or three questions and then I think the groundwork, the basis of my approach would become apparent.\n\tIs it correct Mr Hermans, that in your confession to the Magistrate, there is no reference to Mr Costello or your seeking to identify a victim linked to Mr Costello?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Your confession does refer to problems in identifying a victim because it was of a difficulty in determining who was as your confession says, who was for us or against us.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Can you please repeat that sir?",
            "Male"
        ],
        [
            "MR SMUTS",
            "Your confession refers to a difference of opinion between you and your foreseeing problems in identifying a victim as to whether the person was for you or against you?  Is that correct?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Can you please explain that to me sir?",
            "Male"
        ],
        [
            "MR SMUTS",
            "It says the following, there was a difference of opinion as our organisation does not promote racialism, we foresaw problems in identifying the victim as to who was for us or against us.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I hear you sir.",
            "Male"
        ],
        [
            "MR SMUTS",
            "It continues, we then decided to leave Transkei and go to an area that was within the RSA.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "It continues, we then also realised even there we would be unable to identify our enemy.",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I hear you sir.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And it then continues, we then resolved to go to a certain camping site near the coast where some white people spent their weekends, including Dr Hally.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You have told us you hear him, was it the truth, did it happen in that way or didn't it happen in that way?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It didn't happen this way, when we were together to attack.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Hermans, I understood you to say that when you made this confession to the Magistrate, what was uppermost in your mind, was simply to satisfy the police, not so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You were not concerned about the accuracy of whatever goes in there, but simply to make the police happy and stop pressurising you?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.  I was not prepared to tel l the truth, you wanted to satisfy the police?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If that is the position, did you ever discuss whether this victim would be for you or against you?  Would he support you or would he be against you, did you ever discuss that?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Who will be for us or against us, sir?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The man that you were going to shoot, to kill, would he be a supporter of your organisation or would he be against your organisation?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The person we were going to shoot, the person we were going to shoot, was the person whom we associated with Costello because of the rumours we heard.\n\tI don't follow the question.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And in the end, you never ascertained whether the person you shot, was a supporter of the ANC although he is white, or whether he was against you?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We didn't think about that because we didn't expect an ANC person who would be having fun in the coastal area at the time of Chris Hani's death.",
            "Male"
        ],
        [
            "MR SMUTS",
            "May I pose it marginally differently, were you alert to the fact that not all white people might fall within the ambit of what you describe as the enemy?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Was it accordingly important that you should identify that those whom you eventually did decide to attack, indeed fell within the definition of the enemy as you saw it?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you make any effort, other than to determine a broad geographic area, within which you may find white people, to determine that those you were attacking, were in fact the enemy?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We didn't make such efforts, but we used the information we heard, we used the hearsay or the rumours.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Have you ever before today, in any statement, declaration or application, mentioned Mr Costello in connection with your wish to identify a victim for your operation?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I didn't mention his name.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You didn't mention his name in your application form, filled in on the 3rd of April 1997?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I wouldn't be sure, I don't remember very well.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You didn't mention his name in your affidavit of the 1st of April 1998?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "The application of 1998?",
            "Male"
        ],
        [
            "MR SMUTS",
            "The affidavit?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I don't remember mentioning it.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Was it explained to you what the requirements were, that you should make a full disclosure if you were to secure amnesty when you proceeded in these applications proceedings?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I was told.",
            "Male"
        ],
        [
            "MR SMUTS",
            "But you didn't make any mention of Mr Costello before today?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It is because I knew that I was going to appear before the Truth commission and I would get a chance or an opportunity to do all that.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You had an opportunity when the form was completed which was coming to this Committee, why didn't you do it then?",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, for all fairness, I think the witness has answered the question.  He says I did fill in the form, I did make an application, I did know that for my application to be granted, I had to make a full disclosure.  I knew I was still going to come and give viva voce evidence before this Commission, which I am now doing.  I think that is an answer to the question, he has answered the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Costello, in terms of your evidence today, seems to me to have been an important cog in the whole operation, not so?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wouldn't you have thought that when you filled in Form 1, that while we don't expect every detail, that such an important cog would at least be mentioned?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I didn't think that.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Hasn't Mr Costello's name come up in your evidence for the first time, Mr Hermans, because he is mentioned in Mr Guleni's form one, and it is important that you should tell the same story?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I didn't hear him talking about him.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Are you saying that you have had no regard to the application presented on behalf of Mr Guleni?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Have you spoken to Mr Guleni, he is one of your fellow applicants, concerning this application and the evidence you are to give?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We spoke about what happened in Port St Johns, the things that we both know and the steps that we took about reporting, about Costello.  We then made the applications.",
            "Male"
        ],
        [
            "MR ZILWA",
            "I think for the interpretation to be full, he says we spoke about that before we made the application, but we knew at some stage we would be making the application.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Can I get clarity on that.  Are you saying that you conversed with Mr Guleni before your application form was completed?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And did you speak about what it was, that it was necessary for you to present as your application?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We were reminding each other about things that were happening in 1992.  Things that we knew that we were supposed to say here in the Truth Commission, things that led us to do what we did.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And that critically centred around identifying Port St Johns as a target because of the activities of Costello?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Because we found out there was infiltration in Port St Johns, and it involved Costello.",
            "Male"
        ],
        [
            "MR SMUTS",
            "This discussion you had between the two of you before you submitted the form which was completed for your application for amnesty?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And yet your explanation on that form is silent regarding Costello?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We didn't decide to put his name on the application form, because I knew that I would appear before the Truth Commission, where I would reveal everything.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So you wanted to catch us by surprise Mr Hermans, and mention this Mr Costello for the first time?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is not the case.",
            "Male"
        ],
        [
            "MR SMUTS",
            "In launching the attack which you planned and executed on the 13th of April 1993, in the interests of what group or organisation, were you acting?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We were acting in the interest of the ANC and its allies, Communist Party and COSATU.",
            "Male"
        ],
        [
            "MR SMUTS",
            "We have established that you sought no authorization from any organisation for this action?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "We have established that you were aware that the ANC was committed to non-violent action at this very time?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "To your knowledge, there was no alteration in that policy before you committed these acts?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "How were you promoting the interests of the ANC and its associates in the light of its commitment to non-violence when you launched this attack?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "First of all, I wanted to be clear that when the ANC and the then government made an agreement that the armed struggle was to be suspended and there had to be no violence, that was said to the Self Defence Unit, they were not to attack and they were not there to attack, but they would defend.\n\tWe did that, we were defending as the Self Defence Unit.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well, let's get that clear for the record.  Is it your contention that on the 13th of April 1993, when you lay in wait for this fishing party on its return to Mbande ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think let's be fair to the witness, Mr Smuts, he didn't regard them as only a fishing party.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "When you lay in wait for this party that you had been advised had gone fishing, with in your midst an automatic firearm, pistols and handgrenades, and with the intention to attack the occupants of that vehicle, is it your contention and your serious contention, that this was an act of defence?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "At what stage could it become an attack if that was defence?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It wouldn't be an attack according to the Self Defence Unit, it would be an attack if a person was doing whatever he was doing, not under the organisation.  For example if a person went out to rob, that would be an attack.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Is a difference between this action and an attack, simply the fact that there was no theft in addition to the violence that was applied to the occupants of the vehicle?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, didn't he say so at the beginning, towards the beginning of his evidence, that this was retaliation in order to send a message to those who thought they could continue assassinating the witness' leadership?\n\tBe that right or wrong, that is what he said.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, but it goes further now Mr Chairman, the suggestion now is that this was an act of defence, not an act of retaliation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you look at it in context, I won't argue about the matter, it is that he was defending the leadership that was still alive.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "If you were promoting the interests of the African National Congress, has that organisation at any stage claimed your action as its own and is it prepared at this hearing, to state so on your behalf?",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, I don't want to be seen to be wanting to be objecting, but I must say I am not very sure about the fairness of the question.\n\tThe witness says in his belief, or in their belief, they believed that they were carrying on the objectives of the ANC, they were protecting its leadership.  That is what they subjectively believed at the time.  \n\tAs to whether or not the ANC viewed it in the same way or not, I am not sure that that is something that at this stage, the witness should be asked about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, did you prior to this hearing, approach the African National Congress with a view of finding out whether they would accept that you acted in their interest, or don't you know?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I didn't meet them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you can't tell us?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Do recall the evidence of Mr Ntekiso in your trial, which appears by reference at page 76 of the judgement, where he advised that he had reported to the regional command of MK, that Mr Maxhayi had informed him of the use of the R4 weapon in the attack, and that the regional command had distanced itself from that incident?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, I heard him.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Do you know whether that is in fact so, MK, the regional command had distanced itself from that incident?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Is it your evidence today that the action taken by you on the 13th of April 1993, is and was at the time reconcilable with the policies of the African National Congress?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Killing people is not being promoted by the ANC, because it was a non-violent organisation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The reference in the record where it was disapproved by the regional command, what page was that?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, it is in the volume fronted Judgement and Sentence, Volume 1.  Mr Ntekiso's evidence starts on page 63 and it is on page ...",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The Volume is marked A or ...",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "It is not marked, it is called Judgement and Sentence, Volume 1, page 76 paragraph 5, Mr Chairman.  Thank you Mr Chairman, I have no further questions to this witness.\nNO FURTHER QUESTIONS BY MR SMUTS",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you have heard this evidence that it was disapproved at the trial, given by the regional MK command?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Have you done anything to ascertain whether it was in fact disapproved?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No, I didn't do anything.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Chairperson, sorry for the sake of accuracy, this thing reads to the extent of saying that it was not approved by, I mean the regional command of the MK distanced itself from it, because it was not committed by the MK member.  That is the reason for which it seems MK distances itself from it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not the act itself, but because of the line of command?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, that is what appears in this document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No, I have no questions, Chairperson, thank you.",
            "Male"
        ],
        [
            "MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, Mr Chairman, I do have a few.   You have told this Committee, that at the time you committed the offence or the action, let's put it that way, you did that furthering the aims of the ANC and its alliances?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "You say in so far as those organisations are concerned, you were furthering their interest in that you wanted to ensure that other members of its leadership in the position of Chris Hani, would not meet the same fate as Chris Hani?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "If you had known that your actions would not be approved, or would be running contrary to such organisations, would you have committed the offence?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Please explain your question sir.",
            "Male"
        ],
        [
            "MR ZILWA",
            "If you had known or you had any idea at all that your actions would not be approved by the ANC and its alliances, would you have committed that action?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "No.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Do you view that your action in any way, did achieve the desired objective ie defending the other surviving leadership of the ANC and its alliance?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "If you had known, let's put it this way, let's start again, you were questioned by my learned friend at length about the occupants of the motor vehicle in question, to you remember that?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes.",
            "Male"
        ],
        [
            "MR ZILWA",
            "And you have told this Committee that it was not your intention to attack children and women, correct?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "And you have also stated that in the camp itself, that is when you went to reconnoitre it, you did see a white child that was present there, you are not sure whether it was a girl or a boy?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "If your intention was to kill anything white, whether it be a child or a family, would you have spared that child?",
            "Male"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We would have attacked that child at that time.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Thank you Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR ZILWA",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If Mr Costello was your real enemy, why didn't you go and kill him at night?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "It is because he was staying in town, and there were police and there was a military camp there in town.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you were looking at a soft target?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "That is not true.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Wasn't that a soft target?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "I didn't take them as soft targets?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Driving passed you, not as far as you could see, did they have any weapons with them?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "We were not sure whether they had weapons or not, we were expecting that they might have weapons.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Far from the police, far from other people who could help them?",
            "Unknown"
        ],
        [
            "PUMELELE CIVILIAN HERMANS",
            "Yes, they were far from the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            ".",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, I notice the time is about quarter to four.  I would be calling the last applicant Guleni, but I understand that this is the last day of our sitting today, and I always try to avoid a witness testifying and maybe getting cross-examined half way and maybe some months thereafter, he is cross-examined again.  I always believe that plays ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The most he will be inconvenienced, is overnight.  We will finish tomorrow if he is not finished tonight.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, but I must indicate that I had set aside only this two days for this matter and I have other commitments for tomorrow.\n\tI am prepared to go on as long as the Committee wants, tonight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa, you know the rules of the Bar, to carry on until we give away work, not so?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "No, the point I am making Mr Chairman, is that I was engaged in this matter only for two days, ie yesterday and today.  Tomorrow I've got other word unfortunately because I only knew that I am engaged in this matter for two days.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that, but when one takes a brief, any type of brief, it is understood that the matter may run over, is it not so?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Well, Mr Chairman, I always thought you can only reserve the dates on which the matter is set down and not beyond that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa, we are running an unusual hearing, let's not get involved in technicalities here.  We have got restraints in time, State President has indicated that he is not going to extend the time of this type of hearings any more.\n\tWe need to complete the matter somehow.  If you people want to finish it tonight, we can sit until we finish.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I prefer that Mr Chairman, I will be calling the next witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's be democratic about it a little bit.  What do you say Mr Smuts?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, I am not sure that that is fair to anybody, because these are longer sessions than ordinary court hours, and one needs to concentrate and keep control on what is happening.\n\tAs a compromise, would it not be possible for us possibly to hear the witness in chief, to have cross-examination tomorrow and to submit in due course, written argument which would allow my ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa said he is unavailable tomorrow.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, there is very little that one can't effect with a cellphone in terms of organisation these days.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What time are you supposed to be ...(indistinct) Mr Zilwa tomorrow morning?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "In fact I had other things to do for tomorrow, but I suppose if we could adjourn maybe for ten minutes and I could see if I could make other arrangements for tomorrow, even though I had already planned other things for tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When do you finish your commitments that you had planned for tomorrow?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, it is difficult to say, they may take the morning session and perhaps ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't you start on Thursday then?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "That is why Mr Chairman,  I am saying maybe if we take a short adjournment, I could see if I could try and arrange myself for tomorrow.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}