{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-08",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "SIPHO MABUTI BIKO"
        ],
        "matter": "DEATH OF MR FRANCISCATO AND ROBBERY OF FIREARMS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52885&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98100514_el_eastlon4.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR MBANDAZAYO",
            "ADV DE JAGER",
            "SIPHO MABUTI BIKO",
            "ADV SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR MBANDAZAYO",
            "ADV DE JAGER",
            "MR BIKO",
            "SIPHO MABUTI BIKO",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mapoma, are you calling the next matter, Mr Veveza and others?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, I'm calling Winile Veveza, Sipho Biko, Mzuamadoda Yengeni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For the purpose of the record, I am Judge Pillay.  I am going to ask my colleagues to similarly identify themselves for the purposes of the typist, name and in respect of which applicants.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Mr Chairperson, the hearing and the application for today is in respect of the incident at Franciscato's house at Alice Street where Mr Franciscato died and a robbery of firearms took place.  The application for today is in respect of that incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that Stutterheim, Alice Street?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "It's Alice Street, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, in which town?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "In Fort Beaufort, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which offences would the applications be directed at?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, because the, as Mr Chairperson will see in the record that Mr Franciscato died but the applicants were not convicted of the offence because they were linked to the robber, Mr Chairperson, in order to comprehensively deal with the whole matter, the applicants are applying specifically for the robbery of the arms and also the possession of those arms and also with the incident though they were ...[indistinct], Mr Chairperson, because the ...[indistinct] of the death of Mr Franciscato.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well what exactly did they rob there?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, what they robbed was firearms, Mr Chairperson.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How many firearms?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, according to the information from the applicants four firearms were robbed.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You see in the application of Mr Veveza, the particulars of the acts\n\"Killed the victim\"\nAnd then he says:\n\"They were looking for firearms\"\nBut he didn't really ask for amnesty on the offence of robbery or of taking firearms, but at least he's referring to firearms.  So you will have to amend, or ask for an amendment and we'll see whether we could amend, whether the Act would allow us to amend on the particulars that you may be giving us.\n\tMr Mapoma, who were the victims?  Were they given notice here in this case?  The next-of-kin of the deceased.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, up to this moment I was still trying to communicate with the Evidence Analyst and our Investigators regarding the notice to the victims in respect of this matter.  The last time I contacted the investigator was that they are not able to locate the next-of-kin of the victim.  The victim is deceased and the matter is still being taken up with the investigation now as to ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well if there was serious efforts and they couldn't find the next-of-kin, and we've got evidence in that regard before us, we can proceed but can we proceed if there was no serious attempt to advise the victims of our hearing today?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Unfortunately Chairperson, at this stage I cannot tell the Committee as to the seriousness or otherwise of the investigation which was made in getting hold of the next-of-kin.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long will it take you to investigate it?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Perhaps if I can be given an adjournment of 15 minutes I can find out.  The investigator is Mr ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn for 15 minutes for that purpose.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It appears to be in order.  Mr Mbandazayo, I think only in respect of Veveza, it is not clearly stated, that includes the robberies in his application.  What do you say about that?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.  Mr Chairperson, I agree with you.  You can look, there are two applications from Veveza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which pages?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.  The application of Veveza is the first staring from page 1, Mr Chairperson, to page 6 and the second one starts from page 8 to page 13.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It seems to be in order.  You can proceed.  You say the robbery of the firearms, and are there any matters that has been applied for that falls under the Arms and Ammunition Act?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, let me put it this way.  The problem with this application is always that the applicants are always doing them themselves, they don't have assistance, they don't have the knowledge of this.  Normally they don't put what is required in terms of the law because they are lay persons.   Mr Chairperson, the application is based on their conviction for the robber and the possession of the said firearms which they robbed from Mr Franciscato.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now what about the robbery of the money?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, even if the Committee decides, if we proceed with the matter with the robbery of the money, they are not applying for robbery of the money because it is my instruction that they were shocked, they heard it in court that there was money robbed.  They never robbed any money according to them, so they are of the opinion that they can't apply for something they didn't know.  They will be misleading the Committee if they say the robbed it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sentence did they get for the robbery of the money?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I think they were only charged with the robbery of the firearms and the money of R150,00.  It seems to one ...[intervention]",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "It was included as a one sentence, Mr Chairman, it was not a ...  So for the purposes of sentences these are regarded as one, Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who do you intend calling first?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "...[inaudible] Mr Chairman, I was told that the Committee ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] check this sentence first.  Okay, proceed.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.  Can the applicant be sworn in?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is the first applicant?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Sorry, Mr Chairperson, my first applicant will be Sipho Mabuti Biko, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Biko, which language would you prefer to use?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.\n\tMr Biko, the affidavit in front of you is also before the Committee.  Do you confirm that the affidavit was made by yourself and that you abide by its contents?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, for the purposes of curtailing, I'm subject to the direction of this Honourable Committee.  I normally go to certain paragraphs just for the purposes of clarity, just to clarify certain paragraphs.  If the Committee wishes to start with a certain paragraph  ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You lead the witness and we'll ask him anything we think we need to ask.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.   Mr Biko - Mr Chairperson, I'll start with paragraph 9 of the affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Sipho Mabuti Biko's affidavit, Mr Chairperson.  Mr Chairperson, don't you have the affidavit, Mr Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible].  Shall we give this Exhibit A?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.\n\tMr Chairperson, I don't know whether in view of the fact that you are only getting this now, can ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can carry on.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Mbandazayo, you say you're going to jump up to paragraph 9?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, I was going to start with paragraph 9 if there is nothing you want me to start with.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can I just ask one question before you go to paragraph 9?\n\tMr Biko, you say in your affidavit you left school in 1989 and you also joined PASSO in 1989.  PASSO I understand is a student organisation, were you still a student when you joined PASSO?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.\n\tMr Biko, paragraph 9 of your affidavit:\n\"In consequence of and in pursuit of the above-stated objective, during, on or about the 6th of September I commanded a unit that received an order from a member of APLA, Tamsanqa Duma to kill and repossess weapons from the house of Mr Franciscato in Alice Street, Fort Beaufort\".\nCan you tell the Committee in detail when you were given this order by Mr Duma and tell the Committee who is Mr Duma.",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, I can do that.  Can I continue?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes.",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I moved from Transkei.  I was handed over to Tamsanqa Duma by Mbulelo Dlamini ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is Mr ...",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I was handed to Tamsanqa Duma.  I went there for some operations.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What operations were you supposed to carry out?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "To shoot the white people, the Boers.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Those instructions came from Mbulelo Dlamini?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "No, as a trained APLA soldier that was what I was supposed to do.  I was trained to do that.  I was handed over to Tamsanqa Duma.  There was a place that I knew there at Fort Beaufort because I was also a resident there.  I used to know the place of Mr Franciscato.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Tamsanqa Duma gave me three days to do the reconnaissance and to check on the target, and then he also instructed me to carry on with the operation on the third day.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you tell, Mr Biko, what Mr Duma told you to do when he said carry on with the operation.  Can you also tell the Committee who this Tamsanqa Duma was?  What was he, that is the position of Tamsanqa Duma.",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Tamsanqa Duma was my commander.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, proceed.",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I went to reconnoitre the target, the place and check the target for two days.  On the third day I was given an order to go and attack the target.  There were other comrades that I was going to meet with from Zukile, three comrades.  I was going to meet with them.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Tell the Committee what your purpose was of attacking the target.",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "My aim to attack the target was because the order was for me to possess the arms and kill the person.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Tell the Committee how you met the other two.",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "The other two I met them at Zukile's place.  There were three of them waiting for me at Zukile's place as the instruction that I got.  The three of them, the people who were waiting for me, it was Winile Veveza, Mzuamadoda Yengeni and Mogeti.\n\tI called Mogeti aside and I told him to go back.  I continued with Winile Veveza and Mzuamadoda, Yengeni to town and when we arrived in town I told them that we were there for the operation at Mr Franciscato's house.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, what happened on your arrival?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "When we arrived there we got inside the yard.  Mzuamadoda waited outside the yard.  Myself and Winile went inside and I knocked the door and Mr Franciscato came and opened the door and I asked him whether Joyce was working there and then he said \"no\".  When he said \"no\" I kicked him and he fell.  He fell down and I pointed him with a gun.\n\tI demanded the firearms and then he told me where his firearms were and he showed me the place.  They were under the bed and the others were inside the trunk.  He took out three pistols and one to 202 was under the bed, was in the bed, in his bed.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "What other weapons did you find with the exception of the 202 you are referring to?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "The three sting shooters and two .2 and one 2.2 and one rifle.  That's all.  There were four firearms only.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you tell the Committee what weapon were you armed with when you went there?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I was armed with a 38 special, 18 shooter.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "The other two?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "They were armed with pangas.  The other two task force were armed with pangas, task force members.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "What did they also do in the house after you have entered yourself?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I instructed them to ensure that there were no other arms inside Mr Franciscato's room.  I took Mr Franciscato in one of the rooms that was next to the kitchen.  I told him to told him to close his eyes because I was about to run.  I shot in the head.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Then what happened thereafter?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I asked them if there was anything that they got in the house.  They said: \"No, there was nothing\".  We left the house and went to the township.\n\tWhen we arrived at the river I searched them to make sure that there was nothing else hidden on their bodies.  I wanted to be sure that they didn't take anything else in the house because I didn't want them to do things that I did not instruct them to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you think it necessary to take that precaution?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "According to the instruction and as a commander of that operation, my sub-ordinates, I was supposed to search my sub-ordinates to ensure that they did not take anything like money.\n\tIf the order was to take money and firearms, we are supposed to do exactly per order.  We are not supposed to take anything, therefore it was necessary to do that, to make sure that they didn't take anything from the house.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Ja, but these were your comrades, did you not trust them?  What was the problem, why did you have to go to the extent of searching them?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "According to the instruction I was doing that because I was instructed to do so.  Each and every force - if I am a commander of that unit, I'm carrying out an operation, I'm supposed to ask them if they did not do anything that I did not instruct them and I'm supposed to search them again so that I can report fully to my commander and be sure that they did not take anything, they did not do anything that they were not instructed to do.  That is why it was necessary for me to search them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would one be correct to infer from what you've said that your comrades were the type of people who would simply grab for themselves whenever operations of this nature are carried out?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "No, they were not supposed to do that if they're instructed but if they are following the rules of the PAC they would not do that.  But it is a rule for me to make sure that they did not take anything that they were not instructed.  It is not that I didn't trust them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.\n\tThen tell the Committee, after your search what happened?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "After searching them I left with them to the township.  We went to Zukile's Biko's house at Gunti(?).  I left them there and I continued to Duma and I surrendered the arms that were found in Mr Franciscato and I told him everything about the operation and I told him that I kicked him and he fell and I point him with a gun and I told him that I wanted guns, then he gave me the guns.\n\tI also told him that I put him in one of the rooms and I shot him and he died.  And he asked me if we were not chased after the mission and I told that nothing of that nature happened.  And then he asked me the whereabouts of the other comrades and I told him that I left them at Gunti where I found them before.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Biko, you seem to be going too fast, it's very hard for me to pick up all the names you mentioned.  Who is this person you say you were giving some kind of a report as to what had happened, who were you talking to?  Zukile?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "No, Tamsanqa Duma who was my commander.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, just for clarity because of the sound.  They went to the house of Zukile Biko after retreating and then he left the others there.  He went to Tamsanqa Duma.\n\tNow Mr Biko, you know that somebody died as a result of that incident, though you were found not guilty in court.  What now after the incident, sitting in retrospect thinking about the whole thing, what do you say?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I sympathise with the victims but I couldn't do otherwise because I was involved in the struggle and both sides were fighting and even my life was in  danger.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That is all, Mr Chairman, at this stage.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.\n\tMr Biko, is it correct that you dearly want to get out of prison?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "That is in the hands of the Committee, but I'm here to tell and I'm here to ask for amnesty for something that I did to Mr Franciscato because I killed him and I took his firearms.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you want to get out of prison?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And at some point you did escape from prison after you were convicted?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, I did that, I did escape.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you left your operatives in prison?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you escaped from prison you knew that all other political prisoners are still remaining in jail?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct, I knew that they were there but I was not running away forever but I knew that I would go back in December.  I just wanted to solve my problems that the prison did not - I wanted to solve my problems, those that the prison authorities failed to solve for me, so I decided to go there myself and solve my problems and then I came back.\n\tOn my way back I met with a policeman on the way and the policeman arrested me and I was charged for a escape and I was further charge for three years for escape, therefore my sentence now is 10 years.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did you escape from prison?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "That was last year in July.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did you make your amnesty application to the Amnesty Committee?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "In 1996.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So when you escaped from prison you had already had your application for amnesty with the Amnesty Committee, is that right?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Will you please repeat your question?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you escaped from prison you had already filed your amnesty application to the Amnesty Committee?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "With a view to getting yourself, amongst other things, released from prison, is it so?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you not trust that you could be granted amnesty and you get released without you having to escape from prison?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I trusted the process but I was pressurised and the prison authorities failed to solve my problems.  I contacted with the social workers to organise the meeting with my parents but they failed.  I could relax and therefore I decided to go and solve my problems.\n\tI knew that I would come back in December.  I was arrested on my way to the prison, to hand myself, to surrender and continue with my sentence but now the policeman arrested me and I was further charged for escape and they added three years on top of that seven years and my sentence became 10 years.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now are you telling the Committee that you left prison with a view to coming back to prison again yourself, at your own volition?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.  That is correct, to such an extent that I told my co-accused that I would come back in December to complete my sentence because I would be released in the year 2000.  That was my date of release on parole.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Chairperson, just bear with me please.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why were you deployed in Fort Beaufort when you came back from the Transkei?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "The reason for me to go there, I went there to carry out operations.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I notice that you say you were deployed back in Fort Beaufort where there was a political conflict between the PAC and the ANC, what was this conflict about?  Where you supposed to be playing any role in the resolution of this conflict?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I did not go there for the conflict but I went there to attack the Boers at Fort Beaufort.  I found the place corrupt as it was at the time.  It was out of control.  The PAC and ANC people were fighting.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you take part in that conflict?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "No, I did not take any part.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you deployed there for, to do what?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I was deployed there to carry on mission to attack Boers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And just allow the conflict between the ANC and the PAC to continue?  That was none of your business?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I was working per order.  The instruction that I received was not to go there and attack the ANC members.  My instruction was to hit the Boers, therefore if I could deviate that, that would mean that I was actually against the rules of APLA if I can go there and do my own thing.  That is why I did not get involved in the township but instead I did what I was there to do.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I suppose in this conflict PAC people and ANC people were attacking each other, not so?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct, they were fighting.",
            "Male"
        ],
        [
            "ADV SANDI",
            "There was also a danger that you could also be attacked as a member of the PAC, not so?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But this conflict was none of your business even though you were also in danger of being attacked?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "If it was necessary for me to go and solve or protect my members, if that was the order, I would do that but unfortunately that type of an order was not issued.  I was not instructed to be part of the people who were attacking each other.  I was not doing my own thing there.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is not one of your functions, is not one of your duties as a soldier of APLA to protect members of your organisation?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is my duty but if I'm instructed to do so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were any people killed in the course of this conflict between the two organisations?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "According to what I heard, some people died there between PAC and ANC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where did you hear that some people had been killed?  Did you not stay there?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I heard that from other members of PAC.  Yes, I was staying there.  I got that information from other members of PAC but I was in prison when the other people died because I was, I have ...[indistinct] after this incident at Mr Franciscato's house.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You say you were trained in Transkei, where in Transkei?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "In Lusikisiki.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now where is Tamsanqa Duma, is he at this hearing?",
            "Male"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, no further questions Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The decision to attack Franciscato, would I be correct to think that your motive said it was your decision, you identified him as the target?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Are you asking - yes, you are telling the truth if you say I am the one who saw him as the target.  That was my decision because I went there to reconnoitre the place and I saw him as a target.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who gave Duma the information that there's guns to be obtained at that house, you?  So that he could consider it and give you the ...[intervention]",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, because he gave me three days to reconnoitre the place and I did so and I thought about a white man where my mother used to work and my mother had some firearms - the ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Precisely, so you knew long before this incident, that there was firearms to be obtained there in that house, not so?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct, his name was on the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the list of what?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "The list of places that would be attacked, where operations would be carried out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hit list?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, hit list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There's so many hit lists in this country.  Anyway, so when these plans came you provided the information for Duma to consider and ultimately he gave you the order to go on a reconnaissance trip to look at this house and the prospects of obtaining these firearms.  You did so, you went back and he finally gave you the ultimate order to go and obtain these firearms within the then policy of the Pan Africanist Congress, which included killing white people.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I want you to understand this.  First of all when I moved from Transkei I was handed over to Mr Duma's hands and I was there actually to carry out operations and Mbulelo Dlamini instructed me to do so.  But Tamsanqa gave me three days to observe the target.  \tI went to town reconnoitred and attacked this target and I saw this white man.  I had last seen this man in 1983 or 1984 and my mother was working for him.  I thought that - I remembered that he had some guns and I realised that he was still staying alone and I took a decision but I went back to tell Tamsanqa Duma on the third day.\n\tI told him that I had observed the target and it's the right target and Tamsanqa Duma told me to go on with the operation to attack that target.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "You've mentioned something about a hit list, who compiled this list?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "This hit list was mine.  That was my hit list because I went there knowing very well that there are places that I knew in the place that would be attacked.  I handed over to Mr Tamsanqa Duma.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Franciscato was in this list, what other targets were in the list?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "No, he was not in that list.  He was not yet there in that list because I was not sure about him at the time when I had just arrived from Transkei.  I only included him in the list after observing, after realising that he was still around then I later included him in the list.  We used to have that type of a list when we were about to carry out a certain operation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was contained in the list?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "The names of the places that would be attacked.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What places were those?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Places like Mr Franciscato's place and other places that would be attacked in the future.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I notice from the bundle of documents we have before us that you have a number of - have you ever been convicted before, other than the offence for which you're now sitting in prison?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, just before joining PAC I was once arrested.  I was once convicted before I joined PAC.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is it true that from 1983 to 1990 you were involved in a series of crimes ranging from theft, housebreaking and so on?  1983 to 1990?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What is the difference ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It's in fact 10 instances of dishonesty, housebreaking, theft, possession of stolen goods, yes.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "At the time I was not yet a full member of PAC, therefore I repented after joining PAC and I followed the correct path.\n\tI would request the Committee not to talk about that.  I am a different person now, I'm no longer doing those things.  I changed when I joined PAC and a person can change.  I never knew that I would be an APLA\nmembers, I did not even know that I would be church-goer.  That is about a change of human being.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We don't doubt, maybe you can change, we don't disagree you could have changed but we will ask you questions as we deem fit because you've made the application and we need to find out whether the application is worthy of being granted.  Do you understand?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if it includes investigating your troubled past then that is what we must do, not so?  Do you understand?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So will you answer the question is you haven't answered it the way you wanted to?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I have answered that question according to my other cases.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You joined the PAC in 1989 and you've just told us that then you reformed, after joining the PAC.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I joined in 1989.  I did not know everything at the time about the rules of PAC, I was still learning about it up to 1990.  I was still getting political education because it's not a question of joining today and getting to know everything, you've got to attend meetings and get political education.  I was so lazy to attend such things, only to find out that was actually detrimental to me because I did not attend those meetings.\n\tUntil such time I attended the meetings in 1990 and decided now with all my heart to be a member of the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you reformed?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, I reformed after that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then how do you explain your conviction and sentence of the 9th of June 1993 for housebreaking with intent to steal and theft valued R11 000-odd?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "How do I reconcile the two, that case and the one I'm here for?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, how do you reconcile your reformation in 1990 when you joined the PAC and your conviction in 1993, June?  You say you changed, you became a good person, you left all these bad things from 1990 when you joined the PAC but yet you are convicted for housebreaking with intent to steal and theft of clothing estimated at about R11 000.  You received an effective 15 months imprisonment for that.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I remember that incident but what happened, I was arrested because I harboured stolen property.  I was accused by the police that I'm the one who did that.  They sentenced me for 15 months.  I couldn't do otherwise because I was in the hands of the police.  They just stated that and sentenced me and I was innocent.  They sentenced me because I kept those stolen property in my place.  The police did not believe because before I used to be a troublemaker.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had this stolen property with you although you never stole it yourself, is that what you are saying?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were in possession of stolen clothing to the value of R11 000 at the time of your arrest?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I was arrested and that clothing was in the house, the were in the room.  The police got information and they went to my place and got that clothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see why we asking or I'm asking these questions, you've had a terrible criminal past, do you understand?  Involving housebreaking and getting into places where you should not be and stealing from people where you violated the sanctity of the homestead, is that not so?  And you say that by 1990 you reformed because you were being taught by the principles of the Pan Africanist Congress, not so?  That's what you say?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you went to steal these firearms it was a similar thing you did, to go into a person's house and violate the safety of his house, not so?  Yet you say that is based on political considerations, which may be so but we need to check that, that is why we are asking you all these questions about your previous convictions.  Do you understand?  It's not that we're trying to catch you out.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, I understand, Sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mbulelo Dlamini and Tamsanqa Duma, were they aware of your previous convictions, your long record of crimes of theft, housebreaking and so on?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "No, they were not aware of such things.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did they get to know you for the first time?  Were they not also staying in Fort Beaufort?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "No, they were not residing there at Fort Beaufort.  They knew me when I went to that place.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you tell them about your previous convictions and that you're now a reformed man who had chosen a new path?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I did not inform them about my past convictions but I just joined APLA.  After joining APLA I was told about the APLA principles and the do's and don'ts of APLA.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you tell anyone that you have now decided to amend your ways and become a political activist?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "When you join APLA there is a form that is give to you and that form has got a number of questions.  One question is asking you if you are sure that you will never join any other organisations and the fact that you are sure that you won't betray the APLA organisation.  I did that with all my hart.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you tell your mother for example - I see that in your affidavit you mention your mother, did you tell her that you changed?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I told my mother when I was arrested.  I told her that I was a member of APLA because she did not know.  She did not know that I was an APLA member and then she passed away while I was still in jail serving for this killing of Mr Franciscato.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Have you said everything to try and convince us that the offences in respect of which you are now applying for amnesty are different to those which you had committing before?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You've got nothing further to say to show that your offences were politically motivated?  You don't have anything to say?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Do you mean anything to show that what I did was politically motivated or things that I do now are politically motivated?  I don't get your question, Sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is there anything else you want to say to motivate what you claim to be politically motivated offences?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "If you understand me well you can't say everything that I was doing was politically motivated and also include the things that I did before and\nyou combine them with this.  All the criminal deeds that I did are actually different from this.  That question is not clear.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "After you've been trained and joined the PAC in 1989, you were convicted in 1990 for stealing two motorcars.  Why did you steal the motorcars, what did you want to do with them?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "In 1990 I was convicted for stealing two motorcars?  Where?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The value was R10 500,00.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "About the two cars in 1990, two motorcars?  I cannot recall anything.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Have you ever stolen motorcars?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, I did steal motorcars before.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where and when?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "In Port Elizabeth.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Which year?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "In 1989 and 1990 I stole cars in Port Elizabeth.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, that is what I'm asking about, 1990?  You were convicted in 1990 for stealing two motorcars.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes.  The cars were used during the operations.  We would take them by force from the white men and give them to the other soldiers of our organisation and they would use them during the operations and leave them there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So they're now also - after I've asked you why you stole them, you didn't answer me and now all of a sudden you've come to the conclusion that you've stolen them for the operations.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I said your question was not clear.  The way you asked me the question, the question was not clear to me, that I was convicted in 1990 for stealing two cars.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Right.  Now if that was so and if you stole them for political purposes, why did you not apply for amnesty for that too?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "It has got nothing to do with politics.  All that those things that are contained in my past record have got nothing to do with politics, so don't include them in this.  My past record has got nothing to do.  I would request you to question about things that are related to politics because I told you that I have reformed from my previous situation of behaviour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you understood what I told you just now.  You are the person that is making the application, not us and we need to investigate all aspects.  Do you understand?\n\tNow you told us that those two motor vehicles were stolen for operations, do you mean they were stolen for purposes of political operations?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Sir, if you heard my answer before I said the cars would be taken by force from the white people and be given to the APLA soldiers, APLA soldiers who would carry out operations or whatever with the cars.  It's got nothing to do with politics because we would do that out of our own.  We were not instructed to do so by the organisations, we were just doing anarchy.  That was anarchy.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you've stolen the motor vehicles for anarchy, is that correct?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And then you handed the cars to your commanders for use in operations?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Not our commanders.  I said Sir, we would take these cars by force and give them for free to the APLA soldiers because we thought that they were using them during the operations.  There was no instructions for us to do that, that was just anarchy.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay, so you've given the cars to the APLA soldiers, is that correct?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, we were giving them for free.  It's not that they asked for them but we were just giving.  Even the MK soldiers, we would just give them the cars for free.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And they accepted it for free?  They were very glad to get these cars?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I'm not sure if they were glad but they would take the cars if we were giving them to them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "They would take the cars.  To whom did you give it?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Any person, even if he's and APLA soldier or an MK soldier.   We were the people who were actually hitting the whites and we would give them the cars to be used in the operations because we were civilians.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well tell me to whom you gave it.  What is the names of the person you've given the car to?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I cannot remember their names.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why did you tell us in your application that you were instructed by Mr Dlamini to go and rob Mr Franciscato?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I'm saying here, if you are listening carefully Sir, the instruction that I was given by Tamsanqa Duma, the instruction that I was given by Mbulelo Dlamini from the Transkei, was to, I was told that I would be deployed in Fort Beaufort to carry out operations, to attack and kill the Boers.  Therefore he would hand me over to comrade Tamsanqa Duma's hands and I would listen, I would obey orders from Tamsanqa Duma.  It is Tamsanqa Duma who issued an order for me to kill Franciscato.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you have a look at page 22 of your application?\n\"On the 1st of September 1992 I received an order from my commander, Mbulelo Dlamini to go and rob a certain Franciscato of Beaufort and take possession of firearms\".",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I agree but I think the person who was actually writing there was not writing as I was talking because someone was helping me because I could not write English properly.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now where did he get the information that your commander was Mr Dlamini?  Did you tell him so?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "He asked me about the high command and I told him that Mbulelo Dlamini was the high commander in Transkei.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, you told him here that on the 1st of September you received an order from your high commander to go and rob Mr Franciscato.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I think he, that was a mistake, the person did not listen carefully because my commander, the commander who instructed me to attack Mr Franciscato was Tamsanqa Duma.  Mbulelo Dlamini did not know anything about Mr Franciscato as I did not tell him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It's very strange because your co-applicants also they received instructions from Mr Dlamini.  That's quite a different handwriting so it's another person helping them that made the same mistake.",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "It is the same person who was writing for us and Winile Veveza.  It was Kwanesele(?).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  We'll break for 10 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] incident occur, what time of the day?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Are you talking about his incident that I'm serving?  It was round about, before 5 o'clock or past five but I'm not sure about the time.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And at what time did you hand the weapons to Mr Duma?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "When we finished, when we were from Mr Franciscato's house.  When we finished our operation we went to the township and I left ...[indistinct] Zukile and it was late in the evening and I went to Tamsanqa Duma.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So then you carried the four weapons you've robbed at Cato's place and your own weapon?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you hand over all five weapons or did you keep one?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "One weapon was left with me, I didn't give him the whole five. I gave him only the four arms that were taken at that place.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And one of the arms you've taken was a shotgun, a long gun?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "It was a long gun and three pistols.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And how did you carry this long gun through the streets?",
            "Unknown"
        ],
        [
            "SIPHO MABUTI BIKO",
            "I folded it, it is flexible and then I folded it and it was shorter and I wrapped it with my lumber jacket.  I put it under my arm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}