{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-07",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "FUNDISILE GULENI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52883&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98100514_el_eastlon3.htm",
        "speakers": [
            "MR ZILWA",
            "CHAIRPERSON",
            "FUNDISILE GULENI",
            "MR SMUTS",
            "ADV DE JAGER",
            "MR MAPOMA",
            "ADV SANDI",
            "UNKNOWN",
            "INTERPRETER"
        ],
        "original_speakers": [
            "MR ZILWA",
            "CHAIRPERSON",
            "MR GULENI",
            "FUNDISILE GULENI",
            "MR SMUTS",
            "ADV DE JAGER",
            "MR MAPOMA",
            "ADV SANDI",
            "MR ZILWA IN ARGUMENT",
            "INTERPRETER",
            "MR SMUTS IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "MR ZILWA",
            "....[inaudible] fourth and final applicant, Fundisile Guleni.  Would he please be called to take the oath?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What language would you prefer to use?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I prefer to use English.",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Guleni, is it correct that you come from Port St Johns?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes it's correct, sir.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Are you a member of any political organisation?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I am.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Can you list the number of organisations that you are a member of?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I'm a member of ANC, also a member of South African Communist Party and also a member of ANC Youth League.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Do you hold any position of leadership in any of those organisations or did you at any stage hold such position?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I am.",
            "Male"
        ],
        [
            "MR ZILWA",
            "What position do you hold?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Presently I'm a Deputy Chairperson of ANC Lusikisiki Region.",
            "Male"
        ],
        [
            "MR ZILWA",
            "During the year 1993 when the incident in respect of which you are applying for amnesty occurred, were you holding any official position in any of those organisations you've mentioned?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa, before you carry on, for what is this applicant making application, for which incident?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you for that, Mr Chairman.  Mr Chairman, I meant to clarify that.  It will be seen that from the amnesty application which is contained in the papers, there's a number of incidents referred to, but for the purposes of this particular hearing he is applying amnesty for the killing of the Weakley brothers.  Thank you.\n\tRight, the last question was, for the period in question that is surrounding the time of the killing of the Weakley brothers in 1993, were you holding any position of leadership in any of the organisations you've mentioned?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I was.",
            "Male"
        ],
        [
            "MR ZILWA",
            "What position were you holding?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I was a Branch Secretary of ANC of St John's Town Branch.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Were you in the same executive as the applicant Pumelele Hermans, the first applicant here?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "In fact Pumelele was not in the Executive Committee of ANC but he was in the executive of ANC Youth League as well as SACP.",
            "Male"
        ],
        [
            "MR ZILWA",
            "I see.  Okay, now is it correct that in April, on the 13th April 1993, you were involved in the incident of the killing of the Weakley brothers in Port St Johns?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes it is.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Is it also correct that in connection with that incident you were at some stage arrested but you were later released due to insufficient of evidence with regard to yourself?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said, Mr Zilwa, he's making application for the killing of the Weakley brothers.  Any other application?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "For the purpose of this particular hearing, you're making an application for amnesty for the killing of the Weakley brothers as well as the injury of one of the persons who was there and the attempted murder of those who were not injured, correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, the point I wanted to make is for purposes of this particular hearing, that is what - yes, thank you.\n\tRight, now would you tell this Committee in detail your involvement in the incident in respect of which you are applying for amnesty i.e. the killing of the Weakley brothers, the attempted murder of the other people in the car and those who were injured and those who escaped unhurt.  Would you please tell this Committee in detail what happened?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I can.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Please do so?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Immediately after we got information that Comrade Chris Hani was killed we were so disturbed.  I talked it out with Pumelele and whilst we were still confused and having an intention to do something in retaliation of Comrade Chris, the comrades from  Flagstaff arrived having the same idea.  It's then when we began to plan as to what, how are we going to retaliate and as it has already been indicated, after we have agreed that let's use Port St Johns where there were a number of problems seen to be obstacles towards the transformation process.  We proceeded to Majola where we were going to get some firearms because I together with Pumelele were not armed at that time.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Okay, let me stop you there for a moment.  Is it correct that before this incident you had been experiencing problems in Port St Johns with regard to some elements, white elements, which you ....[intervention]",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, I'm not going to be given an opportunity to cross-examine Mr Zilwa, maybe the witness should give the evidence?",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, I believe it is my prerogative to lead the witness the way I want to and if I feel there's something which leaving behind, maybe it is my prerogative to do that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but you can't lead him in such a manner Mr Zilwa.  It has to come from him.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, I will rephrase my question.\n\tIs it correct that some time before this incident you had a problem in Port St Johns which you conveyed to the other members of your structure?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes it's correct, sir.  What happened, we got a number of informations in our office where it was reported that there's infiltration by the right-wingers.  Then we took that information, having not investigated of course, to the higher structure which is sub-regional ANC Youth League.  So we reported that matter and they have given us mandate that we should investigate in details.  Then whilst we have not yet investigated coming up with a concrete thing, this incident occurred.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on, what was the purpose of the further investigations?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "The purpose of further investigations ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it to establish that there were in fact problems or merely to get the details of the problems?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, in fact it was for the purpose of getting details of the allegations that there's infiltration and also submit report to higher structures of the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of the details?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now these people from Flagstaff, how did they get to know about the fact that you had such problems in Port St Johns?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "We reported those problems to them that, as it transpired, we are operating under threats at Port St Johns.  Now we fear that at some stage we will come across attacks as it normally happens in other areas of South Africa, we were afraid we would be attacked.  That's why we wouldn't hesitate.  After we got the information we decided to go out to report it to the sub-region so that they get it in time and give us advice if possible.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you considered it urgent?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I beg yours?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You considered it a matter of urgency because you could have been attacked?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "At that time we couldn't wait, we could report any information that we received because we knew that the comrades are being killed time and again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it was a matter of urgency as far as you people were concerned?  It had to be attended to without delay?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "According to our analysis it was a matter of urgency.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Okay please carry on?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "And it was on those bases where the comrades from Flagstaff chose Port St Johns as an area where we could carry on with the retaliation of Comrade Chris and we went to Majola with the purpose of getting some firearms from Majola.  We met Comrade Mglese who had to organise these weapons.  They referred us to other two comrades.  Then they preferred to join us and we were on our way to the spot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To which spot?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "To Mpandi, the coastal area where that incident took place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we carry on there, get to there, the problems, the right-wing problems, these people, where were they situated?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "These people were alleged to be coming in Costello's place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "In town and also it was alleged that even in Second Beach Cottages they used to gather there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why wasn't Costello's home or his property attacked?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why wasn't Costello's property or his person attacked if he was central to these right-wing problems?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Our fear was that the attack in town would alarm the local police as well the special force, that is T.T.F. camps that were there and that will give problems because we'll end up fighting with the forces, not fighting with the target.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Now as you say, you proceeded to Mpandi.  Was there any connection to Mpandi and these destabilising elements?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes in the sense that we chose Mpandi on the basis that it was the area where it was alleged they used to gather there and we thought we would be able to find these targets at that area because they used - that was the area that they used to hold meetings as per allegation.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Okay, please carry on?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "So we proceeded to Mpandi where, just before we reached Mpandi we had to find a place where we would finalise our planning of attack.  Then in that caucus of ours, it transpired that we need to have a clear picture of the place because at that time Pumelele was the only person who knew the area.  Then we agreed to first inspect the area before we carry on the operation.  Our purpose was to hit the people whom we find there, who will be whites.  At some time we wanted to avoid a situation where we will, I mean there will be people whom we were not targeting that will be affected.  So when we reached Mpandi we found a place where we got out from the bakkie and walk on foot to the area and one Lungile Mazwi drove the car using, I mean following the road to Mpandi and we walked through the foot path to Mpandi.  That's where I, Pumelele and Viani Nyologana were mandated to go and inspect the area.  Then when we arrived at the area, we spoke to a lady who was, I suspect was a servant there and we asked from her whether there are any whites around there.  She responded that others have gone to one of the coastal areas.  When we met also a young child, a white one, then we have conversation with her, asking where she's coming from, with whom is she staying, then we just have that kind of conversation.  Then we left there to join the other group who were waiting at the spot where the incident occurred.  We reported that the information we gathered there was that the other white men have gone to the coastal area for fishing.  So whilst something which I need, on the way to join the group, I together with Viani Nyologana had a small debate around the issue.  Viani was saying we couldn't choose when we come across these people as to who must we attack, we should attack everybody.  So I said to him it would serve no purpose if we hit everybody, let's rather hit against people whom we suspect that they could be associated with the plot that we suspected to be occurring in those areas.  So we ended up, when we reached the guys that were waiting at the parking, we informed them that it was alleged, the information we got was that some white men have gone to go fishing.  Then we decided that the other group will remain in the car and I together with Maxhayi and the one...[indistinct] would go to ambush.  So at that time I was carrying a pistol, a pistol borrowed from one of the two guys whom I don't know by their name, from Majola and Maxhayi was carrying the rifle, R4 rifle and the other two men was carrying a 9 mm also.\n\tThen at the spot we waited as we agreed that the guy will give a signal when these targets are coming.  Then indeed they do that.  Then when it approaches, we attacked it.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Yes, could you give more detail about the attack itself?  You had arranged that a signal would be given by the people who were waiting next to the car and you took ambush positions.  Now when it appeared, you say you attacked it, exactly what happened?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "When it appeared, the signal sounded and we were ordered to attack.  Then when it comes nearer, I was the first person to shoot but the problem with the pistol I was carrying was that the magazine was loose and I couldn't shoot again because of that problem and the other guys followed the suit.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Do I understand correctly that because of the problem with the magazine of your pistol you only fired one shot?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Okay, so after you had fired that shot the others fired until what happened?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "They fired until the car lost control and well, it capsized.  Whilst it was still capsizing, we were already turning back to join the other group there and then immediately we reached the car we drove off.",
            "Male"
        ],
        [
            "MR ZILWA",
            "I see and you've been listening to the evidence that has been given by Maxhayi and also by Pumelele Hermans relating to the incident?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Do you agree with regard to the details, do you agree with them with the details given by them as to what occurred?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I agree.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Right, they told us that shortly after that you were delivered to your respective places of abode by this motor vehicle which belonged to Viani Nyologana and then you of Port St Johns were left there and they of Flagstaff proceeded to Flagstaff?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now what objective were you aiming to achieve by your action?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "The objective we aimed to achieve was that among others the tendency of the plot by the South African regime then should come to a stop, that one of attacking people because it was not the first time that, I mean the death of Chris Hani was not the first attack by these people, so I wanted them to refrain from doing so and also we were afraid that now that these incidents occurs a number of times, now the people tend to lose confidence now to the ANC organisation that it's not protective at all, they are being killed, there's no response, all those things.  So that's one of the things that we felt it's wise to give a message to the whole South Africa that it is possible for us to retaliate if they attack against the ANC carries on or against blacks, if I can put it that way.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Did the fact that Chris Hani was assassinated by a white man, did that have anything to do with your decision?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes it had because we regarded that as something which tantamounts to a declaration of war against us as blacks as well.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now by committing the act that you did, did you get the feeling that you had achieved the objective that you wanted to achieve by committing your deed?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, we have achieved it in that what we expected because these we thought these people are having a hit list at their disposal therefore they will carry on killing but they could not because they could see that the people of South Africa are angry and they are retaliating for what has happened, so on the base, I regard it as we have achieved something.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now it has been stated that the stated policy of the African National Congress at that time was that violence, political violence was not approved.  Now you were a unit or you were acting under the banner of the African National Congress and the others you've mentioned at the time.  Now if it is to be suggested that your action was in direct violation of this the stated stance of the African National Congress, what would be your response to that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again with the question?",
            "Male"
        ],
        [
            "MR ZILWA",
            "Yes.  Some documentation has been given before this Committee as exhibits which indicate that at that point in time the political stance of the African National Congress was that political violence was not approved, in other words it had been stated that the armed struggle had been suspended and the ANC was speaking against political violence.  Now if it is to be stated that your action of the killing of the Weakley's or your operation of that day was a direct violation of that stated stance of the African National Congress and as such you acted off your own bat in direct violation of the policy of the African National Congress, what would be your response to that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That would be surprising in that I don't regard that as a direct, as it was in direct conflict with the policy of the ANC because what we did, we were furthering the interests of the ANC, not our personal interest.  As a result, as we have planned that, we will carry on with our missions.  It was not the only incident that we would perform there.  Now after the call by the President, Nelson Mandela, that we should remain calm, it's then that we decided to not carry on.  So according to our analysis at that point in time we thought we were acting within the ambit of the ANC's interest.",
            "Male"
        ],
        [
            "MR ZILWA",
            "I see.  Now it has turned out that in fact the people who you shot on that day, the victims of your attack, were in fact not the right-wing elements that you thought you were attacking but it turned out to be an innocent party of men who had gone to fish and there were children amongst them.  Now what is your response to that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I feel very bad about that.  In fact I felt very bad even when the time I got that these people were not AWB members as we suspected and they were alleged to be subscribers of Democratic Party, so I became so sorry since I get that information because those were not the people we targeted.  We thought any person we would find, in fact it was our thinking that people whom we can find around in that area which was alleged to be infiltrated by AWB who will be indeed having something to do with the AWB so that was our assumption.  So it was so unfortunate that the people who were having nothing to do with it have been effected.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now to put this matter beyond doubt, if you had been aware before you actually shot at these people ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that was the case, the AWB was not the Government of the day, not so?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But yet you wanted to send a message to the Government of the day, why them?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, it's because the AWB was behaving in a manner which a person would believe it's for violence.  Now we suspected that even in these incidents of black to black violence were infiltrated by them and we suspected that those people who were anti-blacks were AWB and other right-wingers.  That's why we were having attitude against AWB because it was having attitude against ANC, against blacks and so on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What made you think that the AWB would be worried about a message that you'd sent to the Nationalist Party government?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "In fact AWB we thought it's one of the parties that were perpetrating violence.  It's not only the Government, we thought it's working together with the Government in attacking blacks, that's how we view the situation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But weren't you aware that the Government also arrested AWB members?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Weren't?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Weren't you aware that the Government also arrested AWB members at that time?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No, we were not aware.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Are you saying in the violence that was raging throughout the country, are you saying you suspected that the Government was acting in collaboration with the AWB, hence your message would be heard by the Government as well as AWB.  Is that what you're saying?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, our suspicion was that they are having common objective of attacking blacks, that's how we felt.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Yes.  As I was still saying had you been aware before you actually fired at this party, had you been aware of the identity which they turned out to be, i.e. they were just fishermen who had nothing to do with the AWB, would you have carried out the attack if you had been aware of that before the attack?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No, not at all, we wouldn't have carried the attack against them.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now to the families of those unfortunate men who died in that attack, their families and friends, what message do you have for them as you are sitting here now applying for amnesty?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "The message to the friends, relatives, family members is that we are so sorry now that it appears that we have attacked the people who were innocent, having nothing to do with these things because even if they were DP members, DP members who was not at the time appearing as a structure which is promoting violence, so we are so sorry because it was not our intention to hit anybody who is innocent.  Our intention was to hit against the people who were having missions to attack us as ANC or as blacks.  So we are so sorry, I'm tendering my apologies to all those effected by the death of the victims.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now if it is to be suggested that your action in fact had nothing to do with any political objective, it was just a pure racist act on your part which had nothing to do with politics or a political objective, what would be your response to that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I could dispute that because if it was a pure racist attack we wouldn't have bothered, or let me put it this way, the comrades from Flagstaff wouldn't have bothered about coming from Flagstaff down to Port St Johns.  It's far away and they could have waited for any white person moving nearby and that one would be a target.  Also when we, having met at Port St Johns as a group, we wouldn't have bothered ourselves about going to Mpandi, down to Mpandi, about 40 kilometres from town, we would have attacked any white person coming from the coastal areas because there were a number of white persons who coming from that direction, coming from the sea, but we didn't attack them because we regarded them as not the target.  We regarded targets as the people whom we can find in the area which is alleged to have been infiltrated by the AWB.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now as you know or as you may have heard by now, one of the requirements for you to be granted amnesty in an application such as this one, that you must make full disclosure of all the relevant facts.  Now is there anything which you haven't told this Committee about that you can think of which has any bearing on your action?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "To my knowledge I don't remember anything which I may have omitted because even some of the things which I have not detailed have been detailed by the other applicants so that's why I was so brief from telling the story as from Port St Johns to the scene.  But I at the moment, I don't think there is anything which has not been disclosed before this Committee, which I have not disclosed.",
            "Male"
        ],
        [
            "MR ZILWA",
            "And you are saying in other words that you align yourself with all the details that have been given by your co-applicants?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Are you then accordingly urging this Committee to grant you amnesty on the grounds that your application satisfies the requirements, you had a political objective, you've made full disclosure?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, that is the witness's evidence.\nNO FURTHER QUESTIONS BY MR ZILWA",
            "Male"
        ],
        [
            "MR SMUTS",
            "Thank you Mr Chairman.\n\tMr Guleni, you say that this attack was not a racist attack?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "In your application form when you are asked to describe the acts, omissions or offences in respect of which you apply for amnesty, you respond with the phrase \"attacked the Boers\".  It's on page 37, it's indistinct in the copy that I have but it's been transcribed Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I can't read a word in this application, Mr Mapoma, I don't know why the TRC forwarded this to us, it's illegible, one can't see a word here so I don't ...[inaudible]",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, yes chairperson, let me just explain.  The application as it was when it was handed in to the Committee was hand-written and it was written in blue pen and it became illegible.  For that reason then we decided to make a typed\nversion of that application.  In fact that typed version appears in the bundle from page 45 of the bundle.  Unfortunately chairperson, I must apologise for this, these pages which follow after page 44 seem not to have been marked but the third page from page 44 does contain this particular phrase where it appears \"attacked Boers\".  When you count page 1, 2, 3 after page 44 of the bundle.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well there's no pages 1, 2, 3, 4 after page 44.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Perhaps that must have been the initial bundle that was sent to the Committee.  Anyway chairperson, I do have a separate copy of this particular application by the applicant, I can hand it in for whatever reason.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If I could assist, in the bundle, in the paginated bundle, it starts at page 36 to page 42.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You can have a look at mine ....[inaudible]",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I've got one copy in the meantime.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Thank you Mr Chairman.\n\tI was dealing with your evidence that this was not a racist attack and I refer you to your description of the act or offence in respect of which you apply for amnesty, which you record as being ....[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which paragraph is that?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman it's paragraph 9a(i).\n\tYou record as being \"attack the Boers\".  By that were you referring to the people in the vehicle at which you shot?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No specifically people who were at vehicle that we shot but people who were at the area.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you attack other people in the area then?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes they were at the area.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Which other people did you attack in the area?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I'm talking about the victims.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You're talking about the people whom you attacked, those in the vehicle?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again with that question?",
            "Male"
        ],
        [
            "MR SMUTS",
            "You were asked in the form to describe details of the acts or offences in respect of which you sought amnesty and you answered \"attacked the Boers\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you make it clearer?  The description of Boer in this country over the years have taken on or has taken on racial connotations, do you agree with that?  It refers to white people, not so?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now earlier in your evidence you've indicated that the attack wasn't based on any racial considerations.  What is being pointed out to you and I assume it's for your comment, is that if it wasn't based on racial connotations, why is it that the acts for which you apply for amnesty is described as \"attack on Boers\".  Have I got it right Mr Smuts?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes thank you Mr Chairman.",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I think this statement doesn't end there according to me because we talk of the Boers whom we could find in the area which we suspected to be an area where there's an infiltration.  I agree with the fact that we refer by saying Boers, we're referring to the white people whom we can find in the area.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you not referring to the people you thought were associated with the AWB when you're saying here \"we attacked Boers\".",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes we are referring to them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You were trying to explain what was going on in your mind at the time you attacked these people?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "In the light of the information which has come to your knowledge about the people whom you attacked, do you describe them as Boers?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, to us there's not that much difference between a white person and a Boer.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well give us your definition if you will of a Boer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, where's this going to get us to?  He says that, his evidence is whether we believe it or not is another matter that the attack was directed at AWB people who were Boers by definition.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "I'm not sure of that definition Mr Chairman, but in any event.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what the AWB claimed themselves, take it from me.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well Mr Chairman, we know what the facts are in this case and we know who was attacked.  We know that AWB people were not attacked.  If he's claiming amnesty in this application in respect of an attack on members of the AWB, then so be it, then I have no questions.  If he's claiming amnesty for the attack which was perpetrated at Mpandi on the 13th April 1993, then with respect, he owes an explanation for the use of racist terminology in his amnesty application.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But Mr Smuts, looking at the context of all of this having regard to the evidence that has been led by the applicants since they started on Monday, when he says there \"we attacked the Boers\" is it not clear that he is referring to those people whom he thought were AWB people?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "No, on the contrary Mr Chairman, it is manifestly unclear.  He knows and knew when this application form was filled in because he says so in the form that the people that he attacked did not fall within his target group but he seeks amnesty, he says, for an attack on the Boers.  The amnesty process, with respect, is a step in the reconciliation process and he owes an explanation as to how this fits, this terminology, fit into the reconciliation process.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So are you suggesting that you - he was supposed to have said there \"we attacked people we thought were Boers who in fact they appeared to have been innocent fisherman\".  Were you expecting him to have given such details in the application form?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "No Mr Chairman.  He could have said attack on occupants of a vehicle.  He chose to describe it in racist terms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Guleni tell me, when did you find out that the victims of your attack were in fact - or when were you informed and when was it alleged to you that the victims of this attack for which you make application for amnesty were not in fact members of the AWB and therefore, according to Mr Smuts' argument not Boers?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "It was after a few months after the incidents where I got it from the media that these people were not AWB members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were aware of that at the time you filled in this, that there was an allegation that these victims were not members of the AWB?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on Mr Smuts?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Why did you use the term \"Boers\" in your description, \"attacked the Boers\" relating to your actions in respect of which you apply for amnesty?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it because there's a tendency in terms of language to refer to all white people as Boers?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes it is.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I believe I should explore that.  A tendency amongst whom?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "In fact according to me there is no difference when I refer to a white person as a Boer or let me put it this way, in this context I think I used the term Boer not because I was trying to be racist.  I don't know how to put it but it's a tendency that I normally - I don't know how to put it, but it's a tendency that there's no difference when you say a Boer or a white person, there's no difference according to me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you'll refer to Minister Irwin as a Boer or Mr Slovo?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No because I know them.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why then would you not refer to them as Boers?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Because in most cases due to the fact that people like Slovo for quite a long time has been staying with us then - I don't if I refer to him as ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's because they've never participated in a legitimate parliament?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes you can put it that way.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Is that then your definition of a Boer, somebody who participated in the illegitimate parliament?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "What do you mean by definition?",
            "Male"
        ],
        [
            "MR SMUTS",
            "You used the term Mr Guleni, what did you mean by using that term when you used it?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "In a way the people who were serving in the previous government, it was not strange to use the term Boer because we were referring to the regime then as the Boers and I believe it's not only me who would use the term Boers, we used to refer to the apartheid government then as the Boers.",
            "Male"
        ],
        [
            "MR SMUTS",
            "But, I'll try and bring this to a close, but you knew that the people whom you had shot were neither participants in nor supporters of that government when you filled in this form?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "At that time when I was filling the form I wasn't aware that by using the term I would be in a way trying to prove that I'm racist, that was if at all I've done something wrong, that was unintentional.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, the point you say you are about to leave, isn't that clarified on page 6 of the typed application, towards the last quarter of the page where it reads\n\"But it is unfortunate that we killed people who had nothing to do with the AWB and Costello\"?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, there's a record at the end of it, also at the end of that page where the witness records his awareness of the political affiliation of members of the party as well.  That is why particularly I explored the use of this terminology, the choice of this terminology rather than a value free description such as want.  I've dealt with the point, thank you Mr Chairman.\n\tMr Guleni, your evidence is that you were disturbed by the killing of Mr Hani, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you follow events on the television and in the media after the killing of Mr Hani to discover what had happened in respect of his killing and thereafter?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No we just watched the incident.  After that we couldn't be able to watch news again until the incident occurred.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you not listen to radio news or read a newspaper between the killing of Mr Hani and your killing of the Weakley brothers?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No we didn't.",
            "Male"
        ],
        [
            "MR SMUTS",
            "How then did you come to know, if you didn't follow events in the media, that a list, a so-called hit list to which you referred, had been discovered?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the media the only source of that information?  I don't ...[intervention]",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "According to the witness's application, Mr Chairman, he says so in his application.  It's at typed page 6.  You say, Mr Guleni, on page 6\n\"We also believed as it was also reported in the media that there is a list of other leaders of ANC and it's allies in the hands of the enemy.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you this, did you what you believed about this list, existence of this list, did you get that information through the media or through some other source?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Although I cannot remember exactly but I believe during the evening when it was our first time to hear about the death of Chris Hani, it was uttered that there is a hit list so I believe I got that information that time but after that we couldn't have a time of watching news, reading papers, we were so busy to do that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Weren't you afraid after reading about this hit list that they might have killed other people in the mean time?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, we anticipated that it could happen but ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you were not interested in watching the media or the TV to see whether it happened?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We couldn't have time to do that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Three days and you didn't have time to look at a newspaper or listen to the radio or the TV?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja.",
            "Male"
        ],
        [
            "MR SMUTS",
            "If you became aware then through the media as you say in your application of the existence of the so-called hit list, you would also become aware because it's a matter of public record that amongst the names that appeared on that list found in the possession of the assassin of Mr Hani, appeared the names of the then Foreign Minister, Mr Pik Botha and at least two reporters employed by Afrikaans medium government supporting newspapers?  Do you recall that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just repeat that Mr Smuts?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, I put it to the witness that it was a matter of public record that on the so-called hit list found in the possession of the assassin Walus appeared the names inter alia of the then Minister of Foreign Affairs, Mr Pik Botha and two journalists employed by Afrikaans medium government supporting newspapers.",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No I don't remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts I seem to - all the Panels have been provided with submissions made by the African National Congress, it's quite a thick voluminous document, I mean particular about the hit list, there was mention of two hit lists.  I mention this only as a submission in terms of that document.  I don't know whether that is true or not.  Are we talking about two hit lists maybe, perhaps?  There hasn't - there wasn't a copy of any hit list on the submission though, I have to point that out, so I don't know if there's a bit of confusion?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, I'm just dealing with the research that we did in preparation for this hearing and we went through the press reports of the time and there was a report shortly after the shooting of Mr Hani which reflected that once the possessions of Mr Walus had been found what was described then as a hit list which included members of the African National Congress, Mr Slovo, Mr Maharaj but also included Mr Pik Botha and these journalists from Rapport and Beeld.\n\tYou have no recollection of specific names on the hit list to which you refer?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No I have none.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why did you mention in your report that it was reported in the media that there was this hit list?  Is that where you got the information from, from the media?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "We have not been able to find any press coverage which suggests that news of that hit list was released on the day of Mr Hani's assassination when you say you watched it, the news broadcast on television?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I don't remember by now.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Is it possible then if you received it from the media that you received it, that information, not on the day of Mr Hani's assassination but thereafter?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I couldn't remember myself after the day of Chris's assassination watching news so to me it came to my knowledge at the time at the first time I came across the information that Chris has been assassinated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would it only have been through the media where you got information of this hit list?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How else would you, could you have got that information?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We could also get the information from our upper structures of the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can't remember now exactly which source was it that you got that information?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I can't remember exactly.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Guleni, to the extent that you seek to rely in justification for your actions on a potential right-wing threat at Port St Johns, are you able to give the Committee any greater detail than Mr Hermans did regarding facts on which your suspicions of a right-wing infiltration were based?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I can, but not as exactly as Pumelele did, but I can up to my own ...[indistinct]",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well, what I asked of you was whether you could give any greater detail than Mr Hermans had given, are you able to do that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes, extra.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Other information other than what Mr Hermans was able to give us, that's what the advocate is asking, relating to the information which led to the belief that the\nAWB was operative in the area and in fact was using the coast as a base to do what it did or what you believed it was doing.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I may not be sure whether it can differ from what has been said by Pumelele but what I can remember is that there is within these suspicions an information that also in another area there was infiltration at Port St Johns.  I can do that to my best.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well if it was a factor on which you rely, Mr Guleni, then this is the last opportunity you're likely to have to place it before the Committee, so if it's relevant would you inform us of it?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Okay.  Like I myself, the main task that I was in charge was to go and recruit in the bridges outside town, also including town of course.  So at times when I get in the office to check the occurrences, I used to get a report from the administrator that there has been information forwarded into the office that there is an infiltration as indicated by Pumelele.  But also, there's an area which is known as Bantu, Bantu at Port St Johns, where it was alleged that there were suspicions that some weapons have been loaded at Bantu.  So also other facts are those that have been already given by Pumelele.  So what happened, on the basis of that information we got, I together with Mr Vigetu, the then Chairperson of the ANC as I was the Secretary and also another executive member Kholiniswa Mgune, went to regional offices to report the matter that we are operating under threat and even at that time we couldn't say that we have a tangible evidence around this but we felt we are under threat because these people are infiltrating the area so that's how it occurred.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was there any assault or attack on anybody by these AWB people here?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No there was no assault but ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was there confrontation?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "What we got was information that they target Port St Johns, in fact these people were alleged to have a fear that Port St Johns because it's having also a special force, that is TTF, based there, is a strongest area which if it could be infiltrated it could make things easier for them to have their operations.  That's some of the allegations we used to get so we were afraid that if they succeed in their missions of loading in the weapons and happen to succeed in doing their violent activities there, it means we will be under threat, as an organisation we would not survive any more.  That's why we decided to go and report these things, not waiting for any incident to occur before we report.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the launch of the South African Party there in the area, there's evidence here that there was a protest of some sort which had the effect at the very least of interfering with that launch, hooters were blown and whatever.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I was informed that day, I mean that day of it's occurrence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were no not present when that happened?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No, I was present in the meeting inside, then I was informed about there has been that chaos that has been happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go look at what was happening outside?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No, I got out after they have gone, taken second ....[indistinct] as it was said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you don't, you won't be able to tell us who those people were?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No I can't but I was informed that ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I wanted to know whether you yourself?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Now to the extent that Mr Hermans was able to assist us with evidence regarding the possibility of weapons\nbeing stockpiled, this relied on heavy boxes that were off loaded with Mr Costello, was that your information as well?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I got that information.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I see in this morning's newspaper that a journalist contacted him and he is reported as having said that he moved a large quantity of heavy boxes during that time because he owned a wholesaling and retail operation.  Are you able to dispute that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we able to accept that?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "The evidence of Hermans, Mr Chairman, was that he ran a supermarket.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we able to accept what is contained in that newspaper?  I intend making some comments about that activity later on when you've finished the evidence.  I might as well tell you now we're not really satisfied with the newspapers interfering with our work.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well, can I put the question to you outside of the newspaper report?  Do you agree with the information of the evidence of Mr Hermans that there was, that Mr Costello ran a commercial enterprise at Port St Johns?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I agree.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Yes.  Apart from the fact that heavy boxes were moved was there any greater information, more specific information on which you could rely for the suggestion that weapons were being stockpiled?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No, there's no greater information other than that except that it used to be a situation that in the morning you find perhaps a watch man from Costello's place going to the office about reporting that there were some suspicions that the weapons were off loaded to Costello's place so considering the question of the happening of the off loading as well as the time of reporting the thing, we could easily draw inferences that really, this could be case as it is reported by the reporter.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did I understand your evidence correctly that by the time of Mr Hani's assassination you had not yet had an opportunity to investigate these suspicions to come up with concrete facts and prepare a report?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About what?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "About the suspicions that had been reported to you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know, Mr Smuts, that's why I asked initially that the report that there were AWB activities being conducted was accepted.  The investigation related to the details thereof.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Did you have any greater or more specific information than that detailed yesterday by Mr Hermans regarding meetings which were suspected of being AWB meetings?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No I don't have one.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Like Mr Hermans, you had no knowledge of the topics that may have been discussed at any of these meetings?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No I have no knowledge.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When your colleagues from Flagstaff then arrived, did you immediately come to a decision as to what it was that jointly you would do with them?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And what decision did you take?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "We took the decision of going to Mpandi where we informed them that that would be the proper base to launch an attack.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why was it decided that Mpandi could be a proper base from which to launch the attack?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "It was decided on the basis of information we received that that is the area where there used to be meetings of the anti-revolutionary forces, if I may put it that way.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And was that the only reason why that coastline was targeted because you had information that at some or other stage the anti-revolutionary forces had held meetings there?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "It must not be forgotten that the main reason why we decided to go an launch an attack because we were retaliating for the killing of Comrade Chris.  Then we chose that area because we didn't want to hit anybody, we targeted that area because we suspected that it's the area where we can find the people who appeared to be against the revolution.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Ja but Mr Guleni - sorry Mr Smuts - before the assassination of Mr Hani did you not have a lot of time, plenty of time to investigate these rumours and suspicions?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We could have but the problem was that at that time we were busy engaged in activities in canvassing for the elections.  Now the pace was not that much faster because we knew that at the end of the day we would call out the investigation.  We kept on receiving the informations about suspicions but we didn't move to an extent of going to these areas and it, according to us, needed thorough planning because we regarded these areas as dangerous areas to us and we regarded as the people who can be in the hit list if we are the key leaders of the area.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can one infer from what you've just said that it was not a matter of urgency to investigate these rumours and suspicions?  It was not urgent, it could carry on with other things and do it later?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Not necessarily doing it later, it was urgent but now we were - it was not as urgent as, I don't know how to put it, it was urgent but just that we were still engaged in other activities.  We didn't say we'd suspend the question of investigating but that we haven't yet come up with tangible things because we kept on receiving the information and further asking these people who are forwarding the information.  That was part of the investigation but we haven't moved to the extent of visiting the scene because we thought that it needed thorough planning before we would directly visit the area as well we assumed that is dangerous.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now you assumed there's danger in those areas, what danger, could people be killed?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "For us to go and investigate without having planned would put us at a risk if we found if it is true that these people were AWB members.  They wouldn't like a situation where they will be surveilled or investigated, all those things.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But your people staying there, weren't they in danger of being killed?  They've seen these people, they report to you?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "First of all that camp was regarded as the camp which was used as a venue for these missions and the people, there were people who were staying in the nearby villages there so according to us it wouldn't be safer to just go in that area without having first planned to ....[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But how long would it take you to plan?  You've planned the murder of these people within an hour or two hours.  Why couldn't you plan an investigation with months passing since you've got the information?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "But we were in the process, like we were still engaged in other activities.  We didn't want to neglect other activities.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "There wasn't even an election date fixed at that date, staged, so there was no urgency about the election?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "But the process was promising that the date at the end of the day will be fixed.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Right, no I agree with you as far as - could you tell us, who gave you the information about these people, what's the names of your informants?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I couldn't recall the names of the people who gave the information but there were people coming from the villages outside town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did they say what were these people doing?  Is it these anti-revolutionary forces, what were they doing that was being complained of?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, the people said these people used to gather in those coastal areas outside town and they used to see one John Costello from town to those areas and ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what, what were they fearing or what were they complaining about?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "There's nothing they were complaining about except that they were suspecting that now that Costello who is suspected to be AWB but because it's not only us who suspect Costello is AWB member, then they inferred that these gatherings have been attended by Costello could be AWB gatherings and it was a threat...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what was wrong with that?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We felt we were threatened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How?  What happened - okay let me ask this - who is we when you say \"we felt we were threatened\"?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I'm referring to myself and other leaders of the ANC like Pumelele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you feel threatened?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We thought the mission of these people is to make it point that they destabilise the whole process towards transformation and we thought now, as the violence was carrying on now and again, we thought we would be one of the areas effected because AWB according to the way we regarded it was a structure which perpetrated violence so that's why we had a fear that if they carried on without having or without us taking steps towards informing our structures that there is this thing, I mean we are afraid that we will be in danger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Up to that stage that had not done anything that would endanger you but there was merely an expectation that that would eventually happen?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes, up to that time you can say so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "If I can come back to what I was trying to pursue with you, the reason why you targeted Mpandi was because you had had reports that meetings had been held along that coast which was suspected of being right-wing meetings, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And those meetings had been held at what stage?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I don't know I was never been there.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What was the most recent report of a meeting along that coast before the death of Mr Hani?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I can't recall in terms of time, it's hard for me really to ...[indistinct]",
            "Male"
        ],
        [
            "MR SMUTS",
            "But in general terms, had there been a meeting a day before or a week before or a month before or was it a longer period than that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "In fact according to those reports they could not specify that yesterday there has been a meeting but they reported that a number of meetings that are held there, it was just an information in that sense, so I it's going to be hard for me to say it was that period before the incident.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When you decided to target Mpandi, did you go to the sources of this information to enquire as to whether there had been a recent meeting and whether people who had attended such meeting were in the area?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why not?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "As I indicated before that we were disturbed about the killing of Comrade Chris Hani.  What - ja, as I've already indicated, so what we wanted, I mean due to the pressure or due to the time constraints we felt we must carry on the mission without even going to the area and do as you say.",
            "Male"
        ],
        [
            "MR SMUTS",
            "So when you set off to Mpandi, you didn't know whether you were likely to find any people there who fitted your target description or not, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "At the time we went to Mpandi, we were not aware as to who we are going to find but we suspected that these people were alleged to be gathering there, perhaps we would find them there.",
            "Male"
        ],
        [
            "MR SMUTS",
            "If you found people there, they might be people who fitted into your target group, is that what you expected?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Ja that's what we expected.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When you refer to second beach, what area are you referring to?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I'm referring to the area, the coastal area which is just near the town but it's an area which is a beach in town.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Between the time of Mr Hani's death and your actions on the 13th April 1993, did you receive any information regarding right-wing activity which would have enabled you to determine where your target group might be?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "There was no other area except those I've mentioned.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Yes but the question I'm posing to you is within that time period, the killing of Mr Hani on the 10th April and your killing of the Weakley brothers on the 13th April, within that time period, did you obtain any information regarding right-wing activity which would have enabled you to pinpoint where your target group might be?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No I don't remember.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I ask you this because in your application form, on the typed page 6, in the second paragraph, you say\n\"From the day of Chris's assassination there was some information that armed Boers had arrived at Costello's place and others at second beach cottages\"\nwhich is incorrectly transcribed.   You then say:\n\"We were also informed that some Boers are going to camp at Mpandi Wild Coast.  These are the reasons that resulted in us attacking them.\"\nIs that not true?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, that is true.  What confuses me is the question of period between the incident of Chris Hani and the incident of the victims but in regard the question of this information about the arms, we did receive, but I'm not actually remembering the time when did I get the information but we didn't receive the information about the ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Here you say:  \"From the day of Chris's assassination\" that was the 10th and before the killing you received this information.  Is it true or is it not true?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "It's true that we received this information.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So why didn't you tell us about it before?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I really apologise for that, it's a question of being accurate in remembering the ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, this is the most important information.  You couldn't have forgotten this, if it's true.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "If it is true, Mr Guleni, from whom did you receive information that some Boers were going to camp at Mpandi?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again with the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who told you, who gave you this information, doesn't matter when you got it, you say you received that information.  The question is, who gave you that information?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "It's hard really for me to recall the name of the people, person who gave the information but this falls amongst the report that we were forwarded in the office that these things are really happening.  At times I used to get in the office and get a report, we were having the people who were in the office as administrators.  So now at times you'd get a report that this is happening and ...[indistinct] due to the lack of expertise in terms of now getting the information, I don't know, but we received this information, we didn't have a follow up of saying \"did you record the name of the person?\"",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Guleni, how do you reconcile your evidence given minutes ago that the reason why you targeted Mpandi was because suspected right-wing meetings had been held there, with the reason given in your application form that you had direct information that some Boers were going to be camping there and that being the reason for your attack?",
            "Male"
        ],
        [
            "MR ZILWA",
            "With respect, Mr Chairman, can that question be clarified because there's nothing here that reconcile those two statements?  If it sees there was information beforehand that this was used as a meeting places for the Boers and then it says there was information that some whites or Boers, as it is put, are going to camp there.  I don't understand what is reconcilable?",
            "Male"
        ],
        [
            "MR SMUTS",
            "I would have thought it was patent, Mr Chairman.\n\tYour evidence was previously that Mpandi was targeted because you had heard that there had been suspected right-wing meetings there, correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You had no information regarding right-wing activity which would have enabled you to identify your target.  I asked you and you said you had no such information, correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That's correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "This statement says that you had information that \"some Boers were going to camp at Mpandi Wild Coast, these are the reasons that resulted in us attacking them\".",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, Mr Smuts, I think you're incorrect.  They had information that Boers were camping at Second Beach, not at Mpandi.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Sorry, Mr Chairman, my transcription, it may be incorrect, reads\n\"From the day of Chris's assassination, there was some information that armed Boers had arrived at Costello's place and others at Second Beach Cottages.  We were also informed that some Boers are going to camp at Mpandi Wild Coast.  These are the reasons that resulted in us attacking them.\"",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry it's the next sentence.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Smuts, you don't want to read what you've just read together with the last sentence on the first paragraph, that will be page 41 on my document where it says\n\"Unfortunately, this assassination of Chris coincided with the situation where Port St Johns community was under\" I suppose that is \"threat\" whatever?\nIt happened at a time there were all these problems, perceptions, rumours and suspicions being held?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, I can only use the document as it stands and compare it with the witnesses evidence until this document was put to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, my problem is that you told us just now that the unexplained dispute was patent.  I too don't follow what you're trying to get at.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "I'll try and simplify it as much as I can, Mr Chairman.  The witness has confirmed that he's earlier evidence was there was no evidence, that there was no information enabling his group to target, to establish where the target group was.  The statement says that information was received that some Boers were going to camp at Mpandi, which is where the attack was launched.  Thank you Mr Chairman.\n\tMr Guleni, you had confirmed that before the shootings on the 13th April 1993, you did not have information which enabled you to establish where your target group could be found?  Is that correct?",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, before that is answered, maybe that is not strictly correct.  The witness has been saying all along that the reason they targeted Mpandi is because they'd received information that these people were doing their planning at Mpandi, that is why Mpandi was targeted as an area.  So now to suggest that his evidence is that they had no information of saying where the target was would not be strictly correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But was it not part of his evidence Mr Zilwa that they could not attack them in town for reasons which he specified?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, he has stated that it was said that these infiltrators were both in town and in Mpandi.  Now they decided that attacking the targets in town because of the problem of the police and the military which then left them with Mpandi which had also been identified as a place where the planning was occurring or where the infiltrators were camping, that has been his evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was also his evidence that he didn't know who he was going to find there.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I'm sorry, Mr Chairman, I didn't get that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was also his evidence that they didn't know who they were going to find there.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, they said they were not sure that they were going to find the targets in Mpandi hence they decided to send a scouting party first.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Yes Mr Chairman, the record will show that there was no evidence of any kind to suggest that right-wing elements were camping at Mpandi.  But if I might be permitted to continue, Mr Chairman?\n\tYour evidence was that up to the shooting on the 13th April 1993 you had not received information which enabled you to target, to locate your target group at any specific place, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again?  Up to which stage?",
            "Male"
        ],
        [
            "MR SMUTS",
            "Up to the shooting - up to the 13th April, you had not received information regarding your target group which enabled you to locate them in a specific place on that day?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean?  Wasn't the information that these people were allegedly having meetings at the coast,  various place, one of which was Mpandi?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, the evidence that I heard was that such meetings had been held at various stages.  There was no evidence that on the day in question, on the 13th April, there was such a meeting, that there was information that people who attended such meetings were present at Mpandi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That follows that's why they went to Scot and they got information that there were these white people who were staying there who had gone to the coast and who were returning around five or whatever time it was said.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Your statement says\n\"We were also informed that some Boers are going to camp at Mpandi.\"\nWho gave you that information and when?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I've indicated that I'm unable to recall as to who specifically gave the information but at the time we were going to Mpandi we had in our minds that that is the area which has alleged to have as an area, as an infiltrated area.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Yes, I understood your evidence earlier to be that that was because you had heard that meetings had been held there, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "This is far more specific, this tells you that some Boers are going to camp there?  When did you get that information and from whom?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "What I know is that that is an area which the Boers used to camp in, that is an area that it has been alleged that they are using as a area to hold meetings.",
            "Male"
        ],
        [
            "MR SMUTS",
            "It was also an area used by holidaymakers, was it not?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "At that time I had no information of such a nature.",
            "Male"
        ],
        [
            "MR SMUTS",
            "It was a holiday season at the time when the events occurred, was it not?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And we've heard that you passed - that holidaymakers were passed by the Flagstaff party on their way to Port St Johns?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "There were holidaymakers in the area of which you were aware?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again?",
            "Male"
        ],
        [
            "MR SMUTS",
            "You were aware that there were holidaymakers in the area?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Which area.",
            "Male"
        ],
        [
            "MR SMUTS",
            "The general area of Port St Johns, along the coast.",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you know that Mpandi, is it Mpandi?  That Mpandi area and Khumolo were places for holiday resort where holidaymakers would go?  Did you know that?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We didn't know the area until such a time we went there, except the one who knew.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where did you grow up?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Pardon?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You were staying at Port St Johns, is that correct?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where did you grow up?  Where did you stay all your life?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I was staying in town.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "In Port St Johns?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you didn't know this was a holiday resort?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes because I was never been to there and I stayed in Port St Johns as from '90.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where did you stay before 1990?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Before 1990 I was staying at home in Lusikisiki.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Isn't that just about the same area, Lusikisiki and Port St Johns?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No, Lusikisiki is about five kilometres from 4, 5 kilometres from Port St Johns.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So in 1993 it was unknown to you that Port St Johns had holiday resorts one of which was Khumolo and Mpandi, that was unknown to you?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "It was unknown to me that Mpandi was a holiday resort.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you aware of any holiday resorts in the area of Port St Johns?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes, I was aware although I was never been to those coastal areas except the one in town, coastal area in town.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Which ones were those?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "In town it was Second Beach and First Beach as well as Third Beach.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How far were those from the place where the deceased were attacked and killed?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I can estimate that it was about 40 kilometres from town.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When you said in your statement after having recorded that you received information that armed Boers had arrived at Costello's place, others at Second Beach Cottages and that you'd been informed that some Boers are going to camp at Mpandi Wild Coast, when you said:  \"these are the reasons that resulted us in attacking them\" what reasons were you referring to?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I was referring to the reasons that I've already mentioned, been mentioned such as the information we often get from the people who are reporting that there were meetings held at Port St Johns and other coastal areas outside town.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Before you went to Mpandi, you did not have any direct information that people who would be found there were in fact linked to Mr Costello or the AWB?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I've indicated, sir, that there was no direct information except that hearsay.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And your evidence, when you were being led by your representative, was that you wanted to avoid a situation where you hit people that you would not be targeting, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When you then went to investigate the area at Mpandi, what did you find when you got there?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "We found that there are some white people who are at those camp, some have gone to one of the coastal areas.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And that was what was told to you by somebody who you believed to be a servant there, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you see motor vehicles there?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No, I don't remember.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you enquire, given your concern, that you should not be targeting, should not be hitting people whom you were not targeting.  Did you enquire from the servant as to who these people were, for whom she was working?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "We did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even if he didn't, he was told that it was Mr Weakley, would that have made any difference?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Did you enquire where they were from?  The people for whom she was working?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did you enquire as to what they were doing there?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, that white child you said you talked to, what were you talking to him or her about?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We were just talking, asking her whether is she schooling, where is she from, with whom is she staying at the area.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was the answer to those questions?  What did she say?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "She said she's staying with her mom and her father but at that time they were not there, so she said - I don't remember whether she said they are coming from Free State or Gauteng but she mentioned one of those areas outside the then Transkei.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you have any reason for talking to her?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We had no reason other than to find out whether who were the occupants there at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who you mean, whether they were white people or not, did you want to know names and addresses and so forth?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Not necessarily names and addresses, we wanted to find out whether who are staying in that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what do you mean by who?  What kind of people?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I mean white people.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you didn't bother to find out what's there political affiliation?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Even if we bothered but we couldn't have time, enough time to do that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, you could ask the child.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "But the time didn't to allow us.  We wanted, the only thing we wanted to know is whether there are any white people in the area.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you could see there were two at least.  The child okay and she told you about a woman and a servant already told you that the others have gone fishing and you could ask the servant was she a person staying there or did she come with the people for whom she worked?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Our belief was that ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, not what your belief was, did you ask her?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We did not ask her.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now why if you want to find out whether this would be a suitable target, why didn't you ask her?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We couldn't have enough time to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old was this child?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I think she was about nine or ten.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, can you just explain something here?  You say that you wanted to make sure that you did not hit an unsuitable target.  What did you mean by that, who would have been an unsuitable target in that situation?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "To us it would not be sensible to hit a child, to hit a grandmother, we thought the suitable target would be the people or the white men that would be found at that time at that area.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Guleni, from the response that you got from the child it was apparent that the people who were there were not local residents, they had come from some distance away.  Is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You knew it was a holiday season, correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Having now been advised that the people who were living there had come from some distance away during a holiday season, what effort did you make to establish that notwithstanding that information, they still fitted within your target group?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Sir, I want to make this clear that we couldn't make any efforts to find out whether people are there on holiday purposes or not, we have been informed that this area is used by the right-wingers so it will suffice to get information saying that people, I mean it will suffice if we got the information that there are white people who are in that area.  Then we believed that if there are, well those will be falling into the people we were looking at.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Let's test that.  You had also been told that Port St Johns was being used for right-wing activity, not so?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is so.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Would any white person in Port St Johns accordingly have been an appropriate target?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Not any white person but those whom we knew or we suspected to be members and those whom we suspected to be having something to do with those we suspected to be members of AWB.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Well if that's the case then why would any white person at a particular resort 40 kilometres away be an appropriate target?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He had information rightly or wrongly that that's where they gathered.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, Mr Chairman, he had information that they gathered in Port St Johns, but in Port St Johns not every white person was a suitable target and the question is why would every person at Mpandi then be a suitable target?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "It is because Mpandi was believed to be an area where it is an area outside town where these people used to hold meetings.  That's how we believed.  Like if we found a group of white men at Mpandi we would regard them as the target we need.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If it was a single family staying there, would you believe they've come from somewhere to hold a meeting there between themselves?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "That what depend at that time at the nature of the grouping.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What made the particular grouping that you had selected for attack appropriate for such attack?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Let me put it this way.  If we found a grouping where there are also children and appears to be a family, well we couldn't have attacked those people.  We could believe, I mean if a grouping was reflecting people who are holding meeting, we could easily see that these people are holding meeting.  That was one of the purposes we went to inspect the area first.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Weren't you told by the child to whom you spoke that she was there with her family, with her parents?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Come again?",
            "Male"
        ],
        [
            "MR SMUTS",
            "Weren't you told by the child to whom you spoke that she was there in the family grouping with her parents?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I don't understand your question.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Were you or were you not told by the child to whom you spoke that she was there at Mpandi with her parents?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "The child was not with her parents at that time, she was alone outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you told, did she tell you that she was there holidaying there with her parents?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "She didn't specify that they are there on holiday but she indicated that they are not staying there, they are from somewhere else.",
            "Male"
        ],
        [
            "MR SMUTS",
            "And she told you that she was there with her mother and her father?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "She didn't tell you that they were there holding meetings?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "But you thought that the people who had left from there to go fishing were a suitable target notwithstanding that information which the child had given you?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Ja if I may make it clear, the reason why we decided to have a group of people who are going to give signal when they believe that is a suitable target it's because we were avoiding the situation where it would hit people who appear not to fall under the category of the target we needed.",
            "Male"
        ],
        [
            "MR SMUTS",
            "We'll get to that.  In your application on the typed page 6, five lines from the bottom, there is a sentence which to be fair to you may be improperly punctuated, but it reads\n\"Although we had intention of gunning down any white along the coast provided we had reasonable suspicion that they could be those who are behind violence\"\nit probably was mean to read on:\n\"we could not hurt kids\"\nas one sentence.  Was it a prerequisite before you went over to attacking any particular victim that you should have a reasonable suspicion that they could be those who are behind violence?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes it was a prerequisite.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What gave rise to the reasonable suspicion that three fishermen and two children in a 4x4 vehicle could be those who were behind violence?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "It's because they were alleged to be staying in that area which we believe is an area where the missions are carried on.",
            "Male"
        ],
        [
            "MR SMUTS",
            "The missions are carried on?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Or the meetings for the right-wingers are held, let me put it that way.",
            "Male"
        ],
        [
            "MR SMUTS",
            "In other words, any white person found along that coast was a target?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I don't understand you when you say any white person because I've already mentioned that we would regard any person found there but with the exception of a few like children and grandmothers.  We would avoid a situation if we happened to see that these people or the people we come across include all those I've mentioned such as ..[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "In fact you shot at a vehicle with children in so you ignored that prerequisite.  Factually you ignored it because there were two children in the vehicle.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Unfortunately, we couldn't see that there were children in the vehicle.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja.  Mr Smuts, I don't think you - it would serve really any purpose of continuing, I think it's clear that they shot at people, at a motor vehicle where children were in, they didn't ascertain beforehand whether they were AWB's or not.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes Mr Chairman.\n\tMr Guleni, your evidence was that you were seeking to advance the interests of the African National Congress, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "You were aware that the African National Congress had committed itself to a non-violent approach, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Were you aware that prior to the shooting on the 13th April 1993 of any change in that expressed policy of the African National Congress?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Were you aware of the opposition of the African National Congress to racism?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I was.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Was there any change prior to the 13th April 1993 to that approach of the African National Congress?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Then how did you believe that by attacking white people you were furthering the interests of the African National Congress?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If, Mr Smuts, given the fact that they had taken a decision to commit murder, it could hardly be expected that they would kill a black person in the circumstances could it?  It wouldn't serve their purposes, even if we disagree with their purposes.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well, with respect Mr Chairman, when a significant number of supporters of the African National Congress were shot and killed at Bisho, they were shot and killed by black people.  The opposition to the African National Congress did not extend exclusively from within the white ranks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts I don't want to get into the massacre, there's lots to be said about the Bisho massacre but still, the point I'm making is that he's being confronted with the racial connotations attached to this event.  I don't think anybody can deny there was some racist undertones.  All I'm asking you is, can it be expected that in those circumstances when Mr Hani was killed by a right-winger, is it to be expected that it could be otherwise and whether the killing of a black person would have served their purposes, be it right or wrong?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Maybe we can find out from him what his attitude was to the kind of act they committed?\n\tDid you regard the act you committed on that day as an act of racism?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would the white man be chosen then, any white person as a target in retaliation to the assassination of Mr Chris Hani?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "It's because the way we felt after finding out that Chris Hani has been killed by the killers of him and we felt we must identify the people whom we associated the right-wingers that are for destabilisation.  So our belief was that in the area we went to would find those people.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If Mr Hani had not been assassinated on that particular day would you have selected anyone for attack, would you have killed any white person in that area?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "MR SMUTS",
            "If there had not been rumours and suspicions going around, would you have killed any white person in that area?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No, not in that area.",
            "Male"
        ],
        [
            "MR SMUTS",
            "What would have happened about those investigations?  Let us suppose Mr Hani had not been assassinated, what would have happened to the investigations you are talking about?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "We would compile and submit a report to our upper structures of the organisation as we did because we reported the information, the hearsay information we gathered to the regional office of the ANC there.",
            "Male"
        ],
        [
            "MR SMUTS",
            "When you took the decision to attack and kill these holidaymakers, was it your attitude that you did not care whether or not those suspicions and rumours were accurate?  What was your attitude to that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "It's not that we did not care but after we got the information that Chris has been assassinated, we had a feeling that we felt like doing something.  Then the question arises as to where do we do that.  Then we identified the area where we encounter problems most of the times.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If this thing ...[intervention]",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Where you encountered problems most of the time - I've asked you what problems did you encounter and you couldn't give me a single example of any problem that you encountered there.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I've indicated that I've got no specifics.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You people decided that a white man should die in retaliation to the assassination of Mr Hani.  Had you not had the benefit of these complaints about the AWB activities in the area, can you perhaps tell us where would you find prospective target and on what basis would you people have determined that?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "You can come again sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If there was no rumours or suspicions or complaints or reports about the AWB activities at the beachfront and in Port St Johns, your group had made a decision to kill a white person in retaliation to the assassination of Mr Hani, do you understand so far?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where would you have found this target then in the absence of those rumours?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Because in our planning we have interested, at that stage of assuming as to where would we find a target.  Up to now I cannot tell but we were disturbed by the killing of Comrade Chris.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we all know that.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The bone of contention here is why the victims were in fact killed.  You say that they were unfortunate victims because based on the information that you local people had received, the AWB activities in Port St Johns was such as to give you problems and they were conducting their planning and they ran a base at some coastal resort one of which you visited the day of the killing.  Now if there were no complaints by the people from the villages and the local people at Port St Johns about activities of the AWB and you did not have any information about bungalows and resorts at the coastline, who would you then have targeted?  Which white man or white people to retaliate and protest against this assassination of Mr Hani.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I think we will target any area where the blacks are experiencing problems of being killed time and again in South Africa.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In other words, just to make sure that I follow you, you would still have killed a white person, any white person, is that what you're saying?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Not any white person but who were reasonable suspect that they are having something to do with killings or they are perpetrating violence in that area.  We would target that area.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes but whatever the reason for the killing of such a person would have been but it would be a white person, not so?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "If that person is associated with that violence, yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why didn't you target somebody that you knew to be associated with violence rather than random people driving along a road?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Talk to them, how?",
            "Male"
        ],
        [
            "MR SMUTS",
            "Target them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they in the circumstances random targets?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "It's probably a question for argument, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The evidence as I understand it that they were suspected of being party to these AWB activities because they lived or were present in that area.  As flimsy as the connection may be, that's how I understand the evidence.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "There's no evidence of any violence in the area, Mr Chairman, none whatsoever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you not target somebody that you knew to be associated with violence?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again with the question?",
            "Male"
        ],
        [
            "MR SMUTS",
            "You said that had you not had these complaints, these rumours, in targeting a suitable victim you would have targeted a white person in an area where violence had been committed against Black people, is that correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why didn't you in any event target somebody that you knew to be committed to violence rather than someone about whom you had no information whatsoever.",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "It's because at that time we had the information about that area we went to.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Information which included not a single act of violence perpetrated in the area, correct?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Wasn't it in fact, Mr Guleni, simply enormously convenient to go to an out of the way area and target some defenceless white people on holiday who could never have expected an attack and would be easy prey for your attack?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No, we didn't think about that at that time.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Let us put it this way, Mr Guleni, if you killed a so-called black collaborator, a black person who had been a problem to your organisation and your people in that area, would that have had the desired political effect in the context of the time?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No, I don't think so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You had to kill a white person in the circumstances, is that what you're saying?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, what cropped out in our minds then was that now that - that began to suggest that the white people are declaring war against us when they killed Chris.  So we believed it will be soundable if we want to send a message that if they continue doing so they will encounter problems of being attacked back.  So that's how we felt we must target, I mean, those people, but those who are associated with perpetrating or ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Guleni, whenever a person was killed in order to send a message, there was some link between the killers, they could be identified as a certain group of people sending the message.  They would claim responsibility for the killing.  That happened even in Durban when right-wingers killed people, they claimed responsibility.  It happened in Ireland.  Why didn't you the next day issue a statement and say \"Listen Government we're going to kill white people.  We, there's to you, accept responsibility for this killing\" and make it clear that you're sending a message.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We could not do that because we knew that we'll make us to be prosecuted anyway and we never thought that a moment where we will be expected to sit for amnesty, will ever come, that wouldn't crop up in our minds then.  So we believed it won't be wise for us to divulge the information about the killings or to announce whatsoever.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes but you could do that Mr Guleni by calling the newspaper from a public telephone and you don't reveal who you are and you say:  \" We are retaliating for the assassination of Chris Hani\".",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Well we avoided doing anything that will end up jeopardising ourselves like we avoided a situation where the information would lead that we have done that, but we believed that now that something of that nature has happened, at least it will give a message to ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But there's a killing every weekend, every day in South Africa, somebody is being killed.  How would that convey a message that it was in retaliation for Hani's death?\nIf it's not said, told to the press by way of an anonymous telephone call or whatever?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Anyway, according to our reasoning then we felt it will be in trouble if we do that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you really considered this and decided against it?  Is that so?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or did you decide that you're not going to prejudice or risk any leak of identification?  Did you decide that?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, we decided that in an attempt to secure ourselves.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Then I can't understand how you're sending a message.   Who acted as your leader in this operation?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "There was nobody who was acting as a leader.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So there was nobody ordering you to do anything?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, there was no specific body who was giving orders.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So there was nobody between the seven of you who took the leadership and said \"listen I want you to do this or I want you to do that?\"",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And there was no reason why you should have obeyed anybody asking you to do anything?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I don't understand this question.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If you were acting as a SDU and the SDU would order you to go and kill somebody, then you're acting on the orders of the SDU.  But the SDU didn't order you to go and kill anybody, is that correct?   It wasn't the chairperson ordering you to do this or take this rifle and shoot this person, that didn't happen?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you acted out of your own?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We acted as SDU members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As a group in your own right, equally not subservient to any other person, not so?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Guleni, were you surprised by President Mandela's call for calm and for people not to take the law into their own hands?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Surprised how?",
            "Male"
        ],
        [
            "MR SMUTS",
            "Did it come as a surprise to you that he should make such a call?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Well, I was expecting any kind of response to the situation from a person of his calibre.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Any kind of response?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SMUTS",
            "A call to take up arms and go and shoot people?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "What I'm trying to say is that I wouldn't say I was surprised by the report because I was expecting that he could say, anyway let's remain calm.  That was expected also.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Wasn't his call for people not to take the law into there own hands entirely consistent with the policy that he and his organisation had expressed since 1990?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "It was.",
            "Male"
        ],
        [
            "MR SMUTS",
            "It was action which was out of line with that policy?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "We didn't regard it as out of line with that policy because we thought there was a necessity to carry on with the operation in order to protect the ANC itself.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why didn't you carry on with the operation of his call then, if there was this necessity?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Come again?",
            "Male"
        ],
        [
            "MR SMUTS",
            "Why didn't you carry on with this operation, you said you planned further operations, why didn't you carry on with them after the President's call?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "It's because he had made that call that we should remain calm and we were obliged to obey that call.",
            "Male"
        ],
        [
            "MR SMUTS",
            "But the organisation and it's leaders had made such calls persistently over the previous three years and you didn't heed such calls on the 13th April 1993?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What calls are you talking about, persistent?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "For calm, Mr Chairman and for peaceful activity and for people not to take the law into their own hands.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Chris Hani only died on the 10th April.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, Mr Chairman, the document Exhibit B reveals a response to a number of incidents, surges in violence, the Bisho shootings, and on each such occasion there is a call from the ANC leadership for calm and for people not to take the law into their own hands.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But Mr Smuts, without initiating a debate on this, on those occasions you've referred to, did you have a situation where a prominent, very prominent leader of such an organisation had been gunned down by a white assassin?  Did you have such a situation at that?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is it not the evidence here from the applicant's very consistent evidence that their reaction was one of anger, they were emotional, I think they've been very frank about that?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "They said so, Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can that be a fair question then to put to the witness at this stage?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, I believe so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, Mr Smuts, it cannot be denied that that was the policy of the ANC, public policy at least.  The fact of the matter is that these group of people did not heed to those calls at the time Mr Hani was killed.  All of them have explained that they embarked on this venture, if I may call it that, in a act of defence of their leadership as a warning \"leave the leadership alone, we're not going to tolerate an attack on the leadership again.\"  Isn't that in essence what he's saying?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, Mr Chairman, unfortunately they need to go further to qualify for amnesty and they seek to do so by saying that they were furthering the interests of the organisation and that is what I'm querying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So?  Isn't the protection of the leadership in the interest of the organisation?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "The defence of the leadership would be, Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why didn't you attack one of the politicians of the Government?  That would send a clear message \"You're killing our leader and we're going to kill your leaders\"",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We didn't think about it at that time.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Wouldn't that be the clear message and the only message you could send in those circumstances?  Don't kill an innocent person here on the street.  If you really want to send a message, kill a politician?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We anticipated the situation where we would find politicians in the area where we went over to.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you've never asked anybody whether the people camping there were politicians, you made no effort whatsoever to find out whether they were politicians.  So you couldn't have expected to find a politician there, not even enquiring whether there is one.",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Perhaps the period was very short for us to make a thorough investigation before we carry on the operation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, perhaps the real truth is, I believe you wanted to send a message and it didn't matter whatever white you killed, whether he's a politician, as long as it's a white then you would send a message \"listen white people, you've killed a black man, we're retaliating\".  Isn't that the real truth in this case?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "But if that is the case, we couldn't have avoided those who were coming from opposite direction.  We were going to the area, we could have hit them also.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, it was too near to the police?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Not ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And there were other people driving who could see you and you were very afraid of being seen, that's why you chose that isolated spot?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I don't believe that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay, if that's not the case then we'll have to consider your case on the basis that you ...[inaudible]",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Guleni, do you accept that the way you went about your target, you were not very careful the way you did it?  Do you accept that?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I accept that we were not very careful as it appears now, but at that time we thought we have done all what we were expected to do in order to carry on with the operation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And you were not thinking rationally, should I understand you to say that?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "At that time we thought the role we played by inspecting the area before we carry on with the attack was enough to do what we went there to do.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But when you look back, are you able to conclude that you were not very careful?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I do.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would you be able to go as far as to say that perhaps you were thinking with your blood and not your mind?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "It's not clear to me what you mean.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You weren't being very rational in the circumstances because you were angry.  You didn't do what you would have done in other circumstances, to check out what you should have checked out?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja, but at the moment we believed we have done all what we expected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that moment ja, but the question is sitting now and thinking about it, do you agree perhaps there could have been other things you should have done first?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Ja I do.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Mr Guleni, in fact one of the men you killed was an opponent of the Government.  There's a newspaper column which appears in - as document Q of Exhibit B which reflects in it's third column and the third paragraph from the top, dealing with the activities of Mr Alistair Weakley\n\"More recently he involved himself in Grahamstown's Peace Committee and it's efforts to deal with the crisis of local government in Gienie.  On the day of his funeral he was supposed to be involved in a mediation meeting.\"\nDo you think that in the killing of such a man you indeed sent the message that you wish to send to the Government of the day?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "In fact the reason why we are asking for amnesty and the reason why I've said earlier on that I'm so apologetic to the victims of the families because we have been made to believe that the people we hit were not the people who were supposed to be hit.",
            "Male"
        ],
        [
            "MR SMUTS",
            "In that column it concludes\n\"There's nothing that can be done the gunmen which would undo their act but there is something that can be said to them: 'Shame on you, you killed a new South African'\"\nAre you ashamed by your actions?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR SMUTS",
            "Could you, with more care, have avoided targeting the wrong party?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I'm not sure whether what you mean by more care because I've already said at that time we thought we have cared enough.",
            "Male"
        ],
        [
            "MR SMUTS",
            "I've no further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR SMUTS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Just a few Chairperson.\n\tMr Guleni, where did you complete your amnesty application form?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "In Umtata, I completed it in Umtata.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whereabout in Umtata?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "With, I don't know that area but with Advocate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway, with a lawyer?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "With a lawyer, yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.\n\tNow the theme of your application, general all of you is to the effect that you were retaliating the death of Chris Hani and your political objective was to send a message to the De Klerk regime about your intentions.  Now we know that the person that killed Chris Hani is Janus Walus who was not an agent of the De Klerk regime.  Now can you explain how come that you have to send a message to De Klerk when the killer is not a De Klerk agent?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "What we wanted to achieve was that all the anti-revolutionary forces that are killing blacks should refrain from doing so.  If they continued doing so they will meet the anger from the people.  That's what, that we needed to be cleared ...[indistinct]",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now did you link Janus Walus with the De Klerk regime, so to speak?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That be at the time on the commission of this act?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson, at the time of the commission of the act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know who killed Chris Hani that time?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "At that time what I knew was that he has been killed by a white person, I didn't know ...[indistinct]",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In fact if I can remind you, Mr Guleni, the identity of the killer of Chris Hani was publicised that very day, I mean the following day, that it was a white man who was of Poland origin.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Mapoma, was it not that very same morning the day Mr Hani was killed?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Ja, ja, Chairperson, the very same day.\n\tNow what I want to find out from you, did you in any way associate the killer of Chris Hani with the South African Government of the day?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I did.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "What transpired in my mind immediately I get the information that Chris has been killed, then comparing that with the activities of the regime then, such as question of delaying the liberation process, question of perpetrating violence in a number of ways, I concluded that that was tantamount to a declaration of war against blacks, but actually when they killed a prominent leader of ANC like Comrade Chris.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  No further questions Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination Mr ...[intervention]",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, Chairperson, a few questions.\n\tMr Guleni, you've been questioned at length about the message you wanted to send to the regime regarding the killing of your leaders and it was put to you that if you really want to send that message, why didn't you claim responsibility.  Do you remember that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR ZILWA",
            "And it was suggested to you that the fact that you never claimed responsibility on the following day would mean that your message had not been sent.  Do you recall that?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now given the prevailing circumstances of the day that the whole country was reeling about the event, in fact it was almost the event of the century that robbed the country \tmore than any other event.  Now did you believe that, let's put it this way, now given those circumstances\nthat the shock waves were going on around about the death of Chris Hani, now regarding your action of killing these whites immediately after the event ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Three days later, Mr Zilwa",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, three days later.  In fact as I recall, even a week thereafter, even at the time of the funeral, the anger was still boiling over.  Now given those events, what did you think the effect of your action would have been with regard to the message you wanted to send?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "As I have indicated earlier on that it would send a message to the public that we are prepared if these anti-revolutionary forces are in arms to also take our arms against them and it will also not be easy for them to just carry on with the killings of the black people or the ANC leadership without having met the opposition from the other side.",
            "Male"
        ],
        [
            "MR ZILWA",
            "To be more exact, did you think your action could be mistaken for anything else other than to be connected with the death of Chris Hani?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Can you come again?",
            "Male"
        ],
        [
            "MR ZILWA",
            "Did you think your action of killing the whites could be mistaken for anything else other than as a retaliation or as something connected with the death of Chris Hani?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No, we didn't think that way.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It it's become the next day that you've killed a person who was an opponent of the Government, a man fighting for peace, didn't you think the whole world will say \"but how could this be connected to killing of Chris Hani?  Is that really your answer?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "According to our belief, we didn't anticipate a situation where we will be killing a person who is not associated with the group we though we will find there.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Let me see if I understand you correctly.  You are saying in your mind, rightly or wrongly, you believed that the people you had targeted, the people you killed, were people with right-wing affiliations, rightly or wrongly, is that your evidence?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I don't get you clear, sir.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Did I understand you correctly in saying that by choosing the spot which you chose to kill these people you were persuaded that the people who would be there would be connected with the destabilising right-wing elements?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now did you then believe that the killing of such a calibre of people would be connected with Chris Hani's incident?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes we believed.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Guleni, you mean that even the next day when it was reported in the media that kind of people you had attacked, did you, do you think that people would instead have thought that this had something to do with the assassination of Mr Hani?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, they couldn't have if it was reported that they were not, but the fact of the matter is that when he committed the act, that was what you thought was going to - that was the message you wanted to give to the Government, is it not so?  The damage had been done by the time all of us found, or you found out that it was the wrong person, isn't it?  And so that message wouldn't have in effect go to the Government and it wouldn't have the desired effect, but when you committed the killing, that's what you wanted to get to\nthe Government, isn't it?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes before we know that.",
            "Male"
        ],
        [
            "MR ZILWA",
            "During cross-examination you were also questioned at length about why when you meant the child at the resort, the child which you say was about nine, why you never asked him or her about the political affiliations of his or her parents.  Do you remember that question?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I do.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now would you have regarded it as something sensible to enquire from a child about nine about the political affiliations or persuasions of her parent?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "No I didn't regard it as sensible.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now you were asked about the time you committed the killing as to whether you were acting under the control or under the orders of anybody such as a leader of the SDU.  Do you remember that question?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now could you explain this a little closer.  Did I understand you correctly in saying when you performed your operation, you were just taking decisions collectively without really being directed by any particular person who could be regarded as a leader, it was a collective decision and you were agreeing on things and doing things as you had decided, not necessarily by way of a direction by any particular person.  Did I understand you correctly?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes, what happened, the comrade from Flagstaff arrived and we met and shared the same pain.  After that, in a form of caucus we resolved to take the road to the area of fire, the areas we've mentioned here.  We didn't have a situation where we would have a commander of the operation, we just based everything on a meeting situation or caucus situation.  Everyone could come up with an opinion and the opinion developed whether would it lead us anywhere then we would sort of plan everything in a form of sharing the views other than to have a commander.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Right, now this incident of the killing of Hani, it's like no incident that ever occurred in South Africa, in fact one would say it was about the most momentous or tragic, the most tragic event that ever occurred in our country, isn't that so?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Yes it is.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Now you were asked about the position of the ANC that hither to, up to that time, the position of the ANC was that it was against violence.  Now would you say when that incident of the killing of Hani occurred, would you say it was just - the situation was normal and as such the - everything that was happening hither to, you expected no need to do anything that would be ...[indistinct] in order to fit the event?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "Anyway at that time, save the effect that the policy of the ANC to that stage has not been amended, I mean we felt it is within the scope of furthering the interests of the ANC what we did and we believed it's furthering the interests of the ANC in the sense that we were advancing the defence of our leaders whom we alleged to be in hit list and also we would remember that before assassination of Comrade Chris there were a number of incidents that happened as a result of the direction as it was alleged.  So we believed that was, the time was ...[indistinct] enough for us to stand and defend the ANC together with it's leaders.  On our belief then, we thought we are not deviating from the interests of the organisation.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Thank you Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR ZILWA",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Guleni, just one or two last questions from me.  Those who were in charge of the Transkei territory, people like Major General Holomisa, do you think they would have been happy with the presence of AWB in the Transkei?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "No I don't think so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was any thought given to informing them about the presence of such dangerous elements in the Transkei territory?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "To our thinking then, we thought it would be hard for us to link with the government even if it would be against the AWB.  It would not be easy because we thought on our capacity as SDU members that any submission of that kind of information to the government would end up hampering all of our plans.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How?  Because that government was not the same as the government that you had in South Africa?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We're not that much accurate about that, although we believed that he wouldn't appreciate the existence of AWB in the area but also we couldn't trust it because it's operations are totally different with our operations as a structure.  They are the\ngovernment so we believed it won't be easy to just pop into the office and forward such kind of information.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes but the ANC and that government of the Transkei, weren't they on good terms?  Were they not getting along very well with one another?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "They were.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You still didn't think that it was necessary to report this to the Transkei authorities?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "We thought that will be the task of the ANC at upper level as we forwarded the report.  So if we forward the report to the ANC we wouldn't move to an extent of now jumping to report to the government.  At least we though that we'll deserve the analysis of the ANC at upper level.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The local police, were they informed that there were such people who could attack the local population and ANC members at any time?  Were they informed of that?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "I don't remember a situation where they were informed formally but as we used to come across some individuals, they were aware of the situation without even being informed by us that Costello is suspected to be AWB member and the suspicion that there is - he's interacting with other group members, I mean other suspected group members of AWB.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who are these individuals you're talking about, are you talking about the police, the people from the police force in the Transkei?",
            "Unknown"
        ],
        [
            "FUNDISILE GULENI",
            "Yes I'm talking about them.",
            "Male"
        ],
        [
            "MR SMUTS",
            "They knew what?  What did you say they knew?",
            "Male"
        ],
        [
            "FUNDISILE GULENI",
            "I say we didn't report this thing official to the police but as we were staying in town interacting with some, we would find that they are aware of the situation, they have knowledge that there is suspicion about the existence of AWB in the area.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, a lot has been said in the cross-examination of the applicants about their ...(indistinct) in what they did, they thought they were furthering the interests of the ANC and they thought that their action was in keeping with what they had to do as an SDU and there's been a lot of questions as to what the reaction of the ANC was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now Mr Zilwa, are you starting your argument?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "No I'm not, I'm just trying to indicate to the Committee why I'm calling the next witness that I'm going to call.  I don't know if it's necessary, I just wanted the Committee not to be taken by surprise to know that I'll be calling someone who was in the leadership of the ANC in the area under which this SDU fell, just to give us an indication of what the feeling was with relation to this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, are you going to put anything of that in dispute?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "I don't know what the relevance is of the feeling of the leadership, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what the applicants want to put before us is that they were acting, they were members of a self defence unit and included in their beliefs that they thought they were duty bound to do certain things to protect the leadership and I suppose it follows then afterwards the argument would go that what they did was in line with an attempt to protect the leadership.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "I certainly wouldn't dispute Mr Chairman that they are - that they were members of a self defence unit and that defence of the leadership would fall within the ambit of their activities.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Yes, that being the position, Mr Chairman, maybe that being the feeling that I get maybe, I see the time is about ten to one, I'm wondering if perhaps we should take the adjournment at this stage, I'd just like to caucus with the applicants to see whether it is still necessary to proceed with what we would do i.e. calling this witness?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't that the reason you wanted to call him, exactly what Mr Smuts has agreed to?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, to a large extent it was, Mr Chairman.  Could I just quickly caucus with the applicants?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to adjourn for ten minutes.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We have considered the issues before your people's argument and the panel is concerned with two issues on which we wish to hear argument only.  We're quite satisfied with the other aspects of the matter.\n\tThe first one is what the impact is on the failure or absence or failure to acquire or the absence of an order to commit the crimes which are the subject of the discussion and secondly, in the event of this panel rejecting or disregarding the aspect of any Afrikaner Weerstands Bewegings activities in the area, what is the position of the applicants if we accept that their motive was in any event a retaliatory event in response to the assassination of Mr Hani and indeed also committed in order to send whatever message it is alleged they wanted to convey.\n\tYes Mr Zilwa?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I assume from what you've stated that we need to confine our argument only to those two aspects.  Thank you Mr Chairman.\n\tMr Chairman, with regard to the first aspect i.e. the applicants' failure to obtain an order to commit the crimes in .....[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well we're not suggesting that he was obliged to do so.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't obtain or they didn't obtain or there was an absence, in other words they acted on their own volition.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you Mr Chairman.  Mr Chairman, I would assume that the order referred to is an order either by the ANC or by the SACP i.e. the organisations to which the parties belong.  Mr Chairman, it should be remembered ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa the evidence is clear that this group got together and plotted and committed this act.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you, Mr Chairman.   Mr Chairman, as I was saying, the evidence of the applicants, all of them throughout has been that they were members of a self defence unit, an SDU.  Now they say the SDU's themselves were established by the MK which in turn is a wing of the ANC.  So in the broadest sphere, they were acting as members of the ANC in the wider meaning of that, being members of the SDU.\n\tNow, their evidence is of the fact that even though these SDU's structures were structures within MK and within the ANC, but they had quite a large measure of autonomy.  Now they further on go to say, when it comes to taking decisions, crucial decisions such as one issue herein.  Apparently, there was no set procedure within the SDU's as to exactly how such decisions should be taken or what should be the constitution of the SDU in taking such decisions.  Now the evidence is also to the effect that Maxhayi and Nyologana were really the leaders of the SDU's so to speak and their evidence was that when it comes to taking decisions of the nature such as the one in issue, where security issues would come up for consideration, it was not necessary, repeat - not necessary for the SDU as a whole which consisted of about fifteen people if my memory is correct, to meet and to take such decisions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're not concerned about that.  We're concerned about a status of this group having taking decision and gone off to do what they did.  Now what we are asking is that what is the impact the application in the manner in which they did, bearing in mind that they acted on their own volition as a restricted group.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, to bring that into perspective, the brief background I'm sketching is that in this SDU in which they belonged, their evidence is to the effect that it was quite appropriate for them to meet as a group that they were when they met, to discuss the issue and to arrive at a decision that they arrived on.  In other words ...[intervention}",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] met this group and they made a different decision.  If they say we were acting on our own volition, not on behalf of the SDU because the SDU didn't take a decision.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, I must say, let me put it this way, I'm not at all suggesting that the manner in which things were being done in this SDU, the manner in which important decisions such as the one that was taken were arrived at is a model of reasonableness or it's the best way that things could be done, but the evidence ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well maybe I can help you with this and pose the following question:  Do you think it's fatal to the application if they didn't have authority?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, I will submit that it is by no means fatal to the application even if they didn't.  My argument was going to be that they acted in the proper manner as SDU manner in which they operated in arriving at this decision, but even if they didn't, even if they took this decision on their own without really involving the SDU or getting the authorisation of the SDU.  Even if that was the position, that would not be fatal to their application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed on that basis then.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you.  Now the relevant Act or the relevant section of the Act under which the applicants are seeking amnesty i.e. Section 20, Section 20 of the Promotion of National Unity and Reconciliation Act No. 34 of 1995, the provisions of which I suppose I need not repeat to this Committee because in this Committee it's very much or much more than I will ever be, it having sat on this matters for numerous ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not going to get you anywhere.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, I assume so, I assume so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You must simply tell us what you think those provisions mean.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you.  Thank you Mr Chairman.\n\tNow the provisions of Section 20 (i) a.  I'll just quickly read them:\n\"If the Committee after considering an application for amnesty is satisfied that:\"  Okay and then it goes on\n(a)\t The application complies with the requirements of the Act, the act, omission or offence to which this application relates as an act associated with a political objective\n\t     (b)\tcommitted in the course of the conflicts of the past in accordance with the provision of sub-sections 2 and 3.\n\t     (c)\tThe applicant has made a full disclosure of all the relevant facts, it shall grant amnesty in respect of the act, omission or offence.\nIn other words, what this particular section of the Act says, is that this Committee needs to be satisfied that the elements referred to in a, b and c which I've just referred to have been satisfied and once that is the position then it is obliged to grant amnesty in respect of that omission or an offence.\n\tNow Section 2(a) which is really the applicable section in my submission to the position of the applicant.  It reads as follows:\n\"In this and unless context otherwise indicates, associated with a political objective means any\n\tact or omission which considered an offence or delict, which according to the criteria in sub-section three is associated with a political objective and which was advised, planned, directed, commanded or that commanded within or outside the Republic during the period 1st March 1960 to the cut-off date by (a) any member or supporter of a publicly known political organisation or liberation movement on behalf of or in support of such organisation or movement bona fide in furtherance of political struggle waged by such organisation or movement against the State or any former State or another publicly known political organisation or liberation movement.\"\nLet's pause there for a moment.  In other words, the act in issue should be by a member or a supporter of a publicly known political organisation or liberation movement.  Now applying that to the applicants, I suppose in fact it is common cause that in fact the accused were members or supporters of the ANC and the SAC...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, well, well, when they committed the act, with which act were they acting?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "According to them, when they committed the act they did so as members of the SDU but then in the event that that is not accepted, that in fact they duly acted as members of the SDU, their evidence is that all of them, without exception, they did so in furtherance of the aims and objectives of the ANC, that is what they say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we reject their status as they claim when they committed the act, would they not have been supporters at least?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "That was exactly the point I was going to make Mr Chairman, because it says member or supporter.  Now, in the event that it is not accepted that in acting as they did, they acted as members of the ANC.  Now if that is rejected on the basis that if they were doing that they should first have obtained the authority of the ANC then my alternative argument would be that there can be no doubt that in their minds, they acted as supporters of the ANC.  Now why do I say that?  Their evidence without exception, the evidence of all of them is that Chris Hani was a very respected leader to who they looked up to epitome, that's how they put it in their applications as the epitome of everything they stood for in the struggle.  So if it to be suggested in any way that their failure to first obtain the authority of the ANC or the SACP, which Chris Hani was a leader of, then that takes them off the category of members of the ANC or the SACP at the time of the commission of the offence.  Then the alternative argument would be that there is absolutely no evidence to then say what they say, that when they acted as they did, they acted as at least the supporters of those organisations and the objective, according to them, is that since the nature of the act that had been committed to which they reacted, i.e. the murder of Chris Hani, was such that it plunged this country into the abyss and almost all hope for black people which they represented almost went out of the window and they realised that actions such as this would be allowed to go on, all hope of the negotiations which were going afoot, all hope of any proposition that a black man would ever be given the vote would go out of the window if similar leaders like Chris Hani were to be killed.  Now what they say is that when that occurred and they realised how gloomy the future would be for the black man in this country if similar operations were carried on, i.e. similar leaders like Chris Hani would be assassinated, then all hope for liberation of the black man in this country would go through the window.  So they say in an effort to present that and to send a very clear message to the government and those right-wing elements, they say by the way, in their mind, they associated the government which of course were known it had a lot of dirty tricks at that stage, they associated it with this action.  So they say their action was designed, their action as supporters of their organisations was designed to send a clear message to this government and whoever.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, Mr Zilwa, Section 22(a) deals with the status of the applicant, whether he would qualify as an applicant, that's the only thing that 22(a) is dealing with and on the evidence before us, he was a supporter of a publicly known political organisation.  He was involved in the struggle of the past so as a person, he could apply, he qualifies as an applicant.\n\tNow Section 22 (iii) deals with whether such a person, even if you're a members, even if you're a supporter, deals with whether you acted with a political motivation or an act associated with it, that deals with the act.  So if we divide the two things, we've got the person now and now we're proceeding to the act and sees whether he's qualifying.  As far as the person is concerned, I think he would fall within the ambit of the description of or the definition of 22(a).  I may be that he did not act on behalf of the movement but according to his evidence, he acted in support of the movement.  Now you could you act in support of a movement if you're acting contrary to the policy of the movement?  Isn't that the only issue in this as far as this is concerned?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you Mr Chairman.  I would assume I was first dealing with the person, after that I was going to deal with the Act, I would assume that the Committee is satisfied that as far as the position of the person, if the applicant is concerned, then it falls within the Act, which then to me suggests that I should not waste any further time dealing with the person himself, I should go straight to the Act.  Thank you.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can a person act in support if he's acting contrary to the policy of a person, can you say he's supporting a movement if he acts in contrary to the policy?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes Mr Chairman, let's take a look at that.  Now I suppose it is common cause as the documentation exhibit, that is Exhibit B clearly indicates that the policy of the ANC as at that stage was that the ANC had taken a stance against violence.  Now the question as I understand it, was seeing that the applicants' action in killing the Weakleys amounted to an act of violence which could be said that, against a stated policy of the ANC.  Now could it be said that they acted in support of the ANC?\n\tNow before I address that question directly, let's take a look at the facts.  What are the facts?  The facts are that as I say it's common cause that the ANC had taken a stance against violence but now the surrounding circumstances very much appropriate to take a look at, they are crucial in addressing that whole question.  Now the surrounding circumstances are such that, given that the ANC had taken that stance against non-violence, but an event of such magnitude such as that it can be said that it's an event the like of which had never been seen in this country and which plunged this country in the chaotic situation in which it plunged it had occurred.  Now extraordinary events can be said to call for extraordinary measures.  Now it is a fact that as at that time, the clear policy of ANC was that it had a stance against violence but now this momentous event that threatened to completely sweep away the fragile peace process that was being brokered at that time, now the effect of that on the mind of the ordinary person or on the mind of a person such as the applicants has to be taken into account.  Now a suggestion is that...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even if that mind and what that mind decides contrary to the policy of the organisation?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I will make the submission that it cannot be said that what the accused did at the time was contrary to the policy of the organisation at least in so far as they were concerned.  Now Mr Chairman, I will submit that one really should view this subjectively even though of course the element of reasonableness as to whether or what they have done is reasonable or what he says is reasonable should also be taken into account.  But one should take into account the state of mind of the applicants at the time of the commission of the offence.  Now they say they belonged to the SDU's which was set up for the purposes of protection or defence.  Now they say the event of the murder of Chris Hani was such that -and what they subsequently learned was such that this was not an isolated event, similar things were going to follow, in other words, similar murders to prominent leaders of their organisations were imminent.  Now they say when they got that intelligence, they took it upon themselves that acting as they did cannot be said to constitute an action that would be in violation of the stated stance of their organisation.  In other words, they say they regarded their action of pre-emptive defence, if one could put it that way, that if the message is sent that a deed of this nature would not be tolerated and there's going to be retaliation if murders of prominent leaders of the struggle, such as Chris Hani, were killed.  Now they say they regarded their action in that sense as a species of a defence in that similar victims, similar leaders who could have fallen victim to similar assassinations would have been saved by their actions if the message did go across.\n\tNow addressing the question directly that has been posed, whether one can be said to be acting in support of a particular organisation if he acts directly, directly contrary to it's principles, one could say that a direct answer to that would be a no, but again, as I keep repeating, one should take a very close look at the prevailing circumstances, the magnitude of the event that gave rise to this action and all that.  Even the Act itself has made a provision for that, because Section 3 - I'm sorry, Sub-Section 23, it says:\n\"Whether a particular act, omission or offence contemplated in Sub-Section 2 is an act is associated with a political objective, shall be decided with reference to the following criteria\n(i)\tThe motive of the person who committed the act, omission or offence\"\nLet me pause there.  The applicants have clearly indicated the motivation that led them to commit this offence and in my submission there can be no doubt whatsoever that it was a political motivation, they wanted to retaliate and to send a message for the salvation of their political leaders.  So insofar as motive of the applicants in committing the act is concerned, I don't think there can be any doubt it was politically motivated, there was no robbery, nothing, in fact I need not even refer to that because it's clear that this was done purely in response to the slaying of Chris Hani.  So, as to the nature of their motive in committing the offence it's clear that it was politically motivated.\n\tNow (b) which is also very opposite to their situation ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa, what would your comment be to the following question.  Would retaliation be contrary to the ANC policy of the time?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, I would say we should first take a look at what form of retaliation this was.  It's a fact that ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well basically, look, as I understand it, as their submissions state, the ANC's stated policy at the time was that they'd given up the armed struggle and their call for political tolerance and non-violent campaign during elections etc. etc.  I asked the question just to assist my own considerations.  Given the ANC's necessity, as they found it, to establish SDU's, what would be the position of retaliation in that regard?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, my submission would be that the ANC was quite alive to the effect that even though it had suspended the armed struggle, it had adopted a policy against violence but the reality of the situation is that people were dying, people were being killed despite ...[indistinct] on the part of everybody else that it was a peaceful process, but the reality was that people were dying and it was exactly because of that, that the ANC saw the need to establish SDU's i.e. in order to defend and to protect the people themselves as well, I assume, as well as their leaders.  Now applying that to the particular circumstances of this case, given the fact that despite it's stated peaceful stance, the ANC had seen it fit to establish SDU's, self defence units.  It was quite alive to the effect that a need may arise when some form of force would have to be used ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Violence?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Indeed violence, it was quite alive to the fact that the situation could be such that violence could not be avoided, hence these SDU's were established and even armed in some instances.  The ANC was quite alive to the fact that there could be in fitting circumstances be a need for the use of violence.  Now in my submission, in circumstances in such as one in issue, where there had been this very violent activity that robbed the ANC of one of it's most prominent stalwarts, it was quite foreseeable and it was quite in keeping with the policy of the ANC that in fitting situations, violence could have to be resorted to.  Now the applicants say, in their mind, given that they were members of an SDU, an SDU which by it's very own definition has inherent in it, it has - the issue of violence cannot be excluded therein, then it would be my submission that in their action, in acting as they did, the applicants acted within the course and scope of what their unit was all about.  It was an SDU and inherent in that, as I've already stated, it was quite foreseeable that there could be instances where violence would be inevitable and I would submit that they were quite in keeping with their scope of authority, so to speak, when in acting as they did, in fact as they say, they were members of an SDU, an SDU who is meant to protect even if it means resulting to violence in the process.  Now they say in their mind the event in issue qualified as exactly what the establishment of the SDU was all about, in other words, it qualified for the use of the type of violence which they did and which they term a pre-emptive action which however would amount to a defence in that their actions send a message that, please, hands off our leaders otherwise we'll retaliate and as such they say in that sense they protected some leaders who could have been assassinated had they not taken the stance which they did.  So my submission would be in acting as they did, the applicants did not act contrary to the policies of the ANC which had established the SDU's and under the banner of which they claimed to have acted.  So having said all that, my direct answer then is that the action of the accused was not an action which went contrary to the stated views of the ANC given the circumstances under which occurred and given the prevailing circumstances at the time.\n\tNow a question has been asked repeatedly as to seeing that the accused - I'm sorry, not the accused - seeing that the applicants did not immediately after the commission of the offence go to the press and say we are responsible.  Then a suggestion was made that then their message would be lost and nobody would know that their action had anything to do with the death of Chris Hani which they retaliated.  My submissions for that would be, in fact as the applicants sometimes selves has stated, even though they never went to the press to own up on being responsible for the act, but the prevailing circumstances at the time was such that it was clear to all and sundry that in fact their act was directly connected with the death of Chris Hani and ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Oh, Mr Zilwa, how many murders were committed during that week or that weekend in South Africa?  Every weekend, even today, murders are committed every weekend, every week, twenty, thirty, forty in South Africa.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, this should be viewed in proper perspective.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why should this one be viewed as political?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "That's exactly the point I'm going to address.  This should be viewed in the proper perspective.  This was the murder of white people, this was the act ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "White people are murdered today too.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Exactly where I'm coming to Mr Chairman, if you'll just give me a chance.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "There's murders of farmers now and ...[inaudible]",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "If, Mr Chairman, you'll just give me a chance, I'm going to develop that.  Now this occurred in the heat of the period where Chris Hani had just been killed and white people were killed, no robbery, nothing.  Now in my submission, as the applicants themselves have stated, the message would be clear to everybody as to what it is all about and indeed, we need not look to further afield to see how justified that was.  If we take a look at the very Exhibit B that has been submitted before this Committee by the victims' representatives, Annexure Q, it clearly vindicates the applicants' impression that this would indeed, this could not be, their action could not be mistaken for anything else other than a retaliation for the death of Chris Hani.\n\tNow Annexure Q is a daily despatched publication and I'd just like to draw the Committee's reference to a passage there, the heading it says:\n\"Are there enough of us to fill the shoes of this fisherman?\"\nThen it goes on and on and on and at the last paragraph of the first column it says:\n\"What we do know is that somehow Allie and his brother\"\nAllie I suppose is a reference to Alistair Weakley.\n\"Allie and his brother were random victims of the crime committed in Donpark, Boksburg, such a long way away to the North.  The dreadful dominoes started falling soon after Hani fell on his driveway.  Allie was one of them.\"\nNow that passage clearly indicates that indeed what the applicants assumed that their action would not be regarded as anything else other than retaliation for the death of Chris Hani.  It's clearly born out in this passage which I've referred to.  They knew or they say they assumed that everybody would know, including the press, that their action was related to Chris Hani and indeed this is vindicated here.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, no one had any idea of who they were or why they did this terrible deed.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "That is quite so, that refers to the applicants and exactly they didn't want to be known.  All they wanted to do was to send a message.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Zilwa, isn't there a problem here?  When was this Exhibit Q put up in the newspaper?  Is it not inclusive from what you're saying that this Shaun Johnson, from the time he wrote this article?  Can you see the problem I'm trying to raise with you?  When was this put up in the newspaper?  It may have been weeks or months later.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "The point I'm trying to make Mr Chairman is that when this newspaper, when this article was written it is clear that the killers, the killers of the Weakleys were not known and accordingly no De Klerk motivation for such killing had been made, but the point I'm making is, despite that fact, despite the fact that the perpetrators of the killing of the Weakleys had not been published nor their motive, but the point made by the applicants that it was so obvious that everybody would deduce that it had something to do with Chris Hani and his killing is born out in this article.  What is clear here is that at the time the article was written, there was no idea, nobody had any idea as to who had done the killing but it is clear that there is a very good speculation, a very accurate speculation as to why the killing was done which means that the motive which the accused, which the applicants wish to attain i.e. sending a message that it was done to retaliate Chris Hani, was clearly born out as it appears clearly in this article.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If one makes a finding that the applicants were acting mala fide - no, no, let me put it this way - if one comes to the conclusion that when the applicants committed this act they were acting mala fide, in other words they subjectively believed that what they were doing was in the interests of the organisation referred to.  Does it make any difference as to whether the act committed coincides or conflicts with the policy of the organisation in question?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "My submission Mr Chairman would be the Act makes reference to the motive of the person who committed the act, the motive of the person.  As I say, this would seem to introduce a subjective element, his motivation, what drove him to do the thing.  Now the evidence of the applicants was that their belief was such that they felt that by committing this offence, the objective which has already been referred to, i.e. the retaliation and the sending of the message for the -to other would be assassins, would have been achieved.  So to address your question, it would be my submission that even if it could be said that with the benefit of hindsight and all that, in fact their act was not on all fours with the policy of their organisation.  If they subjectively believed, as I would submit that there's no evidence to indicate the contrary, if they genuinely bona fide subjectively believed that their actions were such that they were furthering their interests of the organisation.  In my submission that should be sufficient to make them qualify for the amnesty.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is their any conduct on the part of the applicants on the basis of which one could say they must have known that what they were doing was contrary to aims and objectives of this organisation.  Is there any conduct on their part?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I would submit Mr Chairman that there is absolutely no indication whatsoever that would give rise to such an inference.  In fact on the contrary, to fortify their stated belief that they believed they were acting in the furtherance of the objectives of their organisation, uncontradicted evidence which has been given is that after they had committed the offence, they proceeded to the higher echelons of their organisation, they had reported to Ntekiso who in turn reported to Madikizela and so on and so forth, that is within the organisation.  After committing the act, since as I say, they subjectively believed it would be in furtherance of the objectives of the organisation.  They went to their organisation and said \"We did this and this is our motivation\".  That would in my submission fortify what they say, that they genuinely and bona fide believed that they were furthering the interests of their organisation.  Hence they approached their organisation after committing the acts and actually telling them everything because they claimed or they believed to be doing that under the banner of the organisation.\n\tSo what I'm saying is, contrary to any affirment that there was no bona fide belief on their part that they were furthering the interest of their organisation, all indications by them subsequent to the commission of the defence are such that they genuinely believed that they were furthering the interest of the organisation, hence they reported the act to them.  So I would submit that that should over and above everything else that they have stated, go to fortify their stated belief that they were furthering the interests of their organisation and I would further add that there's not an iota of evidence to even suggest that at the time they committed the offence they knew because the relevant time is the actual time of the commission of the offence.  They knew that they were acting against the interest of their organisation and to take that even a bit further there is uncontroverted evidence on their part, that they had intended to carry on similar operations but to show that at all material times they wanted to remain within the bounds of the policies of their organisation, when it was pertinently brought to their attention that in fact, contrary to their belief the feeling of their organisation i.e. the ANC was such that even though this dastardly act had occurred but people should really not take it personally upon themselves to retaliate or to do anything else.  When they received the message that the President of the organisation, President Mandela, was in fact appealing for calm and for people not to take the law into their hands with regard to this particular incident, they obeyed that ...[intervention]\nADS. DE JAGER:   Mr Zilwa, it's not required by the Act that they should act in the interest of the ANC.  Section 22(a) says bona fide in the furtherance of a political struggle.",
            "Male"
        ],
        [
            "MR ZILWA",
            "That is - I'm quite aware of that, Mr Chairman, the argument I'm advancing is just a caviller, so to speak, it's over and above the requirements of the Act, even if it could be said that strictly speaking it had to fall within the furtherance of the interests of the ANC, that is not even a requirement.  But what I'm saying is, even if the requirements of the Act were more stringent than what they in fact are, the applicants would still be falling within the purview of the category that should be granted amnesty.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But surely the act committed must be something falling closer to the interests of that organisation?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I quite agree with that Mr Chairman, that is why I've repeatedly stated that the applicants themselves have stated in no uncertain terms and there's no evidence to contradict that that in acting as they did, they genuinely and bona fide believed their actions were in the furtherance in the interest of their organisation and as the other member of the Committee has pointed out, all that the Act really needs is that it should be in furtherance of a political objective.\n\tNow as I've submitted, I don't think there can be any suggestion that in fact their act was not a furtherance of a political objective.  It's unfortunate that the history of our country has been such that in the past politics almost often as it had to be associated with race, there's no need to go on expatiating about that, it's clear.  The white race is the one that was in power, that was in control.  I'm not saying every member of the white race but people who had been responsible for the oppression of the blacks for a number of years, for many years.  Now it's unfortunate that when we talk politics of the past, we almost of necessity have to talk about race.  The point I'm trying to make is that the attack of the, by the applicants, on people of the white race should be viewed in that perspective, that according to what they have stated before this Committee, a member of the white race was responsible for the killing of a black prominent leader and in pursuance of their political objective to hurry the liberation of the black man in the hand of an oppressive white man, they felt that the killing of white people would send that message.  As I say it's unfortunate that it has to be like but that's a reality of the past which we cannot run away from.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, I keep on interrupting you and I'm not too happy about that.  You see, that is the broader historical but if you look at Section, I think Section 23(b) where it says when we try to determine as to whether a particular kind of conduct is an act associated with a political objective it sets down those guidelines, those criteria and one of them is the political context.  Now my question is which one are we dealing with here?  There is the context of those organisational problems at Port St Johns before Mr Hani is assassinated, that seems to be the one background to this if one listens to the evidence.  The other background all of a sudden is the assassination of Mr Hani, which one of the two, is it a combination of the two or what?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Let me put that in perspective, Mr Chairman.  The evidence of the applicants is this, there were problems in Port St Johns, problems requiring attention, but problems which at the time were not such that they called for an action, a violent action on their part.  Now they say they were still investigating those and they were going to forward them to the higher echelons, they were going to forward their findings to the higher echelons of the organisation.  Now they say whilst that process was still afoot, unfortunately this event of the killing of Chris Hani occurred and now one should be very careful in this.  What they say is this \"now when we decided that this was something that called for an action of the nature in which we were engaged in, we decided that well, we have to kill a white man, but it can't be just any white man, it should be a white man who has a destabilising effect on our liberation movement.\"  And they say, I'm not saying that was, that theirs was the ...[indistinct] reasonableness, they say because there were those problems and because we had to choose areas, in our retaliation we had to pinpoint whites who could be said to be against our liberation struggle, we didn't just want to hit any white, we decided that simply because there were these rumours that in fact the whites at Port St Johns and in particular the whites residing in this Mpande area were those whites who were responsible for this.  I'm not saying that theirs was a very well thought out action but it should be remembered, their actions should be viewed in the context of the fact that everybody was boiling with rage and people in their position, leaders of the organisation, they were very much effected by what was happening.  Now as they themselves have considered with the benefit of hindsight, with the wisdom of hindsight, then they realised and they readily admit that perhaps they could have done more to establish the genuiness of their target but ...[intervention]",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Have a look at the context in which the act, omission or offence took place and in particular when the act, omission or offence was committed in the course of or as part of a political uprising, a disturbance or an event or a reaction thereto.  Wasn't this in reaction to the killing of Hani?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, on the evidence and there's been nothing to gainsay that, on the evidence by the applicants is that this event took place only because of the killing of Chris Hani.  The question ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why should we argue about a hundred other things.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Well, unfortunately I was responding to a question which was pertinently put to me, that is whether or not the fact of the AWB or otherwise in Port St Johns had anything to do with the matter.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Kindly confine those to the requirements of the Act.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you, that's exactly what I'll do except when I'm responding to a particular question, Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I want to follow your argument a bit clearly.  In your submission now, what was happening before the 10th April must be regarded as a side issue?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I would submit that it is indeed a side issue because those happenings did not give rise to this event.  What gave rise to this event was a matter of Chris Hani.  In other words, if Chris Hani had not died, the Weakleys would never have been killed in the manner and at the time in which they were because as the applicants say, this was just a matter for investigation and then on what transmission thereof to the higher echelons of the organisation.  That is all they were going to do.  In other words, what brought about this event is the killing of Chris Hani.\n\tNow, this sub-section 3(b) refer to a political event, disturbance or event or a reaction thereto.  It's common cause, it's clear ...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa, will I be correct in summing up your argument on this particular point is that it was clearly a reaction to the assassination of Mr Hani?  The fact that there were rumours or possibly activities by a political organisation which was a threat or an inconvenience, let's say to the ANC, merely determined the locality of where the reaction would occur?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "That is exactly what I'm saying, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that's what you're saying then I think you can proceed to the second question he's asked you.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Thank you Mr Chairman.  As I understand, the second question was in the event of the panel - I'm sorry - of the Committee disregarding the aspect of any AWB activity in the area, what is applicants' position if their action is regarded as retaliatory event of Hani's death and to convey their message.  If I understood the question correctly, that's what the second question is.  Now ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've answered it half already.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I have actually and ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you kindly address us on Section 3(d)?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Section 3(d) which reads as follows\n\"The object or objective of the act, omission or offence and in particular whether the act, omission or offence was primarily directed at a political opponent or state property or personnel or against private property or individuals, the object or objective of the act.\"\nNow what was the objective for the killing of the Weakleys?  The stated objective by the applicants was that they wanted to send a message to the Government to hurry up with the negotiation process, that's number one.  Number two, they wanted to send a clear message to the Government and/or it's allies who were bent on destabilising the process by killing the prominent Black leaders and as such to derail the negotiation process, that such a state of affairs would be intolerable and it would be retaliated.  Now that is the object or objective of the act that was sought to be obtained by the applicants.  It would be my submission that that objective, as stated by the applicants and which I should hurry has not been gain said, is such that it falls on all fours with a political objective as determined by the use of these pointers, i.e. the objective of the act and in particular to where it was directed.  As I've already stated, according to the applicant ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "This was directed against private individuals.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, we should bear in mind, we should bear in mind that we should be very careful to use the benefit of hindsight to determine or to criticise the actions of the accused at that particular point in time.  What we should be asking ourselves is, what was going on in the minds of the accused at the time they were killing the Weakleys?  Now their evidence is at that time we had heard rumours that Mpande was used as a place where these people would normally go, destabilising people.  Now as to how reasonable that was, maybe that should not be the question.  One should view their actions in the light of the prevailing circumstances at the time.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Subjectively I can see under 3(a) the motive of the person, but (d) says we should look, objectively now, whether it was directed against the State, a political opponent or a private individual.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, as I say, unfortunately we can't divorce the question of race with this enquiry, Chris Hani had been killed by a white man.  Now according to the applicants they wanted to send a message to other similarly minded whites that if they kill black leaders, whites will be killed.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "That I'm quite in agreement with and then I could understand them saying \"listen, we've been upset, we would have killed any white we come across\" because their anger was directed against whites, not against a particular white.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, again there we have to be careful.  What the applicants are saying was \"our action was directed against whites but not on any white because had our action been directed on any white, we met many whites in the area, we whites ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But the moment you classify that it's not against all whites, then you say to me \"listen, now I'm going to select a white and then I've got to judge whether you've done the necessary in order to collect, the reasonable necessary in order to collect the particular white?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I'm not very sure I follow you Mr Chairman, could you rephrase that?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] matter whether it's De Jager or whoever white it may be, then I can say okay, if that was your objective, fine, you've told us that's your objective, but the moment you come and say no, we're not going to kill all whites, we're going to kill those whites involved in violence against us.  Then shouldn't you satisfy me that you've acted reasonably in selecting particular victim as falling into that category?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Well Mr Chairman, I would submit that that should not necessarily be the case.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] so the moment you say: \"I'm only directing my anger towards violent whites, I could almost kill at random, I need not do something really to see whether that particular white was a person committing violence?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "As I've stated Mr Chairman, I'm not saying the accused were quite the beacon of reasonableness and they themselves have agreed to that, but one should always bear in mind their motivation at the time, the prevailing circumstances, the anger which almost every black person, not only black persons, almost every progressive person in our country was going through at the time.  So the reasonableness or otherwise of their action should be viewed in that context.  Now what they are saying is \"we were hell-bent on killing a white\" there's no doubt about that.  It didn't have to be a black man otherwise the message won't be sent across.  It had to be a white person because Chris Hani had been killed by a white person and wanted to send a message to other similarly  minded whites, that this would not be tolerated, they should stop it.  Now they say even though we have that objective in mind but \"it was not really our intention\" to kill randomly any white.  Now it could very well be that their selection of their target was not as reasonable or as careful as it could otherwise have been, but I'll hurry to submit that even if that that is so, that should be no reason, that cannot be any reason to conclude that in fact their act was not politically motivated or that it did not comply with the requirements.  All that they say is that we wanted at least to be able to reasonably assume that the whites that we are going to retaliate against would at least be the relevant whites i.e. the hateful whites, if you like, but that is all they say, but that is not directly the point in issue, that is not the pivot, that is not the harp around which their whole application revolves.  They wanted to kill a white man but they also wanted that at least that white man be a hateful white man.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This stage of the enquiry, do you not revert to the first stage of the enquiry which was what was going on in the mind of the actors, the applicants at the time they took the decision to actually commit these acts?  I thought I heard them saying that they were highly emotional at this stage, I think one even said they were thinking with their blood and not the mind?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "That is exactly the point, Mr Chairman, that is exactly why I say when we view their selection of a target we should bear that in mind that these were not people who were thinking rationally, these were people who were acting out of - they were thinking with their hearts rather than with their minds or with their blood if one would use that term.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What legal test should be applied on this?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "I suppose on that aspect of it to determine the motivation which is referred to here in the motivation of the applicant, I suppose the test there should be subjective.  The motivation, that will only apply to the motivation itself, the motivation of the applicants.  Now what really motivated because we have to use that motivation in trying to determine whether in fact the act qualifies as a political act.  Now if we accept that their motivation was that they were to kill whites because a white man had killed Chris Hani and they wanted to achieve the objective which they have referred to, in my submission it should be accepted that they in fact, their action, falls within the scope that is covered by this sub-section 3 and with that I would submit that the applicants have clearly shown that they have acted with political motivation and as I've already submitted, according to them, they acted in support or in keeping with the policies of their organisation and that being the case, I would submit that their actions falls within the scope or within the - yes the scope of the people who should be granted amnesty and as such in response to the second question posed i.e. whether their action is regarded as retaliatory for the Chris Hani's death, whether they've established that indeed they wanted to convey the message and in my submission, following their submissions and following the argument which I have used, it is in my submission clear that their retaliatory, their action was clearly intended to be a retaliation to the death of Chris Hani and they wanted to convey their message and indeed as I've submitted, as they themselves have stated, it's quite unfortunate that their choice of targets was so wrong, that it resulted in innocent people being killed.  But insofar as there motivation i.e. sending the message is concerned, it is my submission that I've clearly shown, that that is exactly what they intended and that being the case, their actions falls within the scope of the people who should be granted amnesty.  That would be my address with regard to the two questions.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you have anything to say, Mr Zilwa, pertaining to the question of proportionality?  Section 3(f) I suppose, in the Act?  Do you think in the circumstances that have been outlined, the action that was taken by the applicants was the only action that could have been taken to make this political statement?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, proportionality Mr Chairman, it's almost\napropos to the position in self-defence, the legal position in self-defence.  It says the defence must be proportional to the attack.  Now let's take a look at that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That must have been an eye for and eye, isn't it?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes it could have been, could have been.  Let's take a look at that.  Chris Hani.  Who was Chris Hani?  I need not say anything.  Chris Hani was, as the applicants themselves say, was the epitome of everything the struggle stood for, he was almost the struggle.  Now this bastion of the struggle, Chris Hani, has been killed.  Now if I understand the question correctly, was then the applicants' action of killing these white people in this car, was it proportional to the event to which they were reacting?  In my submission I would submit that given the stature of Chris Hani, given the danger that they foresaw in the event of killings such as this continuing unchecked, I would submit that their action was quite proportional to the objective they sought to achieve.  In other words, my direct answer to the query would be that their action was clearly proportional to the danger that they wished to effect or the event that they were reacting to, given the stature of Chris Hani, I would say.\n\tMr Chairman, unless you wish to hear me on any further aspects that would be my response to the questions.  Thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.  Mr Chairman, firstly regarding the question of the absence or failure to acquire an order to commit the crimes in respect of which the applicants make application for amnesty, those crimes involve two murders, three attempted murders in respect of two of the applicants, if I recall correctly, the unlawful possession of firearms, although one of those who admitted to possession and firing of a firearm has not made application for amnesty in respect thereof, that's Mr Guleni.  The offences we know were committed in respect of holidaymakers, now described as innocent parties even by the applicants, on a fishing expedition and even if one accepts that there was a political motive for those offences, it is quite apparent from Exhibit B, the document containing a number of policy statements from the African National Congress that resorting to political violence of this nature was prima facie in conflict with party policy.  They stop ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, we all know that the African National Congress at some time during it's history embarked on the armed struggle.  There's a dispute as to whether that was necessary or not from certain quarters in this country.  But would you agree that the introduction of the armed struggle on the part of the African National Congress was the decision that was taken to be positive in arresting the control of this country from the apartheid regime and when eventually it was negotiated that the armed struggle would be abandoned, it did not include the right to defend oneself by violent means.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "That's quite correct, Mr Chairman and nor did it have to because that right was extended at common law to every citizen and inhabitant of the country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I make the point, I'm asking you to consider the point that if we accept that the applicants, rightly or wrongly, brought their actions under the confines of the duties of an SDU, that that was not contrary to the policy of the ANC.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Acts of defence were not contrary to the policy of the African National Congress, they were not unlawful, they were perfectly legitimate, that is so.  It stretches the imagination to the point of breaking, Mr Chairman, to believe that three days after the assassination of Mr Hani in Boksburg, the murder of two fishermen and the attempted murder of another fishermen and two children at Mpande, could in any sane society be regarded as an act of defence.  My submission is then, those actions were prima facie in conflict with the policy, the stated policy of the African National Congress even if one were to accept that this was a politically motivated act.\n\tIn the absence of an order and it is an instruction from superiors which has in quite horrific cases nonetheless qualified applicants for amnesty.  In the absence of an order from superiors it is my submission that these applicants acting as they did, knowing that their party was committed to a policy of non-violence, could not and did not believe that they were bona fide acting in furtherance of a political struggle waged by their organisation.\n\tMr Chairman, an illustration of the effect of an absence of an order emerges from the amnesty decision in the matter of Dawid Petrus Botha which is application 57/1996 where Advocate De Jager was a member of the Committee and the majority decision there granted amnesty to the two AWB sub-ordinates in consequence of the instruction that they had received from Botha but refused the application of Botha on the basis that he acted without any instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't that decision wrong?  ...[inaudible] been wrong?  On many occasions during hearings of various clients and by various applicants affiliated to various political groups, a number of policemen have made, or former policemen have made application for amnesty for committing offences ranging from murder to all sorts of things and on very many occasions they rely on this order.  For some reason or other, Mr Louis le Grange gave many orders after he died.  If he were alive and it will prove that he in fact did give the order and he was the starting point of the sequence of events, the question is begged whether he would be disqualified from applying and obtaining amnesty because he did not receive an order from anybody else, he was the author in fact of the order.  Does it follow that he would not be able to obtain amnesty?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, that would have to be measured as to whether he was acting in accordance with the policies, aims and objectives of the government at the time or not and that, with respect, is what sets this application apart.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the precedent that you refer to, as I remember it being reported to me, that the one applicant who failed to be granted or obtain amnesty, failed because he did not act on the order.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "And with respect, Mr Chairman, there was no indication from his organisation that it owned his action.  It might be of assistance to read the passage from the decision, Mr Chairman, from the bottom of the third page of the five page judgment, the majority decision:  ...[no English translation]\n\"Botha het geen direkte opdrag ontvang nie, die spesifieke dade te pleeg nie.  Daar is geen getuienis voorgele dat die AWB of die Orde Boerevolk Botha beveel het om hierdie dade to pleeg nie of dat hy dit met hulle goedkeuring gepleeg het nie.  Nog Eugene Terre'blanche, nog Piet Rudolph het getuienis ter ondersteuning van Botha afgele of op enige wyse tydens die verhoor te kenne gegee dat hy met hulle goedkeuring of op grond van hulle bevele gehandel het nie.  Geen brief, geskrif of eedsverklaring deur hierdie leiers of hulle organisasies is in hierdie verband voorgele.\"\nNow, with respect, the instant application goes further because what the Committee has before it, is a number of policy statements which indicate a policy in conflict with the taking up of arms and acting violently for political objectives and so with respect, if one then looks at Section 20, sub-section 2(a) and examines whether there is here an Act on behalf of, which it clearly wasn't, or in support of the political organisation or movement, there is no such Act.\nMy learned friend on behalf of the applicants suggested that that should be a subjective test.  The subjectivity comes in, in determining whether they were acting bona fide in furtherance of a political struggle.  What the Committee must be satisfied is that they were members or supporters of a publicly known political organisation or liberation movement, acting on behalf of or supporting such organisational movement.  Thereafter the question of bona fide is, kicks in the subjective test, it is objective up to that point and my submission to the Committee is, there is no basis on which it can be satisfied that these applicants were acting in support of their organisation.  On the face of it they were acting in conflict with the organisation and it's policies.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What Section?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Section 20, sub-section 2(a), Mr Chairman.  The test is objective in the first analysis, the subjective emerges when it's to be enquired into as to whether they were acting bona fide in furtherance of a political struggle.\nMy submission of course is, in that respect too, these applicants fail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that if they thought, bona fide or otherwise - it can't be otherwise, but if they thought that they were acting in support of a political organisation and it turned out on analysis thereafter that they were not in fact acting in the interests of that organisation, then the application must fail?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes Mr Chairman because then they were not acting on behalf of or in support of the organisation.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Smuts are you persisting with this argument in spite of the fact that there's no evidence that the applicants were acting in pursuit of personal gain?  There does not seem to be such evidence in my understanding.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "But with respect, Mr Chairman, that's not the test.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No it may not be the test but why else would they have done this if it was not for any gain?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well Mr Chairman, they tell you, they tell you they acted out of anger and frustration, they tell you they acted out of hatred, out of hatred says Mr Maxhayi in his application.  That doesn't qualify him for amnesty, that excludes it, with respect, in terms of the provisions of Section 20 sub-section 3 (ii).",
            "Male"
        ],
        [
            "ADV SANDI",
            "But is it not part of the whole history that different people from different racial groups in this country hated each other in the context of the conflict that was going on?  I thought that was a given historic background?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, but with respect, Mr Chairman, different people did different things and not all of them qualify for amnesty.  There has to be an examination, fall squarely, of the terms of reference of the Act, to determine whether these applicants fall within the parameters which qualify them for amnesty.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You see right, each application has got to be evaluated in terms of it's own specific circumstances.  They say here they were emotional, they were angry about what had happened and they accept that in selecting the targets they were not as careful as they should have been?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "It's hard to dispute that, Mr Chairman.  They showed no care at all in fact.  Mr Chairman but to the extent that one needs to analyse whether they were acting on behalf of or in support of the organisation, my submission is that the statement by President Mandela issued on the day of the shootings puts that beyond doubt and I refer to that section in the document which is P1 where he says\n\"We must not let the men who worship war and who lust after blood precipitate actions that will plunge our country into another Angola.  Chris Hani was a soldier, he believed in iron discipline, he carried out instructions to the letter, he practised what he preached, any lack of discipline is trampling on the values that Chris Hani stood for.  Those who commit such acts serve only the interests of the assassins and desecrate his memory.\"",
            "Male"
        ],
        [
            "ADV SANDI",
            "Then they ...[indistinct] to that statement, isn't that no so, according to their evidence?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Their evidence is that after the call for calm they again acted in a manner which was in keeping with the stated policy of their party.  My submission that in acting as they did on the 13th April, they acted in conflict with that policy as is clearly indicated by the assessment of them, the President of their organisation and now of our country, in his assessment of the very sort of act which they committed on that day.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I thought the statement by President Mandela was issued after the attack had taken place at ...[indistinct]",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes but is a call for calm and peace and it analyses the consequences of the sort of action which the applicants were indulging in and it describes them as actions which desecrate the memory of Mr Hani - \"Those who commit such acts serve only the interests of the assassins.\"  If such acts were serving the interests of the assassins, with respect, they were not acts in support of the African National Congress.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I'm not going to quarrel with you about the objective analysis of, or criteria as far as the first two sentences, two lines are concerned, but bona fides could only be subjectively analysed.  If they bona fide believed that they acted in furtherance of a political struggle waged by a political party, could you act bona fide in a furtherance of a struggle according to your point of view subjectively even if it was objectively against the policy of a party?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, you could act in good faith but mistakenly, yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you could in good faith believe that your action would further the struggle, it would be in furtherance of the struggle?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "It's conceivable, yes Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Rightly or wrongly, suppose they were in good faith thinking that they're furthering the struggle, wouldn't they qualify then?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Not if they failed the objective test, Mr Chairman, they need to satisfy the objective test of the first two lines and the subjective test further on.  It may be appropriate at this time to deal with the bona fides in any event, Mr Chairman.\n\tAll the applicants indicated that they were fully aware of the commitment to peace and non-violence of their organisation.  All of the applicants indicated that they were not aware of any change in that policy.  Their reliance for some sort of belief that they were furthering the interests of their organisation is dependant upon a suggestion that this was an act of defence rather than an aggressive act and I've dealt with the credibility of such a proposition.  It was reliant further on their wish to send a message to the authorities that their leaders would not, that they would not tolerate the assassination of their leaders and that change must be brought about.  Contained in this good faith promotion of the interests of their party however, are the facts of what they did.  Their evidence is that the message would not be sent by killing any whites, their message was that it was important to identify whites associated with violence, that would be what would send the message, that would be what would promote the political struggle and ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we not being too simplistic there, Mr Smuts?  Is it not the case that really there was a decision to retaliate against white people in general and to minimise and possibly make the proposed act more acceptable the target group took on a restricted form and directed at those who they thought were involved in the destabilisation of what was occurring politically at the time, but really speaking, they were directing their efforts to whites, to white people?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, are you asking me what actually happened or are you asking me what they said there, what they say their case is?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I'm asking you is what your views are on what I'm proposing to you.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, the evidence of the applicants certainly was not that just any white could be targeted.  They wanted to send a message, it was a message to the Government.  The Government that in some extraordinary way they believed was bound up in the assassination of Mr Hani, notwithstanding the fact that the forces employed by the Government at the time had arrested Walus on the same day, but the message had to be sent by the killing of a white person whom they could connect to violence and if that was what was required, if that is what they in good faith believed was required to send that message, that is not what they carried out.  They made no effort whatsoever to identify victims in their self-appointed category.  In fact ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you say that was deliberate, that they did not make efforts?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well Mr Chairman, I'd go so far as to say that they acted in bad faith.  It is was indeed their objective to identify whites who were associated with violence, once they had gone to scout the area at the camp at Mpande, discovered on the evidence heard today from Mr Guleni that there was a family group there, that this family group was not locally based but had come from afar and that elements from this group had gone fishing.  It is apparent and it was apparent to them at the time that what they were dealing with was holidaymakers, it was a holiday season, there were people from afar from a family grouping who had gone fishing for the day.  With that information at their disposal they set an ambush and committed murder and with respect, on their evidence that could not comply with the requirements with the message they wished to send and subjectively, they were not acting bona fide in furtherance of a political struggle.\n\tMr Chairman, one can speculate as to what actually was the motivation but the Committee is confronted with the evidence tendered by the applicants.  They say those were the requirements and their evidence is that they took no steps to ensure that they were meeting those requirements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that we must reject part of the evidence and accept another?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, I intend to submit in due course that you can't accept any of their evidence once you reject, as you must, the evidence of right-wing infiltration but that probably falls more effectively in answer to the second question.  In summary on the first question then, objectively they did not act on behalf of or in support of their organisation, they acted in conflict with it's policies as so clearly illustrated by the statement by President Mandela and subjectively on their own requirements, they did not act bona fide in furtherance of a political struggle.  Absent an order to act as they did, they fail the test absolutely, they do not qualify in terms of Section 22(a).\n\t...[inaudible] if it's accepted that their motive is in any event a retaliation committed to send whatever message they wished to convey, my submission to the Committee would be quite correct in rejecting the evidence of any AWB activity because as this hearing wore on, it became quite apparent that there was no evidence of any AWB activity.  At best for the applicants, there were unconfirmed rumours which they had not sought to confirm and even with a modicum of examination by the applicants of the rumours that had come to them, there could be no belief, no sincere or honest belief, that there was a right-wing infiltration of the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well Mr Chairman, if one looks for example at the suggestion that there was gun smuggling.  Why was there gun smuggling because heavy boxes were carried to the home of Mr Costello?  Well, with respect, these are individuals who tell you that they've been trained by the armed wing of the African National Congress to become members of the self defence unit.  That's not military intelligence, with respect.  People carry in heavy boxes therefore there must be arms in them.  There was no ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I've come across a lot worse conclusions.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "I don't doubt that Mr Chairman but we're talking about good faith here and my submission is there was no bona fide belief in a right-wing infiltration.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, if their informants gave them information, is there any reason that you may suggest that they should disbelieve those informants?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well, Mr Chairman, they didn't have to disbelieve them, if they believed everything they were told, they had no evidence of a right-wing infiltration.  They had heavy boxes being carried in and meetings being held at where uninformed or matters were discussed of which they had no knowledge.  There was one instance of somebody wearing khaki, apparently getting inebriated on a bus and saying he was a member of the AWB who'd been on a mission to Port St Johns.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was that the man who was drinking brandy in a bus?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes Mr Chairman and it's not apparent whether his confession to having been on a mission was before or after the consumption of the alcohol but be that as it may the uncontested proposition put to Mr Hermans was that Mr Costello ran a guest house.  Now that, those aspects ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understood it he knows that now.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, I'm sure whether it was suggested that he didn't know it at the time, he ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "His evidence was that there - his information was that he accommodated at the very least and associated with members of the AWB as he suspected but you put it to him that would he deny then now that what he in fact did was run a guest house and he said no he couldn't.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman but that illustrates the extent of the good faith reliance on available information.  There was, with respect, no tangible - nor was it suggested, that I must concede, that there was tangible evidence of right-wing activity.  There were rumours and the rumours were premised on the illustrations I have just placed before the Committee together with some hooting and light flashing outside a hall where the South African Communist Party was launched in 1992 and the participants in that exercise, I think the term used was left behind Mr Costello and it seemed to be clarified that they didn't have anything to do with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He should have said right behind.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "It appears, I think, the intention was Mr Chairman, they didn't associate with him on the day and that with respect is the available evidence of a right-wing infiltration.  It is, in my respectful submission, without foundation and it reflects poorly upon the credibility of all of the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, I don't know if we can be that simplistic, Mr Smuts.  What you just mentioned now last is what some of the applicants observed.  Now on it's own you may be right but we cannot forget that it was fortified by all these reports, albeit untested and reports by informers on various parts of the area.  Now surely that must count for something?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "But with respect Mr Chairman, they were reports, reports from out of Port St Johns, were reports that there were meetings.  No one knew what was discussed at those meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But they were AWB meetings which has a certain connotation.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, they were meetings associated with Mr Costello and because it was rumoured that Mr Costello was AWB therefore it was rumoured that they were AWB meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well as sloppy as the intelligence may have been, I'm just pointing out to you that we're talking about whether it was bona fide or mala fide.  We cannot just take isolated issues to determine that.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "But my submission is, Mr Chairman, there is no basis on which the link with Mr - the suggestion that Mr Costello was a member of the AWB was founded either.  At best, for the applicants, at one stage there was person that emerged from his house that claimed to be a member of the AWB.\n\tA further point with respect to which the Committee is compelled to have regard is the surprise appearance of Mr Costello as a pivotal individual in the events leading to the attack launched by the applicants in the evidence of Mr Hermans.  Mr Chairman, one can speculate as to the motivation for it but my submission is simply if it were true we would not have heard of it for the first time yesterday.  What does that then suggest, with respect, that suggests that there had to be a tapering of evidence to ensure some kind of united front amongst the applicants.  My submission is that the Committee cannot be satisfied that it can rely on the evidence relating to the alleged right-wing threat.  If it can't be satisfied that that evidence is reliable then there is an answer to the question posed earlier, no basis on saying we can rely on some of the evidence and not on the rest of it unless it is objectively verified by other available evidence such as the fact of the death and injury which was sustained on the day in question.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Smuts sorry, just to ensure that I follow your argument.  Is it your argument that on the base of the evidence that has been led before the Committee we cannot even conclude, we can't make a finding at all that this thing, this attack and ambush was actually triggered off by the assassination of Hani and we say all the rest is nonsense?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "No Mr Chairman, my submission is that unless there are other facts which lend support to averments in the evidence of the applicants, the Committee will not rely on the unsubstantiated evidence.  But we know as a surrounding background fact that Mr Hani was assassinated three days previously.  That is a fact which the Committee will take into consideration when it weighs their actions but when they make unsubstantiated averments, only confirming each others evidence, then in the light of the weakness of their evidence and there are a host of other reasons, I mean with respect, it's a deviation from the question posed but there wasn't a single witness who was tested against his confession, who gave honest evidence, in credible evidence regarding why he said what he said in his confession.  As witnesses, the applicants were so unimpressive that the Committee will not accept the evidence unsubstantiated.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Smuts, suppose we wouldn't believe them on the whole AWB question, but we've got the following objective facts.  Mr Hani was killed, there was a reaction throughout the country because of the killing of Mr Hani.  It's also a fact that Mr Hani was killed by a white person.  It's also a fact that our history caused a division between whites and blacks and black people were perceived as enemies in general, not in particular and whites in general without referring to particular people as the opposition, the two sides involved in this political struggle.  They now testify and suppose we agree that we can't accept everything they've said, but can we reject the evidence that they acted or planned something in reaction to the killing of Mr Hani?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "No Mr Chairman and I wouldn't ask the Committee to reject that.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speakers mike.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] and to kill a white or whites and they carried out their plan in killing whites.  There was no robbery, they left them there and they went home and what could the motive be on a balance of probabilities for the killing of the white people?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well that's the problem with the applicants have left the Committee with, Mr Chairman, because they haven't tendered credible evidence.  The motive could be political.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I thought you would be able to assist us in coming to a conclusion.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "The motive could be racial hatred.  Fortunately, Mr Chairman, it's not incumbent on the victims to satisfy the Committee of anything, that is the role of the applicants and the victims and the applicants have to satisfy the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But haven't the applicants informed us that that was the reason for them embarking on this?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well, in doing so Mr Chairman, the applicants linked their motivation to what I submit is a spurious right-wing infiltration and if they are not credible witnesses in that regard then they will not satisfy the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But does it mean Mr Smuts that if we reject the evidence on this possible right-wing infiltration that we have to reject their evidence in total, because I want to point out that as Advocate de Jager correctly points out, that that portion of the evidence of the applicant is substantiated by the truth of other knowledge that we have.  I mean Mr Hani was assassinated.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Mr Chairman, I'm not suggesting that the Committee will not find as a fact that the assassination of Mr Hani prompted a reaction on the part of the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't we believe them on that score?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, because there is an objective leader ascertainable fact, that death, indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Against which that part of the evidence can be measured?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes Mr Chairman, but then the question is when they come and seek to persuade the Committee, having sought to mislead the Committee about this right-wing threat, when they come and seek to persuade the Committee that they were acting bona fide in furtherance of the political struggle of their organisation, where they can satisfy the Committee of that as a motivation, whether they were in fact acting in good faith or whether it was merely an act of racist revenge and while ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Their attempt to - sorry, their attempt to mask and colour their evidence for whatever reason they did it, should that act as a penalty against them such that the application be refused?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, Mr Chairman, because they must satisfy the Committee that they've made a full disclosure of all relevant facts.  If they've said ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They've made disclosure and added.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well, with respect, once they seek to mislead the Committee as to motive, the Committee, in my respectful submission, can never be satisfied that they've make a full disclosure of all relevant facts.  It's the risk you take when you start on a lying course, Mr Chairman, once you cannot be believed, you cannot believed on those crucial aspects where you bear an onus.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But Mr Smuts, is it not implicit from their evidence that the whole thing about this right-wing ...[indistinct] Costello and all the problems that go with it, was just a secondary part of this background?  The major event having been the assassination of Chris Hani?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well, would that that was so, Mr Chairman, it became of lesser significance when they got into trouble on the right-wing threat but central to the evidence, central to the evidence is this right-wing threat.  That's what brought the men of Flagstaff to Port St Johns.  That's what caused the selection of an area as a suitable target for an attack.  That's why they went to Mpande.  That is the thrust of the evidence of the applicants.  If that's not credible, with respect, and my submission is on the face of it it's not.  Their evidence is in tatters.  They could have ..[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All of them?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, with respect, there isn't one who didn't associate himself with that story as being central to why they went where they went and why they selected whom they selected as their victims.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Should we - are you suggesting that we should disregard the evidence of high levels of emotions which existed on their part?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Not at all Mr Chairman, but a high level of emotion may lead to irrational conduct.  That doesn't mean that because you act irrationally one can ignore the fact that what you were doing didn't meet the requirements of the Act.  If the defence is \"I was emotionally swept up and that's why I went and did it\" that doesn't necessarily lead to a conclusion, in fact it may preclude a conclusion that this was a decision motivated by political considerations taken in good faith with a view to further the political struggle, it may militate against such a finding in entirety.  In fact, once one reaches that stage, Mr Chairman, and one has this high level of emotion and hatred as Mr Mxhayi calls it and anger and frustration as Mr Hermans and Mr Mazwi put it and once one has the low level of credibility of the witnesses in consequence of their ...[indistinct] during their testimony, one's constrained to look at the provisions of 23(ii) which preclude the granting of amnesty for persons acting out of personal malice, persons acting out of ill will or spite directed against the victims of the acts committed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But in that - is it not clear from that provision that the person concerned must have known the victim of the act in question?  He must have known him before?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "My submission, with respect, would be that if there is ill will directed against a group the knowledge of the identity of an individual would not be a requirement to fall within that.  If by way of example, the act is merely an act of racism directed at all of a particular race, that would be an act acting out of ill will.\n\tMr Chairman, to expand on the consequences of the Committee's rejecting or disregarding the AWB involvement, then one is left with the retaliation or revenge attack.  In the circumstances that I've illustrated where information was sought and obtained as to the identity of the persons who were subsequently attacked and my submission then is that an examination of the provisions of Section 23 (f) which deal with the question of proximity and proportionality would be fatal to the applicants.  This was not, Mr Chairman, Jack Ruby shooting Lee Harvey Oswald shortly after his arrest for the assassination of President Kennedy.  This is a random attack, three days after the shooting of Mr Hani, directed at holidaymakers who turn out because the applicants couldn't be bothered to find out what they were or what they stood for, to have been themselves opponents of those who were old enough to have a political view, opponents of the regime at the time and as the columnist put it, Mr Chairman, the killed a new South African.  Nothing in the evidence before the Committee in my respectful submission would suggest that this violent murder of two of the party and the attempt to murder the two children and the other adult could be considered an act proportional to the objective, the political objective pursued.  That, the Committee will recall, was expressed to have been sending a message to the Government.  There was not an attack on a Government institution which could have avoided any loss of life, there was not attack on any Government office bearer or political leader, there was not even an attack on the forces supportive of the regime of the day.  This was an attack on defenceless holidaymakers and it would in my respectful submission be nothing short of an obscenity to suggest that it met the proportionality test enunciated in Section 23(f).  \n\tMr Chairman, that there are aspects of Section 23 which count or can be taken into account on behalf of the applicants, I would not dispute, particularly 23(b) which deals with reaction.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, but Mr Smuts the aspects being set out in 23, 20 sub-section 3, are not prerequisites, they're directives and it's not necessary to meet all of them, they're only guidelines in order to assist one to see whether there was a political objective, an act associated with a political objective, even the - it need not be a political motive as such, it should be an act associated with a political objective and even if only one of those criteria has been met and it's satisfies the Commission that it's been met in such a way that you could be satisfied that the act was associated with a political objective and then we're bound to find that that part of the prerequisites stated in Section, sub-section 1 has been met.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "The fact is - is the question Mr Chairman whether once there is a finding that there was a political objective?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] there's an act associated with a political objective.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "For instance by looking at the nature of the Act, the context of the Act, aren't we then bound to come to a certain decision?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Not in respect of Section 22(a) which would be applicable to the instant application if the requirements of that section are not met.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, the applicant complies with the requirements of the Act, isn't that the formal requirements?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Because that deals with the application.",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] but whether the act is an act associated with a political objective, committed in the course of the conflicts of the past in accordance with the provisions of 2 and 3.  Now once, as far as 3 is concerned, once in the context and on the evidence before us, we find it's associated with a political objective even if only one of those criteria has been met, what would the position of the Committee be then?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Well, with respect Mr Chairman, it would be my submission, improper to return a finding based on only one of those criteria.  The interpretation given to the Act by the constitutional court in the Azapo judgement in 1996, Volume 8 of the Butterworth Constitutional Law Reports and I refer to ...[inaudible] Mr Justice Mohammed found the following\n\"Moreover, it will not suffice for the offender merely  to say that his or her act was associated with a political objective.  That issue must independently be determined by the Amnesty Committee pursuant to the criteria set out in Section 23, including the relationship between the offence committed and the political objective pursued and the directness and proximity of the relationship of the proportionality of the offence to the objective pursued.\"\nThat's not a suggestion, with respect, that once one finds one of the criteria met, the question is no longer open and my respectful submission, it requires a weighing of the criteria in their entirety and that is the thrust of the finding in the Azapo judgement.  My ...[intervention]",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Smuts, is it your argument that you can never have this thing which you call an act associated with a political objective until you have satisfied all those guidelines?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "No, I would submit with respect that some of them are phrased in such a way that there's not a question of satisfaction to use the phrase that...[intervention]",
            "Male"
        ],
        [
            "ADV SANDI",
            "The question of consideration rather?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Indeed, Mr Chairman, I would submit it would be improper not to weigh everyone of those considerations.  If the question of proportionality by way of example were ignored in entirety by the Committee, that would be reviewable in my respectful submission.  It has to be weighed but the criteria are interactive and some of them don't require a standard.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible] asking for factual ..[inaudible]",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Correct Mr Chairman, yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you agree this has always been my belief whenever this particular part of the Act has to be looked into, it would seem to me that the purpose of parliament really was to ensure that we as members of this Committee did not have a blank cheque to simply declare that any form of conduct is an act associated with a political objective but to look at that as against those guidelines, do you agree with that?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "Yes, Mr Chairman, in fact when the - the Act is an outflow of the interim constitution which required the promulgation of the Act and required that contained in such Act there should be criteria to be considered by the Amnesty Committee.\n\tMr Chairman, my submission is that when the criteria are weighed the Committee examining aspects such as against whom the offence was committed, innocent private individuals unconnected with the events in respect of which the applicants were retaliating, the absence of the order, of any order, the gravity of the offence, the lack of proportionality.  Weighing the criteria in sub-section 3 there is not sufficient before the Committee to find that this is an act associated with a political objective on the evidence that is available because given that the lack of reliability of that evidence, the applicants could not have satisfied the Committee.  I've already made the submission that they fail on sub-section 2 in any event.\n\tMr Chairman, the absence of an order in the light of the conflict which the stated policy of the party is fatal to the application or the applicant, the rejection of the right-wing infiltration argument must, in my respectful submission, be founded upon the lack of reliability of the evidence of the applicants and once that is so, it is fatal to their case because they cannot satisfy the Committee.\n\tThey don't qualify in terms of Section 20, sub-section 2 or Section 20, sub-section 3 and it is inescapable, with respect, then that having rejected that evidence, the Committee must dismiss these applications for amnesty.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Smuts, we require a list of defined victims and their addresses please?",
            "Unknown"
        ],
        [
            "MR SMUTS",
            "I've prepared such a list, Mr Chairman.",
            "Male"
        ],
        [
            "MR ZILWA",
            "Mr Chairman, just in very brief reply.  \tHard as he may try my learned friend cannot wish away the facts.  The facts we have are that Chris Hani was assassinated and three days later the accused, I'm sorry, the applicants committed their offence.  Now they've stated clearly and completely the motivation that caused them to do so.  My learned friend is urging this Committee to reject those averments, I'm not sure of the basis on which he states that, I'm not sure of the alternative on which he says if\nthey're rejected then, in other words, if they are not telling the truth, then what is the truth?  In my submission, all that the accused have stated, sorry, the applicants, is completely in keeping with what is stated in Section 20, sub-sections 1 and 2 and the guidelines set out in Section 3 in my respectful submission, it is not an absolute necessity that all of them should be satisfied but I submit in any event that all of them have been satisfied.  To submit that the accused, that the applicants merely acted out of ill will or spite for members of the white group, now in my submission if that was so, there would be an explanation as why the accused left, I'm sorry the applicants left alive the white child that they found at the premises if it was just a wholesome general hatred of the white group and as such their actions were just out of ill will or spite.\n\tAnother aspect which has been mentioned by my learned friend, he has hinted that Guleni has in fact not applied for amnesty in respect of the position of the unlicensed firearm.  Page 39 of the papers, the typed application of Guleni, says:\n\"Nature and Particulars:  In Weakley Brothers Case used a 9 mm shot pistol\"\nI would submit that reference to that shows that the possession by Guleni of such pistol is in fact inherently included in this whole application.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Maybe Mr Smuts means that that has not been mentioned under paragraph 9(a)(i) where it says acts, omissions or offences?  He simply says murder cases.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, I would submit though Mr Chairman that ..[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zilwa, do you want us to include it because it's inherently part of an act of murder?",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "Yes, that's what I was going to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's really a technical charge.",
            "Unknown"
        ],
        [
            "MR ZILWA",
            "It is, that would be my submission, Mr Chairman.  Yes, that is all thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  There are a few issues I want to raise.  We have come to the end of the hearing and I wish to thank all those who have made the arrangements for this hearing to be held.  In particular to the interpreters who do a thankless job.  I also wish to thank the members of the Correctional Services and the South African Police Services for their co-operation and to ensure, as they promised, that the hearings start on time.  Members of the public who showed interest in this hearing and to the representatives who came to our assistance during this hearing.  I want to thank the press for covering this matter.  I also wish to point out that it is unfortunate that one possible witness that this panel may have wanted to call to give evidence was consulted yesterday and a report on what was discussed appeared in this morning's newspaper.  It is to be hoped that in future the media in general would refrain from interviewing any party or interested party in a hearing until after the hearing, it does in fact compromise our position.\n\tI want to say to the victims that unfortunately this country has been plagued with atrocities for many, many years.  Many people have died during the course of that period and this country has been split down the middle in racial lines.  I am aware of those effects.  In different quarters, the activities of different political organisations were criticised on one hand and supported on the other.  I cannot begin to imagine the pain and trauma that you must have endured and perhaps still enduring.  I cannot request that you forgive and forget what you've had to experience.  In particular the youngsters in this particular case who had to endure that type of trauma.  It is to be hoped that the pain and trauma would diminish through the passage of time and it is to be further hoped that our people, subjects of this country, are to be allowed and are able to proceed with their lives as they should have been able to do without apartheid.  This matter is adjourned and we'll adjourn till tomorrow morning.  We will make our decision as soon as is possible.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}