{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-04-07",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "GEN J L GRIEBENAUW"
        ],
        "matter": "PLAN KATZEN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53237&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99040608_el_990407el.htm",
        "speakers": [
            "CHAIRPERSON",
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "MR AVENANT",
            "MR KNOETZE",
            "MR CLAASSEN",
            "MR PENZHORN",
            "MR VAN DER HOVEN",
            "MR NONTENJA",
            "MR WAGENER",
            "MR MAPOMA",
            "ADV SANDI",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "GENERAL GRIEBENAUW",
            "MR AVENANT",
            "GEN GRIEBENAUW",
            "MEMORANDUM BY GEN GRIEBENAUW HANDED IN AS EXHIBIT F",
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "MR KNOETZE",
            "MR CLAASSEN",
            "MR PENZHORN",
            "MR VAN DER HOVEN",
            "MR NONTENJA",
            "MR WAGENER",
            "MR MAPOMA",
            "ADV SANDI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Avenant, are you going to be calling your client?",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Avenant?",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Thank you Chair.  Gen Griebenauw, you are the applicant in this matter, and you are applying for amnesty in respect of your participation in Operation Katzen.\n\tYou were attached to the South African Police, Security Branch.  Very briefly your background in the South African Police?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Chair, in 1959 I joined the Police.  I was stationed in Cape Town.  From Cape Town, I was sent to the Transkei and I was part of the Mounted Police.  Then I went to Windhoek in 1964 onwards.\n\tIn 1975 I was sent to East London as Commanding Officer of the Investigating Branch of the Security Police.  In 1982 I was \ntransferred to Paarl, second in command of the Security Branch there and in 1983 to 1985 I was in Cape Town, as Commanding Officer of the Investigating Branch of the Security Police, and in 1986 to 1989, I was the Commanding Officer of the Security Branch in the Border area, stationed in East London.\n\tIn 1989 I was second in charge of the Security Branch in the Western Cape, 1989, December 1989 to 1990, December 1990, I was the Regional Commanding Officer of the Security Branch in the Western Cape and January 1991 to July 1992, I was in Pretoria, Head of the Investigating Department, Collection of Information and Intelligence and from August 1992 to May 1993, I was seconded as Commissioner of Police in kwaNdebele.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Now, Operation Katzen, it took place a couple of years ago, the acts associated with that, you have certain introductory comments that you want to make?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, I would like to ask the Committee when my evidence is evaluated by you, that you will bear in mind that I am testifying about things which took place about 12 years ago and that I terminated my association with the Police about eight years ago, and I entered a new era, a new world with new interests and I had no official documents at my disposal, whilst I was preparing for this application, but to a large extent I had to rely on my memory and you must also bear in mind, that Operation Katzen, formed a very, very small part of my entire task and the duties from 1986 to 1989.\n\tMy primary task during that period was the maintenance of internal peace and stability in the RSA and the combating of crime.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Now General, the acts as indicated in paragraph 9(a)(i) of the application document, conspiracy to liberating a convicted prisoner, Charles Sebe from the Middeldrift prison and the abduction of Kwane Sebe and Makwanya.\n\tBefore we deal with the particulars of that, Annexure D has been annexed to your application.  Chairperson, those were submissions made by four of the previous Commissioners of Police - I am not going to read out the entire document, there are just some excerpts which I want to comment on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I might say Mr Avenant, we have read the document.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Would you not require any attention being given to this document?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, we are aware of the contents, if you wish to stress anything, you are free to do so.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Thank you.  Gen Griebenauw, if you please look at paragraph 12, page 192 of the bundle.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "It says, while the ANC/SACP alliance and the PAC were carrying out acts of resistance, often of a violent nature, within the borders of the RSA, a military type struggle insurgency (indistinct) was developing in Southwest-Africa, now Namibia.\n\tA similar offence have developed shortly thereafter in Zimbabwe, while the South African Defence Force was involved in the struggle against the Southwest African Peoples' Organisation, the former Rhodesian Security Forces were involved in the various campaigns in that country.\n\tWhy I am quoting that is this was the first time the South African Police entered the military terrain and from this period onwards, we would become increasingly involved in military terrain and that was a total, it brought about a total shift of emphasis in the Police.  There were many adjustments which had to be made by myself and people under my command as a result of this new area that we were moving into.\n\tUp to that date, we were concentrating on combating crime and investigating crime and now, from this point onwards, our role started changing.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "That is then what is also touched on in paragraph 13, paragraph 14, that is a further extension of that?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "It says here ordinary Policemen drawn from the ranks of the Police from the whole country, involved in these guerrilla warfare and counter-insurgency activities, where he had in fact had to kill or be killed, became progressively more accustomed to this type of conflict and the ways, means and methods utilised to combat the enemy.\n\tIt is just confirmation of what I have already said.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "There were also certain statements made by people in the ANC leadership, which actually links up with this and created the conditions in which the Security Forces had to operate.  I think perhaps if you could refer to the circumstances in 1980.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, just briefly.  I would just like to give you one quote, it says in the 1980's, this comes out of the Sheshaba, the official mouthpiece of the ANC, in the 1980's community organisations such as CIVICS, students' and youth organisations and women's structures, began to spring up all over South Africa.\n\tThis was a rebirth of the mass congress movement and led to the formation of the United Democratic Front.  Massive national school boycotts erupted the townships in 1980, and again in 1984 and 1985.\n\t(Indistinct) organisations and (indistinct) also took a major step forward with the formation together with independent Unions that had begun to grow in the 70's.  Cosatu committed itself to advancing the struggle of workers, both in the workplace and in the community.\n\t1987 saw the highest number of strikes ever, including a strike by over 300 000 mine workers.  In 1985, the ANC called on township residents to make townships ungovernable, by destroying the black local authorities.\n\tCouncillors and Police were called on to resign, municipal buildings and homes of collaborators, were attacked.  As the administrative system broke down, people established their own democratic structures to run the community, including Street Committees and People's Courts.\n\tAn atmosphere of mass insurrection prevailed in many townships and rural towns across the country, during 1985 and 1986.  Mass struggles and the armed struggle began to support one another.\n\tA state of emergency was declared over many parts of the country in July 1985.  It lasted for six months and then in June 1986, a national emergency was declared.  That lasted until 1990.\n\tChairperson, when I arrived in East London, a whole number of my members of staff, were black staff members, and they had been driven out of their homes in Mdantsane.  They were actually living on boats in the East London harbour, that is how the things were at the time.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "If we then look at paragraph 20 of the document, 195.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that also refers back to Gen Van der Westhuizen's evidence.   To combat what the South African government asserted to be a total onslaught against all its power bases, that is political, economic, structural, administrative and social, it argued that a total strategy was imperative.  This total strategy was to harness all the State's resources, energies and competencies, thus the National Management System was born, comprising the National Security Management System and the National Welfare Management System.\n\tThere you have the organogram and I won't comment on that any further.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "That is the organogram which also is reflected in Exhibit C?\n\tThe function of the Security Branch, what exactly was that?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Our function in the system was, firstly perhaps I should just give you a bit of background, the total system which existed, started at the lowest level, at the police station, where the departments were represented, then it went to regional level and divisional level and then to the national level in the State Security Council.\n\tSo there was a total interaction between the ground level and the top level.  The President was right at the Head there.\n\tSo there was an interaction both ways, and what I am trying to say is that in this entire system, each policeman later felt that he didn't know whether the instructions he was given, came from Police Headquarters or the JMC or where it came from, so confusion arose.\n\tThe Security Branch, to answer your question, the Security Branch's question was the provision of intelligence in the system.  It was known as the JIC, Joint Information Centre.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Paragraph 26?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "The nature of this conflict and violence had blurred the traditional distinction between combatants and non-combatants, between legitimate and illegitimate targets and more importantly, between acceptable and unacceptable methods.\n\tThat often occurred in the grey area between legitimate orders given, the interpretation of such orders, in circumstances where secrecy and other factors made proper communication difficult or impossible.\n\tRequests which were not always properly expressed or formulated, and a mixing of cultures of the various security departments through the National Management System, which negatively effected the normal day to day function of the South African Police - once again a confirmation of what I have already said.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "29 deals with the political pressure.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "A grey area was to develop in which all parties became more and more desperate and various political leaders on both sides of the political spectrum, exerted their forces to greater heights and pressurised them to achieve further successes in carrying out their respective tasks.\n\tThe individual forces were thus required to adopt all the methods and techniques which are normally employed in conventional warfare, so as to function as effectively as possible.\n\tInformers and agents filled an all important role in gathering vital information and in this regard, it successfully penetrated the ranks of opposing forces.  In this life and death and often deadly struggle, a successful informer/agent could often save lives, but at the same time, could also cause the death of others as a result of his information being intercepted or otherwise obtained by opposing forces.\n\tThe way the system functioned, the information was channelled through two different channels down to the bottom level, the one was the ordinary line function channel of the Police and the other one was through the JMC channel.\n\tBoth of these channels were normally seen by Commanders on the ground, as pressure exerted on the one hand by the government, on the other hand, by the Head of the department.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Chairperson, I want to go back to Annexure A, to the application, page 180.\n\tGeneral, we have now dealt with the background, the circumstances reigning in the Eastern Cape at the time.  When you were appointed as the Regional Commander of the Security Branch, Border, where you were from 1986 onwards to May 1989, please just sketch your involvement in Project Katzen.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, to start with, my function was not limited and my area of competence rather, I was limited to the Border area, but my function also went as far as the Transkei and the Ciskei because we combated terrorism jointly and we had an agreement, a cooperation agreement with each other, not written, but an oral agreement.\n\tTherefore, I to a very large extent, was dependent of the Police Forces of the Transkei and the Ciskei and during this period, somewhere in 1986, I can't remember the specific date, I received a telephonic instruction from Brigadier Schoon from Security Headquarters to attend a meeting in Port Elizabeth.\n\tI wasn't told by Brigadier Schoon what the meeting was about.  The meeting took place on SADF premises under the Chairmanship of Gen Joubert of SADF Special Forces.\n\tBrigadier Schoon attended the meeting on behalf of the South African Police.  As far as I can recall, the following persons attended the meeting, Brigadier, now General Van der Westhuizen, Commanding Officer of Eastern Province Command, he was the Chairperson of the JMC, Colonel Du Plessis, SADF, Commanding Officer, command Eastern Province, he was the Secretary of the JMC, Colonel Hall, SADF Commanding Officer, commanding Eastern Province command, and Mr Hall, NID, National Intelligence, Commanding Officer of the Eastern Province, that was National Intelligence.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Gen Griebenauw, the second Mr Hall, I think I have seen it some other place in this documents, spelt Holl?",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That is quite correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that the one?",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That is the same person.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Holl, so I will just change that Hall for Holl?",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, please do so.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "The Chairperson, Gen Joubert, very briefly sketched the Plan, Plan Katzen.  I didn't know what the name was, it didn't have a name at the time, I don't think.\n\tIt dealt with the Eastern Cape and to stabilise and to normalise the Eastern Cape.  As I said, there were no documents, no documents were handed out, it was only much later that I would learn that it was actually called Project Katzen.\n\tDuring the meeting, the Chairperson explained that the plan was to establish a unified Xhosa State and the way in which this would be done, was to liberate Charles Sebe from the Middeldrift prison in Ciskei and he would then be used to dethrone the then President of the Ciskei, Charles Sebe.  President Sebe was seen as a stumbling block in the way of a unified Xhosa nation or state.\n\tThe Chairperson then also explained that the South African Police, in the person of myself, would be responsible for providing information relating to the liberation of Charles Sebe.  I objected and said that South African Police had very good operation of the Transkei and Ciskei and that this would be to the detriment of that kind of cooperation.  It wasn't possible to foresee how Charles Sebe would react after such a long period in detention.\n\tMy objection was made light of and it was said it was an instruction from the Commissioner of the South African Police, that Brigadier Schoon, represented the Commissioner and that he would confirm this instruction, which Brigadier Schoon in fact did.\n\tI was given the task to collect information to facilitate the implementation of the plan by other components of the Security Forces.  After the meeting and during August 1986, I directed a document, I wrote a letter rather to the Security Headquarters in which I once again voiced my concerns and my objections, but I received no written reaction.\n\tThe reason why I objected apart from the fact that it infringed on the very good cooperation there was between our side and the Ciskei and Transkei Police, was this, I was privileged to have people under me, who actually went to school in the Transkei and Ciskei and my history and knowledge of the area, told me that the Plan was not feasible and I also believed that if you gave States their independence with (indistinct) things like salaries and government cars, you couldn't take it away without causing conflict.  That is in brief, what my objections were based on.\n\tI dealt with the progress made with the planning.  Obviously I gave various members under my control, orders relating to the gathering of specific information, but I never made known the specific reason for which it was needed.  In respect of liberating Charles Sebe from prison, I requested members under my command to obtain information about the specific cell where he was detained, and we arranged that photographs be taken of the Maximum Security Prison at Middeldrift where he was being detained.\n\tI gave these instructions to then Warrant Officer Hattingh and Fouche.  He has since died.  If I remember correctly, they brought me a sketch, Warrant Officer Fouche brought me a sketch and said this is the cell where he is being detained and from Mr Hattingh, I also received the photographs.\n\tI then also had talks with Joe Verster from Special Forces, South African Defence Force and I conveyed -",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Please just before you continue, how did it come about that you had direct contact with Joe Verster?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "My Head Office contacted me and told me that the person from Special Forces, I think it was Schoon who phoned me, he told me that a person from Special Forces would contact me, and that he would be the Operator.\n\tHe then arrived at some later stage, and introduced himself and I knew he was the right person.  I also had talks with Joe Verster from Special Forces and I conveyed the relevant information to him.\n\tWithout having knowledge of the then correspondence and without having talks with individuals who were involved at the time, I unfortunately can't give you any more specific details.\n\tOn the 25th/26th September 1986 ...",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "I beg your pardon, Chairperson, that is a mistake which must be corrected in the document, it is indicated as the 21st in the document.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Charles Sebe was liberated from the prison at Middeldrift.  After this, Joe Verster told me telephonically that the task had been carried out successfully.\n\tGen Schutte assisted the Ciskei Police with the investigation into the liberation of Charles Sebe and this function was later taken over by Captain Landman.\n\tAs a part of the plan of action, it was decided that Kwane Sebe, the son of President Lennox Sebe, will be abducted to place pressure on President Sebe.\n\tThe SADF component made arrangements for a meeting with Kwane Sebe which took place at the AmaTola Sun as I later learnt.  As was the custom, Kwane Sebe was accompanied by Major General Ngwenya.  From the AmaTola Sun the group then moved to the Holiday Inn in East London where Kwane Sebe and Ngwenya were abducted by masked men.  This I also learnt later.\n\tI made arrangements because of the information which I had to collect was related to a safe route to the Transkei, unguarded routes, border posts, etc, and I gave instructions to certain Policemen, I can't remember their names, to take up position in certain areas and we had certain codes, using flickering lights, etc.  \n\tIn such a way they had to lead the person right to the border post.  This was all to do with the abducted people to safety.\n\tThe liberation and the abduction was prominently reported in the press and I also reported this to Head Office.  Brigadier Schoon and or Gen Van der Merwe were constantly kept up to date with what was happening.  Brigadier Schoon was personally kept informed and I think if I remember correctly, Gen Van der Merwe was the Security Chief and Gen Coetzee, the Commissioner of Police.\n\tAt no stage did I take part in any of the actions physically, but I accept full responsibility in so far as I was involved in the planning of the Operation and the orders which I issued to members in this regard.\n\tAs a result of the fact that I didn't inform members about the purpose for which they had to collect information, I also accept full responsibility for their actions, in so far as it took place within the framework of my orders.\n\tAfter Charles Sebe's liberation and after Sebe and Ngwenya were abducted, once again I attended various meetings of which SADF was the convenor.\n\tThere were various requests for cooperation in the form of information, the provision of information, but I didn't have enough knowledge of the total plan and I took in a very passive attitude and I also felt that the plan was risky and also not feasible.\n\tI upon occasion then voiced my objections and concerns to Gen Van der Merwe, and he agreed that we, that is the Security Branch, would have a very low profile, maintain a very low profile.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Part of the plan was the training of terrorist organisations?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "The Ciskeian supporters and Liza Lomzi, that was  a matter of some concern for me, and immediately after Charles Sebe was liberated, and after certain claims were made in the press that Namba Sebe said that he was responsible for this act, Liza Lomzi started with certain activities, acts of terror.\n\tThere were explosions for instance, and it was difficult to determine whether it was Liza Lomzi, but all indications pointed out that that was the fact.  \n\tAt that stage, the whole thing actually I found it hard to swallow as a Policeman, because on the one hand I was trying to combat terrorism and on the other hand, I was aware of people who were being trained as terrorists.\n\tI was aware of this.   Apparently, or probably because there was no proper control over these people and they used their own initiative, I am not saying it was part of the Operation that they should commit acts of terror, but that is in actual fact what did happen.\n\tA meeting was planned for the 10th of November 1986 at a remote military camp in Pondoland at Nsikaba, as a result of my involvement during other incidents, I asked Major Van der Merwe whether I could attend, I would probably have been able to rearrange my priorities to attend, but I didn't do so for two reasons.\n\tThe one reason was that I didn't believe that this Plan could work, and the other reason was that I felt that I would have to involve another witness in the whole matter.  My instruction to him was to listen and not to say anything, because I was convinced that the Plan was doomed to failure and I couldn't associate myself with the methods being used.\n\tThe report which Major Van der Merwe brought me and well, I can't tell you the specific phrases and the words that he used, but the way that Van der Merwe conveyed it to me, brought me under the impression that what we were now concerned with, was killing, actual, physical killing and physical removal, and that was probably the biggest reason why I withdrew and why I asked Head Office that we as the Police should withdraw completely and Gen Van der Merwe, I told Gen Van der Merwe this, and he agreed with me completely.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "This meeting, this is the 10 November 1986 meeting, that was actually a whole series of meetings, and the first meeting took place on the 10th of November and the last on the 13th of November?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, I think what happened was that a meeting took place and then there was a visit to the training camp of Liza Lomzi, I think that is how it happened.\n\tNow the next meeting which I attended, I can't remember the date, there I said that the Police were going to withdraw entirely from the whole Plan.  My knowledge of the activities which arose from what later became known to me as Project Katzen, but seeing as I gained this information in ways other than personal involvement, I don't see the necessity for elaborating on this any further.\n\tThe Committee may ask me questions about that, a document which may be important, is the only document which I, when I still went through the files and official documents, and had access to these, is a document which I drafted, the history of it is this, there was a request at some stage and I have to repeat what was told to me, Gen Viljoen, he was at Security Head Office and he was second in command of Security, said that President De Klerk had made an appointment with Major General Holomisa and that he wanted to be completely informed as to activities in the Eastern Cape so that he could prepare himself.\n\tA request had been directed at National Intelligence, Military Intelligence and the Security Police.  I then attended a meeting at which all of these components were represented and National Intelligence represented by Mr Botha, Defence Force by Chris Stirrion and then myself.  Initially there was the proposal that we write a joint information or intelligence memorandum for the President, but later on it was decided that each department would write his own report.\n\tI then prepared a report.  I don't know Chairman, whether it was actually conveyed in this form to President De Klerk, I placed it at the disposal of Gen Viljoen, who in turn placed it at the disposal of Gen Van der Merwe, who was then the Commissioner of Police.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Chairperson, we would like to ask that this document, it was the one made available to you earlier this morning, that this be handed in as an Exhibit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the document headed \"Uiters Geheim\" and then Memorandum?",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it is - yes, we will receive this then as Exhibit F.  Does everybody have a copy of this?  Make copies available to the others, or Mr Mapoma could just make arrangements for copies to be made available to those who wish to have them.",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            ".",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "At this stage I should perhaps just enquire ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... Mr Mapoma could just make arrangements for copies to be made available for those who wish to have them.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "At this stage I should perhaps just enquire whether the document must be read into the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think rather if it could be described as it's a little bit long, it's 20/30 pages long.  It will form part of the record, it doesn't have to be read in.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Thank you, Chair.\n\tGeneral, could you just discuss the document in broad terms?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "This deals with the entire period when I was in the Eastern Province and I was the Regional Commander.  It deals with the liberation of Charles Sebe from prison, and it deals with actions which took place subsequently and which were connected coups or attempted coups in the Transkei. It deals with the involvement which the Transkei Defence Force had in the attack on President Sebe's house.\n\tI think what comes across very clearly in this document is what the, how many problems Katzen caused for policing tasks, because there were allegations of coups left right and centre between the Transkei and the Ciskei and I had the privilege of appearing on the front page each and every time, as the chief agent of destabilisation.\n\tI tried in every possible way to try and find out who was behind all these actions, but we didn't get anywhere with that.  Later when I was already in Pretoria, General Smit and I, arising from allegations from Holomisa, we visited him and a joint investigating team was appointed with members from South Africa and the Transkei, but it never actually functioned, Transkei never did its part.  Later on there was a committee of investigation under the chairmanship of General Fisher.  And it deals with all of that.\n\tIt is a very thick document and I think that one would probably expect that if this document was submitted to President de Klerk in its entirely, that there would have been some action as a result of this, but that did not happen.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "General, just to get back to Annexure A.  There are further annexures to your application, documentation for instance, things that were said by Major-General Holomisa at a press conference.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "How did you become aware of the name Katzen for the first time?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "In those documents.  In the first press releases regarding this document, that was the first time I heard about the name.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Chairperson, perhaps at this stage I should mention that there is a further, or there are further actions for which amnesty is applied for by this applicant, but which are not contained in this bundle and apparently are also not on the roll for hearing.  I just want to place on record that these acts were not contained in a separate application, it was contained in an amendment to the document currently before the Committee.  Now whether that has gone missing somewhere, I really don't know, we'll have to find out.  But it seems to me that these acts are things which can be dealt with administratively.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I've got no idea of there being further applications by the applicant, Mr Avenant, all I know is what is in front of us in the documentation.  But maybe during the lunch adjournment, which will be very shortly, I see it's 1 o'clock now, you can perhaps discuss this matter with Mr Mapoma.  When you say that it could be dealt with administratively, are you meaning the nature of the incidents don't involve gross human rights violations, or that there'd have to be another hearing to be held?",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "No, I don't think that it would constitute any gross violations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps then this would be a convenient time to take the lunch adjournment, and if you can discuss this issue with Mr Mapoma to see if it can be resolved here.  If it can be, so much the better.  Is three quarters of an hour convenient?  Anyway, as close to a quarter to two as possible.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "General, I just remind you that you are still under your former oath.",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Avenant, you may continue.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Thank you, Chair.  Chairperson, just before we had lunch it was concerning the acts not included.  Now at this stage we're not going to pursue it further, we're going to leave it there and then probably we will be informed whenever there will be a formal hearing for that, which I doubt.\n\tIf I can then continue, General.  Page 176 10(a).  The question is asked, what was the political aim that you wanted to achieve.  What was the aim here with regard to the politics?  Now this refers to the planning of the whole Operation Katzen and General van der Westhuizen gave an exposition.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, but to summarise, I identify with everything that he had said.  That is basically what it boils down to, and that is that a power base should be established, the Xhosa land that should be established as a counter-revolutionary measure, and then also a pro-RSA Government.  That would then assist us to normalise the situation in the Eastern Cape.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "Now if you can just continue to Annexure C, page 188.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Chairperson, it was common cause that the revolutionary war was raging at that time between the government of the day, the National Party, and the revolutionary powers controlled by the ANC/SACP and PAC.  Now this fact is confirmed by various statements by the Ministers of the then government, and Ministers of the current government.\n\tNow on instruction of the government of the day, the Security Forces of the RSA fought a war and then also on instruction of the leaders of the revolutionary forces they also then had a struggle.  That was MK and APLA soldiers.  Both sides made use of covert and unconventional methods.  And there was one aim and that was to achieve the political aims of the specific political leaders, and political leaders could not find a political solution whilst the Security Forces, MK and APLA actions then caused death and devastation.\n\tI would now like to link to what General van der Westhuizen said and that there was then also a measure of force or pressure from the political leaders on the Security Forces, and we told them that we cannot govern the country by the means of the barrel of gun and there should be a political solution.  And that is - I find it strange when I read President de Klerk's book where he said that after he thought about this, he realised they were on the wrong route and that there should be a political solution, but I think that change came from the upper side.  \n\tI was also part of the official State organ, the JMC, which had as aim to realise the aims of the government and in that capacity then I also carried out my official tasks.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "General, anything with regard to which was a result of your function.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "While I was in service in Cape Town we were on patrol and our whole group was following a suspected terrorist and a hand-grenade was thrown at us and some of the policemen were injured.  Nothing happened to me.\n\tAnd then eventually when I was Commissioner of Police in KwaNdebele, the report concerning the exposure concerning Katzen and Holomisa.  And immediately after that the KwaNdebele Government then objected against the further presence in KwaNdebele.  And also perhaps as a result of that report or article, a group of MK members who were in KwaNdebele at that stage, there was a conspiracy to kill me and then for the security of myself and my family I had to end my services.  In that regard I was also a victim.",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "That is the testimony of the applicant.\nNO FURTHER QUESTIONS BY MR AVENANT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, General Griebenauw.  Mr Knoetze, do you have any questions to ask the applicant?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "I do, Mr Chairman.\n\tGeneral, could I take you to page 181 of the bundle, where you refer to this meeting under chairmanship of Joubert.  On behalf of General van der Westhuizen I want to put it to you that he cannot remember this meeting.  He does accept that such a meeting could have taken place.  Are you convinced that he was present at the meeting?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, I am.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "If I can then refer you to paragraph 9 on page 182.  On behalf of Brigadier Schoon I want to put it to you that it is his version and how he recollects it, that he did not have the instruction from the Commissioner of Police that the plan or what was discussed there, that the police would have joined in or participated.  He had the instruction to attend the meeting, the same with you.  The instruction was to attend the meeting and nothing more at that stage.  I also put it to you on behalf of the then \"KOMOP\", General Coetzee and the then Chief of the Security Division, General Johan van der Merwe.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "On the 28th of August 1986 - that was as a result of the meeting that I attended, I wrote a letter to the Commanding Officer Security Branch in Pretoria and that was for the attention of Brigadier Schoon.  I referred him to a telephone conversation on the same day.  I gave an exposition of the information that he required and also the information ...(indistinct) the meeting gave me the instruction to obtain.  It's quite a long report.  The point that I would like to mention is that I would not have given a report to Brigadier Schoon personally if I did not have that instruction.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "No, General, you don't understand me.  I don't say that you didn't have the instruction to give the report or to obtain the information, what I'm saying is that when you and Schoon attended the meeting you did not know precisely what the meeting would be about.  So there wasn't an instruction to participate in that what was to be discussed, you had to go and hear what was going to be discussed and after that a decision would be taken whether the police would participate.  And then in confirmation thereof, I put it to you on behalf of Brigadier Schoon, that he went back to Pretoria and reported that it was a political issue and that it would deal with political involvement and the police would not be involved.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, let me put it to you this way.  As I said in my evidence-in-chief, I received a call from Brigadier Schoon to attend the meeting.  I didn't know what the meeting would deal with.  I listened at the meeting, I listened to the chairperson and the instruction that the chairperson gave me, and I objected to the instruction that was given to me, and the chairperson informed me that I misunderstood him, it was indeed an instruction from the Commissioner of Police and it's not a question if I should but how I should.  Afterwards I said that I cannot take instructions from the Defence Force, I should get it from the Police.  He then said that the representative from the police is there, Brigadier Schoon.  I asked him and he confirmed it.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Can we deal with the next aspect.  You refer to the Ilizalomsa as a terrorist organisation.  Perhaps it's a problem with terminology, but in the language of General van der Westhuizen it was a resistance movement.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Well that is then a resistance movement committing acts of terror.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Now if I understand your evidence correctly, you weren't absolutely sure that these acts of terror that you referred to were committed by Ilizalomsa.  The information indicated that but it appears as if the case was never really investigated.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "There was never a criminal case before the Court, but some of these people were identified with acts in Ciskei explosions that occurred, who then went back to the Transkei and we just couldn't get them extradited.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Now you heard General van der Westhuizen's evidence that such a resistance movement was necessary for Plan Katzen.  You heard what the aims were, what he envisaged, and you also heard that he said that as far as he can remember there were only 11 people who were trained to form the core of this resistance movement.  Can you dispute this testimony?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "And then also something which is perhaps self-explanatory, but if any of the 11 or perhaps any other people who joined Ilizalomsa later, if they should have committed crimes then surely you would not lay it in front of General van der Westhuizen.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, certainly not.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Because I put it to you on his behalf, that he did not know of any acts of terror.  And then also, that what was committed later on when the Defence Force then withdrew their support for Katzen, that not he nor the Defence Force can take responsibility for that.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, I agree with that.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "If I can then refer you to Exhibit F, page 6, from paragraph 17.  It is said that at this meeting at Mesikaba, what happened there.  The information contained in these paragraphs, where did you receive the information for this?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Chairperson, I first had to read through it.  It could be from different documents from the Security Head Office.  Do you refer to the whole part from 17 onwards?  I am at paragraph 17.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Chairperson, it does seem as if the witness and myself are not referring to the same pages, could I just show the page to him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to make sure that we've got the same page, at the top it's got 6 - under \"Uiters Geheim\", it's got 6 and then it's paragraph 17.  It's this Annexure F that was handed in.  That is the long document that you had that you found it not necessary to read into the record.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Yes, Mr Chairman, it may Exhibit E, I'm not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does this start with\n\"Na hierdie mislukte Staatsgreep, veral sedert Januarie '91, is inligting wat dui ...\"",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "It's Annexure E originally to something, but now part of F and it starts off with\n\"R F Reid-Daly\"\nAnd then - you are correct, Mr Chairman, the page that I'm referring to is page 6 and paragraph 17 is lower down.  I'll assist the witness to get that page, Mr Chairman.  He now has it in front of him, Mr Chairman.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That was obtained from a statement by Ron Reid-Daly.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "In other words, you are not alleging here that what is contained here is correct?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, not at all.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Because I want to say to you that the persons - Chief Lent Makoma, if you turn the page to page 7\n\"Major-General Mitigaga and Piet van der Riet, Transkei Defence Force were not present at the meeting.\"\nAnd I put it to you on behalf of General van der Westhuizen that that is how he recollects it.  I also want to refer you to Annexure A, Colonel Rusty van Rooyen and the minutes which he attached to his statement.  On the first page he says:\n\"The report with regard to deliberations at Mesikaba, between Ron Reid-Daly, General Sebe, Chief Ensebe ...\"\nThat must be Namba.\n\"... Brigadier van der Westhuizen, Colonel van Rooyen and Major van der Merwe.\"\nI also put it to you on behalf of Brigadier van der Merwe, on page 4 of his document in paragraph 7 he says who were present and he is also does not mention those people.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I will accept it, Chairperson.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "If I can refer to page 3 of that document.  In paragraph 8 and 9 reference is made to a specific Saturday and what happened.  And in paragraph 9\n\"At a later stage, at a later opportunity, Nkeba(?) and others were involved as well as Minaar.\"\nDo you know when that occurred?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, I have no idea.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "In other words, you will not dispute it if I put it to you that that was long before Katzen?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I'm aware that it took place long before Katzen, it cannot be linked to this.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "And then another page, page 2, paragraph 5.  It is referring to General van der Westhuizen, is that correct?  That it is General P W van der Westhuizen and not my client, Joffel van der Westhuizen?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Knoetze, could you just give that last reference, page?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "It is page 2, Mr Chairman, paragraph 5 of the document which starts with\n\"R F Reid-Daly\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Just to link it, in other words you also do not take responsibility for what is given in paragraph 8, page 7, of how this plan was then compiled, phase 1, 2 and 3 and the rest, because this comes from Ron Reid-Daly and not from you or anyone in your command?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "In other words, you also do not take responsibility for the allegation on page 20, that my client, General Joffel van der Westhuizen insisted that immediate priority should be given to the implementation of phase 1 and 2?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Just for record purposes I want to put it to you that he denies it because as you heard, only phase 1 was partially approved and he never insisted on the implementation of phase 2.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I accept it.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "And then it is also quite clear that the words used on page 9, paragraph 21 of \"eliminate\" aren't words that you take responsibility for, those are the words used by Ron Reid-Daly of what was said there.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Absolutely, Chairperson.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "And that idea is then also contradictory to what van der Merwe also says in his statement.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I accept it.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "My attorney shows me that Ron Reid-Daly is English, but this an Afrikaans version.  In other words, this might also not be a correct translation of the English?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That would have been my translation of his English.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Thank you, Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY MR KNOETZE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Knoetze.  Mr Claassen, do you have any questions?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Mr Chairman.\n\tGeneral, a few questions.  Could I first refer you to paragraph 13 of the annexure to you application, where you say that with regards to the liberation of Charles Sebe:\n\"I requested members in my command to obtain information concerning this specific cell where Sebe was being held.\"\nMy client, Mr Fouche, it is that he received the instruction?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I just want to confirm that that was an instruction which referred only to the liberation of Charles Sebe and had nothing to do with the abduction of Kwani Sebe and his companion?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "And then I want to refer you to paragraph 18, page 184.  You say that\n\"At no stage did I participate physically in any of the actions and so forth.\"\nAnd then later:\n\"As a result of the fact that I did not inform members concerning the purpose for which they had to get the information, therefore I also take full responsibility for their actions as far as it occurred within the frame of my instructions.\"\nYou refer to the escape routes for Kwani Sebe.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "But I also accept that the escape routes which were suggested to you by my client, Mr Fouche, could not have been related to Kwani Sebe because there were two different places that they had to escape from?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "The last question, General.  With regard to the political situation in the Ciskei at the time, can we accept that it was general knowledge on grassroots level, also concerning my client and all the policemen in his area, that firstly there were political differences between Charles and Lennox Sebe?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is so.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "And was it also general knowledge that Charles Sebe was pro-RSA, more so than Lennox Sebe?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, absolutely.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "So if you had given him an instruction to obtain information with regards to the liberation of Charles Sebe, it would have been logical that for him to make a political inference that it had to do with the toppling of the State in Ciskei?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you, Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Claassen.  Mr Penzhorn?",
            "Unknown"
        ],
        [
            "MR PENZHORN",
            "I have no questions, thank you.\nNO QUESTIONS BY MR PENZHORN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Hoven, do you have any questions?",
            "Unknown"
        ],
        [
            "MR VAN DER HOVEN",
            "Mr Chairman, I've only been given a copy of this Exhibit F now, may I reserve my right to once I've had the opportunity of examining this document and taken instructions if necessary?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR VAN DER HOVEN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nontenja?",
            "Unknown"
        ],
        [
            "MR NONTENJA",
            "Mr Chairman, I have no questions, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Jansen and Mr Prinsloo have both excused themselves from further attendance, saying that they have no further business here, so there's obviously no questions from them.  Mr Wagener, do you have any questions?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Just a few, Sir.\n\tSir, you said you sent Major van der Merwe to attend a meeting in Port St Johns on the 10th of November 1986, do you recall that?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is so.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "And when he gave the report to you, you have said that his report involved the killing of people, do you recall that?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is the inference that I made from the report that I received from him.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Who were those people who were reported to have to be killed, in that report that you received?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Chairperson, I will first have to have a look at it.  Three names are mentioned of people who had to be removed, it's Lennox Sebe, Kwani Sebe and Colonel Zibi.  But to be removed from the State dispensation, you cannot really infer that they had to be removed.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Did he give you the report verbally?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "And from his verbal report, what did he actually report to you?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I can't remember his precise words.  I can't remember which specific terms had been used, but I inferred that they were planning to kill people.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was the direct word used \"kill\", murder or ...?",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, the term \"take out\" was used, an I only have one meaning that I attach to it and that was that the person had to be killed.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Now at that meeting which you attended in Port Elizabeth, where the Katzen plan was introduced, you said you were reluctant to accept the plan and then you were advised that it has been an order from above, who was said to have given that order?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That would have come from the Commissioner of Police.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Were you told that the Commissioner of Police has given that order?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I don't understand the question.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "You say it must have been the Commissioner of Police who gave the order that police participate in the operation.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that is correct.  And I explained how the instruction was conveyed.  Firstly, the chairperson, that was General Joubert, put it to me that it was an instruction from the Commissioner and the Commissioner I then said had to give it personally to me, and he said that there was a representative of the Commissioner and that is Brigadier Schoon, and Brigadier Schoon confirmed that the Commissioner had in fact given such an instruction.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "So actually what instruction is it that Brigadier Schoon confirmed, that has been given?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "As I understood it it is that Brigadier Schoon is not agreeing with what I'm saying.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think - well the question was, what was the instruction?  Is that the question? - that came from the Commissioner.",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "It was to participate in Plan Katzen.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "And it is on the basis of that instruction that you had to participate in the freeing of Charles Sebe from Middledrift Prison?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Now you say you take responsibility for the actions of those under you who participated in that operation, who are those people who participated in that operation?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I have already said, Chairperson, I can remember two names, that is Fouche and Hattingh.  The rest I can't remember.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Fouche and who?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Hattingh.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And to a lesser extent, Major van der Merwe who attended the meeting?",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, who attended the meeting, Chairperson.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "What roles did they actually play?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "It was gathering of information concerning escape routes and then also the cell where Charles Sebe was being held.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "And they gave that information to you?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "And you transmitted it to someone else, to whom?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, I did.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "To whom did you transmit that information?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "That was Joe Verster, Chairperson.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Are you in a position to tell the Committee who are the people who removed Charles Sebe from prison?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "All that I can say to you is that I was under the impression that the commander of that group was Special Forces, it was Joe Verster.  Who the specific people were I do not know.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Avenant, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "I have no re-examination, thank you.\nNO RE-EXAMINATION BY MR AVENANT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi, do you have any questions to ask the applicant?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you, just one.\n\tMr Griebenauw, when you had this conversation with Major van der Merwe and you drew the inference that people were to be killed according to the report he was giving you, did you engage yourself in any further conversation with him?",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, I there and then gave the instruction or the order that we have no further participation in Plan Katzen.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Did you not say to him that you are not interested in the killing of people and all that sort of thing?",
            "Unknown"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, I simply gave the order that we ceasing our participation in Katzen.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.\n\tThen immediately you gave those orders, or immediately thereafter, you left Eastern Cape, did I understand you correctly? - you were transferred to either Pretoria or to KwaNdebele?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "But that was only years later that I was transferred.  I immediately gave instructions there and then.  After the 10th of November that there was to be no further participation from the Security Police in Operation Katzen.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "So you were never requested thereafter, after you had indicated that there will be no participation, further participation from the police?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I gave the order that there would be no further participation, and as far as I know there was no further participation.  And this was confirmed by General van der Westhuizen, that there was no further participation.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "And then when did you leave the Eastern Cape, which year?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "From '86 to '89 I was stationed here.  These incidents of which we're now speaking took place in '86.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you.  No further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Knoetze?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Yes, please Mr Chairman, just two matters.\n\tGeneral, I must say you've confused me now.  I'd like to take you back to Exhibit B, paragraph 12.  Do you have the statement of Brigadier van der Merwe, or have you read it?  Please just answer, have you read this statement?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Very briefly, yes.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Don't you please want to read it as from paragraph 7.  Just read it for yourself.  Have you read it now?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "That is now the same person who you are now telling the Commission gave you the report at the time.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Now do you see that in this affidavit - this is an affidavit, in other words something more than a report, he says in paragraph 12\n\"There was no planning done in my presence to kill anybody in any way at any time.  I would in any case not have involved myself in such a conspiracy to commit murder.\"\nDo you now want to tell the Committee that this man has now changed his recollection of what happened at the meeting and has now adopted a totally different stance?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, I wouldn't know why he is now adopting this different attitude, but most definitely that was not the report he gave me orally.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "I'd like to refer you to paragraph 10.  He says\n\"As a result of this - or, Charles Sebe immediately reacted to this proposal by saying that Lennox Sebe should be killed.  The meeting burst out laughing and made no further comment on this proposal.\"\nIn other words, something which amounts to the killing of somebody was found to be ridiculous by this meeting.  This little piece here regarding his affidavit has a ring of truth to it.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, if he told me that it was ridiculed, then I wouldn't have taken steps to withdraw.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "The way I've understood your evidence-in-chief is that I inferred from that that your inference from the words which appeared in the report, was that a decision had been taken to kill somebody.  It's not as if he told you that explicitly.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Yes, that's true and I stand by that.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "What is absolutely so?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "It is true that I made the inference that somebody was going to be killed, actually going to be killed as a result of his report to me and the way in which he conveyed it to me.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry, Advocate Knoetze, can I try and assist here with the manner in which I understand the witness.  He did not discuss his inferences with Major van der Merwe.  When we say van der Merwe gave him that report, he simply inferred that from this, from what Mr van der Merwe is telling me, people may have to be killed and that was the end of the matter, he did not communicate his thoughts to Major van der Merwe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And he reached the inference he said through the use of the word \"uithaal\" in the report.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "If the Commission understands it in that manner, Mr Chairman, I'm satisfied.  I just don't want to let this matter go if there is any possibility of a misunderstanding implicating those people, which they deny.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that it's quite clear that the General has said that he arrived at his own conclusion as a result of the report, erroneously as it turned out, from what's been said because of the use of the word \"uithaal\".",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Thank you, Mr Chairman, there's only just one further matter with reference to that meeting which he attended where Joop Joubert acted as chairman.\n\tGeneral, if I've understood your evidence correctly you are not saying that the police were involved in that thing because a Defence Force officer, Joubert, told you that you now have an instruction for police head office, is that not a bit ridiculous in view of the fact that you received your orders from your officers and not from the Defence Force?",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, I said the exact opposite to what has been put to me now.  I said that I objected to the fact that at Defence Force officer was giving me orders and that I took my orders, wanted to get my orders from the Commissioner of Police.  He then answered that you do indeed have an order from the Commissioner, ask your representative from the police, from the Commissioner, and that is Brigadier Schoon.  And Brigadier Schoon confirmed that.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "But the point is, you did not receive the instruction from the Commissioner.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Not directly from him, but from this confirmation of Brigadier Schoon I could only make one inference.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Yes, I've already put to you what Brigadier Schoon said, namely that he simply had the instruction to attend the meeting and by implication you had the same order and nothing more.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "Well then one can assume that I had no participation later on.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "I find it strange that you're now alleging that you had higher orders, from higher authority, but then after a while off your own bat you decided there would be no further participation.  One would expect that that decision of yours that you took, you would first take that up with your seniors before going ahead.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "No, the position was that I immediately gave the order and then followed that up with a call to General van der Merwe.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "In any event, there was nothing strange about the termination at that stage because the Defence Force would in any event have stopped being involved in Katzen.",
            "Male"
        ],
        [
            "JOHANNES LODEWIKUS GRIEBENAUW",
            "I'm not aware of any further Defence Force activities.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR KNOETZE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Are there any further questions arising out of questions that have been put by the Panel?  Do you wish to put any further questions?\nCOUNSEL HAS NO MICROPHONE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you want a bit of time to finish it?\nCOUNSEL HAS NO MICROPHONE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What will be the position with regard - sorry, Mr Avenant, are you going to call any further witnesses?",
            "Unknown"
        ],
        [
            "MR AVENANT",
            "We're not calling any further witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are any of the other legal representatives who are representing implicated people or interested parties, do they intend to call any witnesses?   Mr Mapoma, are you calling any witnesses?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we'll then very shortly be finished with the evidence in this matter.  What is the position now with regard to argument?  When do you wish to argue, now or tomorrow morning, or what would be suitable for you?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "I think the responsible thing to do is to argue tomorrow morning, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be convenient?  Anybody of course is free to make any submissions if they wish to, not only the applicants but other legal representatives if they wish to make submissions, can do so as well.  If they don't wish to make submissions and would rather not be here tomorrow to listen to the erudite argument, then they may ask for themselves to be excused today.  You've got no further questions, thank you.\n\tWell we'll then adjourn until tomorrow, would half past nine be convenient?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "It would be, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That will just be for purposes of receiving argument then and then we'll be finished with this particular hearing.  Thank you very much.  We'll then adjourn until half past nine tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}