{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-04-15",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "RAYNER MARIA MORINGER"
        ],
        "matter": "KIDNAPPING OF MR V. MBOTOLI",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53290&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99041521_el_990415el.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR MAZAHAM",
            "MR NDENGEZI",
            "UNKNOWN",
            "RAYNER MARIA MORINGER",
            "MR SIBANYONI",
            "ADV SANDI",
            "MR MBOTOLI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR MAZAHAM",
            "MR NDENGEZI",
            "MR MAPOMA",
            "MR Z. MAPOMA",
            "MR MORINGER",
            "RAYNER MARIA MORINGER",
            "MR SIBANYONI",
            "ADV SANDI",
            "MR MBOTOLI",
            "MR MAZAHAM IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody, I apologise for the late delay.  The reason for the delay was that the bundle of documents had to be copied for certain of the representatives, so we won't take the tea adjournment now, we will go straight through to lunch time.  Before we start, I would just like to introduce the panel to you.  On my right is Adv Sandi, he is from East London, a member of the Amnesty Committee.  On my left is Mr Sibanyoni, he is an Attorney from Pretoria, also a member of the Amnesty Committee, and I am Selwyn Miller, I am a Judge from the Transkei Division of the High Court.  I would like to at this stage ask the legal representatives please to place themselves on record.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairman and Honourable Members of the Committee, my name is Lungelo Mbandazayo.  I am representing an interested party, Major S.M. Mhlulwa.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "Mr Chairperson, Gary Mazaham, Attorney Johannesburg, representing Rayner Moringer, the applicant for amnesty at this hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mazaham.",
            "Unknown"
        ],
        [
            "MR NDENGEZI",
            "Mr Chairman, I am Shilock Dumisani Ndengezi, representing Colonel Washington Mzwaiba, an implicated person, and from Transkei.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ndengezi.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman and Honourable Members of the Committee, my name is Sebolelo Qantu Mapoma, representing one of the implicated persons, one Sipalela (indistinct) Mkuduga, and I am from Umtata.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.\nMR Z. MAPOMA: Thank you Chairperson, my name is Zuko Mapoma, I am the Evidence Leader.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Before we start, these proceedings will be simultaneously translated into English, Afrikaans and Xhosa.  To benefit from the translation, you have to be in possession of one of these devices, they are available from the Sound Technician.  Channel 1 is Afrikaans, Channel 2 is English and Channel 3 is Xhosa.  Mr Mazaham.",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "The applicant will be the sole person giving evidence on his behalf.  I will as far as possible, to avoid delay, if I may lead him in so far as will be required to satisfy the essential elements of the Act entitling the applicant at the close of his case, to satisfy yourselves that he does warrant amnesty.  If I may then at this stage, call on the applicant and then address the questions as may be necessary to adduce that evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Mazaham.  Do you have any objecting to taking the oath or do you wish to make an affirmation?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I have got no objection taking the oath.",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "Mr Moringer, what are your full names?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Rayner Maria Moringer.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "And where are you currently resident and domiciled?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "In Randburg, Johannesburg, 11 Shepherd Avenue, Beverley Gardens.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Could you please go back to your first involvement with the Transkei and more particularly the Transkei Military Intelligence and in so doing, try to amplify for us exactly how your role in this particular field, developed.",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think my first contact with the Transkei, was a business contact dating back as early as 1984, where I tried to establish some business in the Transkei and I had meetings with the then Chief George Matanzima, but nothing materialised, and I think about 1986, my contacts stopped again, it might have been 1988.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of business were you trying to establish there, what line of business?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I tried to establish a small aircraft factory in Southern Africa and I approached at that time, the Transkeian government, the Botswana government and at a later stage, the then Ciskeian government.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Mr Moringer, on that point, with regard to the business venture envisaged, because it will become material during the course of this hearing if one reads the Bundle that has been made available to us, could you please tell me what subsequently transpired in so far as the business venture relating to the aircraft factory was concerned, as briefly as possible?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, I tried to establish it in either Botswana, Transkei.  Both conditions for a factory did not really suit our requirements and the discussions basically were terminated and at a later stage, the factory was built with the help of the then Ciskei Peoples' Development Bank, at Bisho airport in the Ciskei.  At that time, the government in the Transkei was, I think the Prime Minister was Chief George Matanzima.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Did the factory actually operate?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, in the Ciskei.  It was later established in the Ciskei.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Thereafter when did you renew your association or involvement with the Transkei and in particular the Transkei Military Intelligence?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think it was late 1988, where I established contact to Gen Charles Sebe who was in the Transkei at that time, and through him, I was introduced to then Colonel Mzwaiba, then Major, now Colonel Mzwaiba.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "What role if any, did you play at that point in 1988?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At that point, in 1988, Charles Sebe was in the Transkei trying to set something in motion to overthrow his brother in the, Lennox Sebe, in the Ciskei and I got involved there.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "I am informed that for certain reasons which I would like you just to explain, you could not directly take a permanent appointment in the Intelligence sector of any other country.  Could you please just place on record why?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Well, it was never my intention and secondly, I am an Austrian citizen and I would lose my Austrian citizenship the moment I would take employment in any foreign military or other service.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Mazaham to interrupt.  Mr Moringer, you say that you in 1988, you established contact with Charles Sebe who was then in Transkei and you then got introduced to the Major who is now the Colonel.  Why did you make contact with Sebe, was that through Intelligence business, were you in any way linked with the Intelligence in Ciskei or was it just coincidence or had you known him before, under what circumstances did you make contact with Sebe then in Transkei?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I made contact with Charles Sebe at the time because I ran into problems with his brother in the Ciskei, with Lennox Sebe, with my business in the Ciskei.  My approach to Charles Sebe was that we might have mutual interests which we should discuss and maybe find out what we could do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mazaham?",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "Thereafter, from 1988 what transpired to your next period of involvement?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think other than the involvement in regards to the Ciskei, I was based in Johannesburg, I was in contact mainly with then Major, now Colonel, Mzwaiba on a regular basis, but nothing specific at that time, happened until I think early 1991.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Just so that we have the sequence of events completed, in the intervening period from 1989 to 1991, as the press reports have frequently held, you were charged and stood trial on a count of fraud, allegedly involving approximately R52 million?  What exactly, very briefly, gave rise to that and what was the result?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I was accused of I wouldn't say fraud, but foreign exchange fraud, initially to the extent of close to R50 million which related to my aircraft business or my involvement in aviation business.  I was arrested and bail was refused for ten months, and it came, some time during 1990, it came finally through a court case at the Supreme Court with Judge Zuhrman and the whole case was, I think you better use the technical terms, I wouldn't say thrown out of court, but we made an application and the case was dismissed.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "At the close of the State's case, a discharge was granted.  As a result of that case, your entire business operation had floundered, you had been incarcerated for ten months, and thereafter you had to start again.  Was it at that juncture that you returned to the Transkei?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I had contacts with the Transkei on an ongoing, informal basis, but I was busy in Johannesburg, setting up my business again which at that stage was in the selling, selling equipment.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "When did you return to Transkei?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Well, I had to return to Transkei, I returned to the Transkei about end of 1991 because there was a warrant for my arrest and I just managed to escape arrest when the Police came to my house, in connection with the case I am seeking amnesty here now.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Could you please fill in at this stage in detail, precisely how you came to be involved in the execution of this kidnapping.",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Since the establishment of the Military Council in the Transkei under Gen Holomisa as the Chairman of the Military Council, there were various attempts to overthrow the government and establish a government which is more influenceable by the then South African government.  Various coup attempts were made, the last I think it was in December 1990, where Colonel Craig Duli led the coup and where he, unsuccessful coup during which he also got killed.  This was one of many coup attempts at the time, and at that stage, the Transkei government was very worried because there was no guarantee that future coup attempts would not be successful.  With the death of Craig Duli, one of the or the remaining prominent leader for a potential coup was Mr Mbotoli and thinking of the Transkei at that time was that one way of stopping the coup is actually by eliminating the leader, because the South African government for a successful coup would depend on a non-South African, respectively a Transkeian leader.  During early 1990, the Transkei established through, I understand through telephone conversations, which were monitored, that Mr Mbotoli was in Johannesburg and were looking for him there in order to sort out the problem.\tI was approached because we knew each other from the past, to assist in locating him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before you proceed, you say you knew each other, did you know Mr Mbotoli at that stage?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Through what connection?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "We knew each other through I think it must go back till approximately 1985 through my involvement, well not involvement, my association with the company called JALC, where Mr Mbotoli, I am not sure if he was a Director, but he was definitely associated with and this is when we met first.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you do business with JALC?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I did not do business with JALC, other than Mr Van Rensburg, one of the Directors of JALC, assisted me in establishing the initial contracts with the Ciskei government for the factory in Bisho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mazaham.",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "And during those days I have met Mr Mbotoli and Mr Mbotoli also assisted us in establishing the initial contracts if I am not mistaken with the Transkeian government, with the meeting I had with Chief George Matanzima.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Mr Moringer, did you at any stage from your first association to the time of the offence, do any business as such with Mr Mbotoli?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "We did not do any business deal whatsoever, not to my knowledge.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "You said before the first question by Judge Miller, that you were approached in regard to the development and what was now going to transpire.  Who actually approached you at the instance of the Transkei Military?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "It was Colonel, then, I think then it was still Major, Mzwaiba which I knew as the Head of the Military Intelligence in the Transkei.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "And at that stage, where were you situated?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "In Johannesburg.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Thank you, if you could then please take it from there.",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think we stopped, okay the Transkei tried to locate Mr Mbotoli in Johannesburg, and asked my assistance and I agreed to assist, but I made a suggestion that I am not prepared to get involved in any assassination of anybody, and I also made a suggestion that from the Intelligence point of view, it is much more sensible to try to get Mr Mbotoli to the Transkei, because that would allow to debrief him and to find out who are actually the people in the South African government who support and who are actually engineering the coup, or the various coup attempts.  That suggestion was accepted, and I was asked to assist in executing that particular task.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "In so far as your actual involvement and assistance, could you please outline in detail precisely what led up to the actual kidnapping?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, I was given a telephone number by Colonel Mzwaiba, a Johannesburg number, which they obtained through a telephone conversation intercept and that was the number, Mr Mbotoli was suspected to be staying.  I checked the number with various numbers and I found that the number was actually the office number of a certain Mr John Strong, who had an office at I think it was 127 Oxford Road in Johannesburg.  I went there ostensibly to visit John Strong, hoping that Mr Mbotoli would be there as well, and we could sort of, we hadn't seen each other for many years, and that sort of we would, I would find a reason to be in touch with him again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Moringer, you said you went to visit John Strong.  Did you happen to know Mr John Strong?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, I happened to know Mr John Strong.  Sorry, I should have explained this, Mr Strong was also one of the Directors in the 1980's of JALC, maybe I should explain JALC, the company name was actually the abbreviation of the first names of the four Directors, J stood for John Strong, A stood for Athis, I don't know his surname any more, it is a Greek gentleman, L stood for Laurie Painting and C at the end stood for Chris van Rensburg.  John Strong was a Director of JALC and I knew him from those days.  I went, I phoned John Strong and we agreed we meet at his place and during that meeting, I also met Mr Mbotoli again and for obvious reasons I tried to stay in touch, in contact with him, to find out what is happening.  I think the whole operation took from the moment we met again until the actual abduction to the Transkei, took approximately three to four months, I am not hundred percent sure how long it took.  Initially the arrangement with Colonel Mzwaiba was that I actually keep in the background and I am not going to get involved to the extent that it would be visible to Mr Mbotoli that I am involved as well.  However, after a certain period, and speaking to Mr Mbotoli, we realised that the planning for the next coup was imminent and we expected that another coup attempt where Mr Mbotoli would be involved, would be within, we estimated within the next two to three weeks, and for that reason it became important that Mr Mbotoli should be taken to the Transkei.  Consequently I had, I am not sure if it was face to face or a telephone discussion with Colonel Mzwaiba and said we have to do something, even under the condition that my involvement is becoming visible, and it was agreed and it was also agreed that if I should as a consequence of this, run into trouble with the South African government, then I would get political asylum in the Transkei.  This led then to the actual abduction of Mr Mbotoli, which I understand was the 12th of April 1991.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "On the 12th of April 1991, just so that we can place on record the actual commission of this offence of abduction, what precisely was your role?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, during the time before the 12th of April 1991, one of the requests from Mr Mbotoli was also try to find out if Gen Holomisa has got some Swiss banking accounts, because there were rumours that Gen Holomisa might be corrupt or might have funding on Swiss bank accounts.  Mr Mbotoli was interested to find out something about this.  We agreed that we have to set something up relatively quickly and I approached a friend of mine and asked him if I could use his house for a business meeting in the evening, which was not a strange request because at the time, I lived in a very small house and for business reasons, sometimes I asked friends if I could use their facilities.  So I phoned this friend and said may I use your house for an important business meeting, and he said yes.  Then I spoke to the people involved, they must get ready and I tried to contact Mr Mbotoli and left messages for him to phone me and under the pretext that I have got some gentleman from a Swiss bank here, which might have the information that he wants to know about Gen Holomisa.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "At this stage could you please place on record, what your understanding was, who was going to be assisting you and from where did your actual orders originate?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Well, as far as I am concerned, the whole operation was controlled by Colonel Mzwaiba in his function as Head of Military Intelligence of the Transkei.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Who was seconded to you to assist you in fulfilling this objective?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "There was a team seconded from Transkei Military Intelligence.  As I said earlier, the whole operation took I think about four months and during this period, the team that was in Johannesburg, respectively in Pretoria, changed from time to time, but if I recall correctly the team was approximately four, five people.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Does the Commission require that we actually identify the parties at this stage Judge?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, if you can, then do so.",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Would it be detrimental to my application if I would prefer not to mention names?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, are you talking about names of these operatives?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One is meant to make a full disclosure, it will be better if you could.",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Because I was told that the whole operation was a military operation, and it fell and falls under the State Secrets Act.  I would like to get, Mr Chairman, your advice in this regard, how would this be applicable or not in this circumstances?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I doubt whether that Act is in existence any more.",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In fact, it is not in existence any more, so it is not covered by the legislation.",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "The operation was initiated and controlled by Colonel Mzwaiba, I think at that stage if he was still Major, I don't know what the actual rank at the time was.  In the Johannesburg area, were Mr Mkuduga, Lieutenant Kalani.  We had logistic assistance by Colonel Chinga because he was at the time at the Embassy in Pretoria and another gentleman was there, which I only knew by the name of Zibulelo and I think there might have been another person from Military Intelligence, a Corporal, but I can't remember his, that one I can't remember his name any more.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Thank you.  Then if we actually get to the day...",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Sorry, may I interrupt, I would like to stipulate one thing.  I was made to understand that the operation was sanctioned by the then Gen Holomisa, however, I at that stage and afterwards, I never ever discussed that operation with Gen Holomisa other than that I took Colonel Mzwaiba's word for it that it came from Gen Holomisa.  I cannot say that I had instructions from Gen Holomisa.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I notice that in your application you are saying it was with his express approval and consent, the operation was with his express approval and consent.",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, that was what I was made to understand.  What I am trying to say is this, I was told the approval came right from the top, but Gen Holomisa, at the whole time, never spoke to me and I assumed that Colonel Mzwaiba as the Head of Military Intelligence, would not do anything without the approval of the Chairman of the Military Council, along that line.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mazaham.",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "In your prior dealings with Transkei and the Military Intelligence, did you have direct access to Gen Holomisa?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I never had before any direct dealings with, person to person dealings with Gen Holomisa.  The only time when I had one, not one to one, but face to face meeting with Gen Holomisa, must have been 1993 at a time when I was in exile in the Transkei.  I never had before face to face meeting with Gen Holomisa.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "In so far as your disclosure in your application was concerned then, as to the express consent of Gen Holomisa, are we now led to understand that in fact you believed it had his direct consent, based on representations made to you by the Colonel?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Based on the representation made to me by the Colonel and based on the fact that all the other players, except me, were members of the Transkei Defence Force.  I assumed that that is the case.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "If we could then get to the actual day in question, what subsequently transpired?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The day of the kidnapping.",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "The day of the kidnapping?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, so everything was set up at the house.  I tried to phone Mr Mbotoli and I think twice I left a message because he was out of his office, or out of the house, and I think it must have been about seven o'clock in the evening, I managed to get hold of him.   I spoke to him on the phone and I said to him, I've got somebody here from Switzerland from a bank, and he might have information for him which he requested, if he wants to come and if that, I would pick him up and bring him to my house.  Mr Mbotoli at that stage did not know where my house was, other than the general area.  I picked up Mr Mbotoli, I also seeing that I was pretending that this is my house, I asked my then girlfriend, now wife, if she wouldn't mind just, I have got some business meeting going on, if she wouldn't mind just sort of serving drinks, etc and come along, which she agreed without knowing what was happening.  Then I went to pick up Mr Mbotoli in Oxford Road in Rosebank.  We drove to the house, we went to the bar at the house and we had drinks.  I think it was Coca Cola, I am not sure, but it definitely was non-alcoholic.  Then I stood up to get something from the kitchen, which was the sign for the people which were in the house, to come and take Mr Mbotoli.  For that reason we had received from the Transkei, from Colonel Mzwaiba, some chloroform and some injections which we were told, the anaesthetic type injections which will knock out Mr Mbotoli for about two hours at a time, and we had, if I am not mistaken, about five of them, which were meant to be injected to keep Mr Mbotoli sedated for the trip.  Mr Mbotoli was then, I don't know what the proper English word is, knocked out with a cotton full of chloroform, was disarmed and injected with the anaesthetics which we found out at the time, did not work properly.  He was taken into a car, there were two or three cars involved.  I don't know at this stage, there was a minimum of two cars, it might have been three cars, and the cars drove away towards - via Durban, towards Port St Johns, where Mr Mbotoli was taken to the Special Forces base on the top of Port St Johns.  I, myself, stayed behind, I was not involved on the trip.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "After the actual kidnapping, was there any acknowledgement from Transkei to you, was there any communication to you to thank you or to express appreciation or any response for your role in this incident?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think as far as, if the question is going, obviously I was in touch with Colonel Mzwaiba and I actually phoned him in the morning that everything has been done.  But there was never any official, definitely not, thanking, either in sort of a reward, which I am just mentioning here, not that we expected something, it is just sort of to make it quite clear, that for the whole operation, nobody received anything.  Nor was there any thanking, official thanking, to anybody involved in the whole operation.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "At no stage in regard to this entire incident and in regard to your involvement with Mr Mbotoli, did you receive any financial remuneration or any form of remuneration?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Not at all.  If I may sort of go beyond the 12th of April 1991, I had serious repercussions afterwards.  I think Mr Mbotoli was held at Port St Johns for a period of about six months, I am not hundred percent sure of the period and then Gen Holomisa held a press conference and introduced Mr Mbotoli officially now, as having been abducted into the Transkei and the military at that stage, handed over Mr Mbotoli, or had to hand over Mr Mbotoli to the Police as the Police was preparing a treason trial with altogether I think, 20 accused.   Mr Mbotoli was part of those accused on the treason trial.  Consequently Mr Mbotoli also had access from his lawyers and from, I presume from the South African Embassy and implicated me in the abduction and one day, it was about six months after the actual abduction, I get a phone call that about 12 people I presumed Security Police, were at my house, looking for me and looking for a bar in the house, which the house didn't have and told my wife that it is in connection with the abduction/kidnapping of Mr Mbotoli.  I at that, it was about one o'clock in the afternoon, at that time, my wife managed to phone me and warned me that the Police was there to arrest me in that connection.  I consequently immediately phoned Colonel Mzwaiba in the Transkei and I told him that the Police is now about to arrest me, and I was told to pack up and come to the Transkei straight away and should get in touch with the Military Attache at the Embassy for assistance, which I did.  At that time, the Military Attache at the Embassy told me that he was going the next morning to the Transkei to take up his position as Minister of Police and if I could sort of hang around in Johannesburg for another, call it 12 hours, because then we could drive down to the Transkei in convoy, which I did, and the next morning we left Johannesburg at about seven o'clock and I moved to the Transkei where I lived for I think two to three years, in the Transkei in Umtata, at a house provided by the Transkei government.  Later I spent about half a year in Uganda.  That is in short the situation.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "In so far as the criminal charge was concerned, when you were approached by the Investigating Officer, Hailiger, what exactly was your attitude at the time you were requested to make a statement?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At that time, my attitude with I think Major Hailiger from the South African Police was that I denied everything, I refused to make a statement and I pointed out to Major Hailiger that if what he accuses me, is true, then obviously it would fall under the amnesty conditions, under the just being formed Truth and Reconciliation Commission and obviously I would make an application for amnesty as soon as it is possible.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Did you actually decline to make a statement at that stage?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I declined to make a statement.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "And at that point, obviously the provisions of full disclosure that would relate to an application for amnesty, were not yet applicable?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At that stage you could not make applications for amnesty, otherwise I would have made it already and I think as soon as the legal framework for applications was in place, I did make my application.  I think I did not wait much longer, the moment it was possible to make an application, I submitted my application.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Were you aware at the time that you made your application to this Commission, that any considerations or any allegations of possible financial gain, or business motivated reasons, were applicable or possibly applicable?  I ask this question in the light of the recommendation or the statement by the Office of the Attorney General at the time, that a recommendation was made for a prosecution as opposed to possibly considering amnesty because there was possible financial gain, I am sorry sir, if I might just actually refer to that Annexure in the Bundle.  It is on page 10, from the Office of the Attorney General, Witwatersrand ... (tape ends) ... states that there is no evidence of a political motive for Moringer's actions, it would appear that the complainant and the accused were business acquaintances.  There are indications that Moringer's motive may have been economic, rather than political.  Moringer himself chose to remain silent on this aspect.  Mr Moringer, if we could please, because this is fundamental to this application, if we could qualify very carefully, at the time that we made any disclosures, what you believed to be your relationship with the victim?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At the time and before, other than I think 1985 or 1986, when I tried to get involved in the business in the Transkei, I had no business relationship with Mr Mbotoli or with the Transkei government or any business interest in the Transkei at all.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Mr Chairperson, if I might just ask for clarification on one aspect that I haven't been able to determine from Mr Mapoma, and that is see A17, the reference in this Annexure on page 10, I am not quite sure what A17 is, because I have tried to determine what has led the Attorney General to conclude that there was economic rather than political involvement or alternatively where we chose to remain silent.  I don't find that A17.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it would seem Mr Mazaham, that it is probably a reference to a page number in a Police docket, because if you  have a look at page 11, that is A20, that is a statement that looks like it comes out of a Police docket, and there is A17 on page 16.  I don't know if it is the same one.  That is what I ...",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "Because I think Mr Chairperson, on that aspect, the applicant has explained that at the time he was approached by the Police, in fact I was present and I advised him to make no statement in regard to the criminal charge.  I would hate the inference to be drawn as a result of that, that he has chosen to remain silent or has not fully disclosed.  I think that is where the misconception in the first instance, has crept in.  I think you would appreciate with all due respect, at that very early stage when I wasn't even aware of the circumstances, my advice was as it still would be, don't make any statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it is certainly not startling advice, it is the usual sort of advice that a lawyer gives his client.  I would imagine and I am sure it is correct, Mr Mazaham, that the A17 referred to in page 10 here, is in fact the document which appears on 16, which is numbered A17, because that is Mr Moringer's statement which says that you were present and it says I decline to make a statement, and they say here Moringer himself chose to remain silent on the aspect, see A17, so there it is referring to that.",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "It is just that I didn't want that inference to be drawn on that failure to make a statement.  In so far as the business and economic considerations are concerned, I submit and I am going to ask Mr Moringer to amplify a little further, that the regrettable thing throughout his trial and throughout the subsequent developments were repeated press reports and a continuous hounding both by local and international press, as to Mr Moringer's involvement financially, with the Ciskei Air Factory which had to close and secondly, with regard to what he will now lead evidence on, with relation to a lottery that he had attempted to set up for purposes of the Police in Transkei.  As a result of that, I think inadvertently and incorrectly, Mr Moringer has been associated with the victim as having had some business considerations as opposed to political.  Mr Moringer, can you please tell this Commission what exactly led to the involvement of the lottery which you were attempting to set up in the Transkei and which is alluded to in quite strong measure, in the annexures to this bundle of documents?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, until the 12th of April 1991, I did not have any business interests in the Transkei and thereafter, I did not have any business interests, any negotiations with anybody in the Transkei, to set up business there.  My business was in Johannesburg.  However, when I had to go to the Transkei and abandon my business here after the Police arrived at my house, I was sitting in the Transkei in a house, not doing anything because I couldn't pursue my business in Johannesburg, and I was basically sitting in the Transkei doing nothing.  After a while, I decided while I am there, I might as well get involved and set something up because the whole transition in South Africa, and not forget, we are talking late 1991, that the whole transition in South Africa is going to take time and the way the situation was, there was no chance for me going back to South Africa or Johannesburg before the new government was in place.  I was looking in Umtata where I was based to set up and do something constructive to make money for myself, because I didn't have any income at the time and try to do some business.  This is when, I think it must have been 1992, the idea with the lottery came up.  That idea with the lottery and the consequent attempt to set up the business, was a result of my being in exile in the Transkei and not as a result of a business deal against an abduction.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "If I can remember correctly, the concept of this lotto system originated in Europe and you tried to implement it in Transkei, to the extent that the legislature even enacted a Bill which would legalise the lottery for the purposes envisaged, is that correct?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "There was already contrary to the legislature in South Africa, if I recall correctly, I think all the independent States at the time, the TBVC States, had a legislation which would allow local lotteries.  Transkei definitely had one and they had at that time already a very small scratch card type lottery going.  My suggestion was to set up a lottery and set up the lottery where the major benefit of the lottery goes to the Police Pension Fund or Police Funds, it was to the benefit of the Police.  It was an application for a licence but not an application to have the laws changed in the Transkei, the laws allowed that already.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "But what is significant is that any references to any such possible derivation of economic benefit, came some time after this particular offence, the kidnapping?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At the time there was never any discussions, never any offers whatsoever, and the only business after was developed, because physically I had to be in Umtata and I needed to do something.  That most probably was a year after the actual incident.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "What I also think is going to be material, and I don't want a clouded image, is the reference to your initial trial in the Witwatersrand local division before Judge Zuhrman.  Very briefly please, if you could explain how the charge came to be laid against you because reference is made in press releases again from time to time, always casting you as a - and I regret to say it, con artist businessman.  What exactly was it that led to that initial charge which you stood trial for in 1990?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "The initial charge was a result of financing my aircraft business with the Finrand which was the dual currency at the time in South Africa.  You could get approval from the Reserve bank to utilise Finrand for investment, which could bring depending on the actual rate of exchange between the commercial rand and the Finrand, you could basically get about 30 percent better exchange rate.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Sorry Mr Moringer, I don't want to go into the whole Finrand transaction, what I actually was trying to get to was as a result of what complaint, because on the actual finances, there was never an investigation until a report was filed which led to the investigation.  How did the original report against you, come to be filed with the Office of the Attorney General?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Well, sorry, I am not hundred percent with the question, but if I understood you correctly, you want to know why the investigation consequent to the trial, where it initiated from?",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "It seems that we are at cross-purposes, if I can lead you to an extent.  Did your former wife have any role to play in what subsequently transpired in the criminal proceedings?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry is this the same lady who was your girlfriend at the time - oh, no, this was afterwards?  So you were married?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I was married for six months in 1988 to an Austrian journalist.  She didn't like it in South Africa and tried to convince me to go back to Europe and seeing that she wasn't very successful in convincing me giving everything up here, she thought that by creating unnecessary hassles for me, I am going to pack up and go.  Unfortunately at the time I got married, I was not aware that she was certified schizophrenic which I only found out afterwards.  Then seeing that I wasn't going, she sent anonymous letters to nearly every business partner, any institution I was dealing with, accusing me of Exchange Control contravention.  That caused the investigation.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Was any report filed with the Harms Commission?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, also with the Harms Commission, sorry.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "And that is what directly then led to the actual investigation?  However, I can place on record, because I was the Attorney of record at the time, that there was an acquittal in the strongest terms, as I said at the close of the State's case, it wasn't even required that we open our defence.  As a result, many press reports appeared alluding to these transgressions and unfortunately, with a failure to actually appreciate what the facts were, is that a correct assessment, Mr Moringer?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think that is a correct assessment, and also I think it was always my policy and still is, that if a newspaper writes something, I am not going to write to them to correct it.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "I would like to just clarify the aspect of your current wife's role at the time of the incident. Crystal Surringer was not your wife?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Correct.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "When did you marry her?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think we married about two and a half years ago.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "At the time of the incident, was she at all aware of precisely the nature of the event that was taking place?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "She was not aware.  What she was aware at the time was that I am having a business discussion and it is in the evening and all this, and it is informal, and she should be present.  I think her reaction when the actual operation went down, was a full indication, because she actually started running away because she didn't know what was happening.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "There are just one or two more aspects I would like to clear up please.  In so far as your role that you played with Military Intelligence in Transkei, you had an access card that gave you entry to military installations.  At what stage in your association with Military Intelligence did you acquire such liberal rights?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I got - when I had to go to the Transkei, six months after the abduction, I was accommodated by the Transkei Defence Force in a safe house, I was given for my own protection, a rifle.  I had my own handgun and I got an ID which basically said that I am authorised to carry all these firearms with me.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "At the time of your association with the Transkei Military in 1991, what basically was your political affiliation?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I would say this way, political affiliation is maybe not the right word, what my opinion at that time was, and this was in 1991, the liberation movements were officially allowed already in South Africa, and the whole country was prepared for transition and the situation in general wasn't very quiet.  Transkei was at that time the only so-called Independent State where the liberation movements, thanks to Gen Holomisa and his Military Council, where the liberation movement could operate freely and where they could prepare for the transition.  The South African government at the time, was trying to overthrow the Transkei government because of those reasons.  My attitude at that time was, and I don't know if this is a political affiliation, was that it is important for the transition that the status quo in the Transkei as is at the time, is being maintained and not disturbed by a potential coup which would nullify all these achievements.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "On just one or two technicalities, you appreciated obviously at the time that you went into the commission of this act, that the conduct of kidnapping was actually unlawful?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I was fully aware that any kidnapping is an unlawful act.  However, my attitude at the time was in order to establish, keep the status quo on the political side, kidnapping might be the only means of doing, of achieving it.  The other thing was that if I, it was at that time when I got involved, made quite clear that Mr Mbotoli has to be eliminated.  I think I could have sat back and said okay, fine, you don't need me for that and Mr Mbotoli would have been eliminated one way or the other.  My involvement was actually to prevent this, to still maintain the status quo in the Transkei, but also the kidnapping was the only viable alternative to Mr Mbotoli's call it, assassination.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "At the time in question, Colonel Mzwaiba, was officially an employee of the Transkei government?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "That is correct.  He was - at that time he was Head of Military Intelligence, or this is - or Director Military Intelligence and later on he became also Member of the Military Council when he became Minister of Police.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "And your understanding at the time you got your request to form or to lead this Task Force was that it emanated from Gen Holomisa and that it was in pursuance of maintaining the stability in Transkei, so as to avoid a further imminent coup?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "Finally, what was your clear instruction to the members who assisted you with regard to any danger or to the life of the victim?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think it was at that time clear to all members of the team that the only objective was to get Mr Mbotoli safely from Johannesburg to Port St Johns, and that no harm should come to him.",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "At this stage Mr Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAZAHAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mazaham.  Mr Mbandazayo, do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  I would like just as a matter of interest to ask a few questions.  Mr Moringer, I would like to start at your association with Charles Sebe.  Am I correct that what you said was that you were involved with Charles Sebe when he wanted to overthrow the Ciskei government?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And your involvement was because you lost business in Ciskei and you wanted means to get back to Ciskei and pursue your business interests?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "That was correct at that time.  Sorry, yes, that was correct at that time.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "You had no interest in Transkei at the time, am I correct?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Mbandazayo, just for my own clarity.  His association with Mr Charles Sebe, what has that got to do with the abduction of Mbotoli in Johannesburg?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, through you Chairperson, I am just going exactly there, I am just passing, I want to link my questions, I want to lay a basis for my question, for my later questioning with this, in regard to this matter, thank you sir.  Now, after this, after you left, let me take it further and hasten to the further question, after you left for Johannesburg, after you left, you were in Johannesburg and you realised that you were approached by Colonel Mzwaiba, did you have any interest in Transkei?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At that time I had zero interest in the Transkei.  Sorry, you are talking business interest?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Business interest, political interest, anything that was happening in Transkei, did you have any?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I had no business interest whatsoever, but I had contacts since call it 1988, 1987 which were continuous contacts where we were either talking, we would meet either in Pretoria or at Wild Coast Sun.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you have any political interest in the Transkei and what was, if you had any, what were your political interest?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Could you clarify your question, what do you mean with political interest, was I involved in a political party there or ...",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "In the political situation in Transkei, were you involved in any, did you have any interest, political interest in Transkei?  Were you involved in any activity, political interest?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I was not involved in a political activity in the Transkei, but at that time the political situation in South Africa was much more a global situation as explained before, that for the whole situation the stability of the Transkei, for the whole transitional period, the stability was of importance and that was in my interest as well.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you.  Now, let's come to this question of your involvement.  Would somebody be incorrect if he says that your involvement in kidnapping of Vulindela Mbotoli was in line with what was happening then with the moves that Ciskei would be, moves to amalgamate Ciskei and Transkei and your involvement was because you had that hope that after that amalgamation, then you would be able to pursue those business interests you had in Ciskei?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Sorry, I think you mix, I don't quite understand your question, you are talking about Sebe now or you are talking about Mr Mbotoli, regarding the Transkei?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "I am talking about both of them, there was a move to amalgamate Ciskei and Transkei, whichever that means by any means.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we heard about it last week, it was started off by Operation Katzen in which Mr Charles Sebe played a role.  In fact the reason why he was in Transkei when you met him, was because he had been freed from prison.  This was after the stop of Katzen, but he had been freed from - well, not after the stopping of Katzen, during Katzen, he had been freed by certain forces working with the view of ultimately forming a so-called Xhosaland, a united Xhosa nation including Ciskei, Transkei as one nation.  What Mr Mbandazayo is asking, your association with this incident now, was it in any way linked to that objective of unifying Ciskei and Transkei into one nation?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Mr Chairperson, may I - I am not a political analyst, so I can only give you my opinion, but I think what I would like to point out here is the Ciskei, Charles Sebe association was in 1988.  The abduction of Mr Mbotoli was in 1991.  I don't want to see those two things mixed together, because they have got nothing to do together.  At that time, in 1988, there was interest from the Transkei to get rid of Lennox Sebe and put in Charles Sebe for - okay, I didn't know at that time, the expression or this unified type Xhosaland, but there was definitely at that time, interest from the Transkei government to not necessarily unify, but get a government into the Ciskei which they can deal on a more friendly basis.  This is what I am talking from 1988 where I was associated with Charles Sebe.  In 1991 at the time of the abduction of Mr Mbotoli, a similar scenario was in place, the only thing is this, if you take it mathematically, the 1988 situation was a plus situation, the 1991 situation, was a minus situation, where this was a reversed attempt to unify the Ciskei and the Transkei, in this particular incident, supported by the South African government, in order to prevent the liberation movement to have a base.  Does that answer your question?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, exactly, you have got me there.  You have managed to get to the crux of my question.  Then my question is that, I am not saying, I want just in your opinion, what do you say to that, if somebody says your reason then to be involved in kidnapping of Vulindela Mbotoli was that after that whatever, unification that whichever manner, was because now you will be able to get back to your business interest in Ciskei?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "No, first of all, the intention of unification was in 1988 and I admit there was some business interest there.  In 1991, the objective of the abduction of Mr Mbotoli was to prevent the unification.  To prevent a unification because at that time it was Oupa Gozo in the Ciskei and if a unification in the sense of Charles Sebe, then one would have tried to withdraw Oupa Gozo.  What I am saying is in 1991, we were trying to prevent a unification.  Besides everything else, in 1991, my business in the Ciskei was financially and whatever, finished.  In late 1989, for a simple reason that if I was refused bail for ten months, if you want exactly, 299 days, now you cannot run a business from Johannesburg Central Prison.  So by the time I was released on bail and by the time the trial was over, which was in 1990, there was nothing left in the Ciskei any more, so other than going as a tourist, I could have no interest whatsoever.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now, my follow up question will be on this kidnapping, at the time you were involved at the kidnapping of Vulindela Mbotoli, what was - yourself, what were you trying to achieve?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, when you say what was myself trying to achieve?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "If I can say your political objective?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Look, my political objective at that time, okay, I had a personal objective and I had a political objective.  The personal objective was that I did not want to see Mr Mbotoli have any physical harm done to, this was my personal objective.  My political objective was that I was prepared to assist wherever necessary to prevent a coup in the Transkei at the time.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Am I correct, though you did not have any interest in the Transkei of whatever nature?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I don't quite understand your question.  I did not have business interests in the Transkei, but I was and I have been in South Africa now for 30 years, and I am not 50, I think 57 years old.  I have no intention going back to Europe and this was the same which was already in 1991.  I was interested and call this my political interest, that the transition in South Africa from the old government to the new government, goes as smoothly as possible and that nobody tries to put another spoke in the wheels in the last moment.  This is what, to my opinion at that time, was happening in the Transkei.  This is why I got involved.  The political aspect, I would not limit to Transkei because at that time, I think you were talking already a unified South Africa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Mbandazayo is getting at Mr Moringer is, if one just takes a look at it, you are living in Johannesburg, you are an Austrian citizen, you've got no vested interest at all in Transkei, okay you've got contacts, you have been there before, but you've got no vested interests, one would imagine in a situation like that, that you didn't feel with any great passion, that you should put your liberty on the line by (indistinct) in the kidnapping.  If you got caught at the kidnapping, that night, on the 12th of April, you will go to jail for many years, it is a very serious offence, and I think this is what Mr Mbandazayo is trying to find out, why would you risk, place yourself at that risk for something that you probably didn't feel very passionately about, after all Transkei was so-called independent country where you had no vested interest, yet, you were putting yourself on the line?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Mr Chairperson, to answer one point you raised there, was that I was fully aware that if something would have gone wrong at the time, that obviously I would have to face criminal charges.  On the other hand, at that time was the opinion, otherwise I think one wouldn't do the planning and all this, that the plans for the operation, were properly thought through.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I think any person who gets involved in a serious crime that requires planning such as kidnapping or robbing a bank or whatever, involves himself in planning, but would you involve yourself, let's say in the robbing of a bank, in the planning, the set up and even in the execution and get no cut from it?  Would you place yourself at that sort of risk to get no cut, I think this is what Mr Mbandazayo is getting at - why did you, what is, why did you actually do it, were you sucked into it, did you feel very passionately about Transkei?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, I think there is an answer to that as well.  Maybe not necessarily the answer you were thinking of, but one should go back to when - as you are aware, I have been in touch and in contact with Colonel Mzwaiba and Military Intelligence in the Transkei over a long period before that.  This was to a great extent exchanging information, getting politically updated what is happening there and this.  Then, I have been approached to assist in locating Mr Mbotoli, which is the, the request which came to me for assistance, is a result of our ongoing discussions and my being in Johannesburg.  Now as I explained earlier, my recommendation at that time was not to assassinate Mr Mbotoli, but rather take him to the Transkei and debrief him there.  By making this suggestion, I was also sort of approached and said okay, and I am putting it in very simple words now, this was your idea, then you are responsible for it.  Does that answer your question in this regard?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson, I don't think you answer my question, but I will pass that one, it is not necessary.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Mbandazayo, if you are going to pass on to another question, can I just ask one question in relation to this.  Mr Moringer, you say you were in contact with Mr Mzwaiba for quite some time.  Is it the situation that you ended up having some trust, some confidence in Mzwaiba as a result of your ongoing dealings with him?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, I think our first contact actually happened in I think it must have been 1988, through then Gen Charles Sebe.  As a consequence of this, we were planning a joint operation where I was involved, where Charles Sebe and his people were involved and where the Transkei Military Intelligence was involved, which objective was to overthrow Lennox Sebe.  During this period, and I don't know off hand how long this whole operation, planning took place, I was frequently in the Transkei, we spent time there, we were training people there and during all this period, the person I was dealing with, was Colonel, then Major, Mzwaiba.  So we established call it a personal trust, but definitely a working relationship, which is based on trust.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you say you were training people in the Transkei, what were you training these people in?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At that time we were training the people for a coup in the Ciskei, to overthrow Lennox Sebe.  This was in 1988.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Maybe before you pass, Mr Mbandazayo, I am sorry, on page 6, Mr Moringer, on a question did you benefit in any way, financially or otherwise, you say\n\" ... there was no financial benefit or any other benefit to me.  On the contrary, I partly financed the operation myself.\"\n\tYou financed the operation of the abduction, is that so?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, no, I did not finance the operation, but at a certain stage, the people who were here, were running out of money, and I put it, subsidised, put private money in there.  Maybe the formulation is not hundred percent, what I was trying to say is this, I didn't gain anything, but if you take the bottom line, I actually put money in.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You parted with money?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You parted with about how much Mr Moringer?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "How much?  I wouldn't know, it wasn't a major amount, but I don't know.  It was the odd time for petrol or various things.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson and Honourable Members of the Committee.  If I may pass, Mr Moringer, it is just for clarity, this question of mine, let me pass the abduction stage and go at the period when you had problems now after it transpired that you were involved.  You went to, you were told to go to the Transkeian Consulate there and you came to Transkei and you were protected by the Military, you were given a safe house and you started the lottery - would I be correct, is it correct that at the time you started the lottery, then Colonel Chinga was the Minister of Police?  When he came back, he came to the Minister of Police in Transkei?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, this is correct, but this was not something which at that time, was even in discussion.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "No, no, I accept that but what I am trying to say, at the time you started the lottery, he was the Minister of Police?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Can I - at the time where we tried to do a lottery, the lottery was never started.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, when you tried to set up the lottery, he was the Minister of Police?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That is my last one, is it not because of that that now the papers came up with this idea that the reason you were involved is because you expected to get something in return, and that is what you were trying to get?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "It could very well be, however, the abduction of Mr Mbotoli took place at least six months before that day when Colonel Chinga became Minister of Police, and at that time, nobody knew that he might even at one stage, become any member of the Military Council.  But six months down the line, and I think the decision that he was called into the Military Council, took most probably place three, four weeks before he actually went down there, so there was no correlation at that time.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Okay.  The last question Chairperson, let me put it this way, will somebody be incorrect to assume that it was a sort of a reward that you were authorised to set up a lottery because it was after the incident of kidnapping Vulindela Mbotoli, even if it was after a year or after six months?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I would, I didn't see it that way and I don't see it that way and one thing also, and this is not, no insult meant, I have been living in Johannesburg most of my life, and I would never volunteer to take up residence in the Ciskei or Transkei, Umtata, I rather stay in Johannesburg because this is where business is.  I had to go to the Transkei for reasons to avoid being arrested.  I was sitting down there, so that by itself was not a voluntary step and until I was down there, I had no intention whatsoever to do any business down there.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson, that was all I wanted.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr Ndengezi, do you have any questions you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "MR NDENGEZI",
            "Thank you Mr Chairman and Honourable Members.  Before I would put any question, I would ask the Honourable Members to allow me to take instructions, just for about five minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly, we will have a short adjournment, if you can just let us know when you are ready, Mr Ndengezi.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndengezi, do you have any questions you would like to put to the witness?",
            "Unknown"
        ],
        [
            "MR NDENGEZI",
            "May it please Your Honour, I have got no questions at all.\nNO CROSS-EXAMINATION BY MR NDENGEZI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairperson, I have three questions for Mr Moringer.  May I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Moringer, page 7 of your application, 11(b) you state that\n\"...  the instruction was issued on or about January 1991, to the best of my knowledge during a meeting held in Umtata at the offices of Colonel Mzwaiba, 11th floor, Botha Sichau Building.  The order evidently emanated from Colonel Mzwaiba.\"\nI want to know from you whether you were part of this meeting?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "(Microphone not on)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you part of this meeting that took place on the 11th floor of the Botha Sichau Building, during or about January 1991 - that is the meeting that you refer to in paragraph 11(b) of your application?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I was not, to my knowledge I was not present at that meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what do you mean to your knowledge?  Are you saying you might have been present, but you can't remember or were you not or were you?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "If, also it was written, is it my submission, I am not quite sure now if I meant at the time that the overall instructions for the operation, or the instructions to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if you can just read 11(b) yourself and then the question was, were you present at that meeting that you referred to in that Section, were you physically present?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At that meeting at Umtata, I was not present.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You testified that the whole operation took about three to four months.  Did you have any personal contact with Colonel Mzwaiba or anybody from the Military Intelligence about the operation, the planning of the operation, personal contact?",
            "Male"
        ],
        [
            "MR MAZAHAM",
            "During this period?",
            "Male"
        ],
        [
            "UNKNOWN",
            "During the three months to four months period?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes, I had.  I had first of all with Colonel Mzwaiba, telephonic contact and I think we met once in Pretoria, at the Embassy and I think we met once at the Wild Coast Sun where we normally used to meet ... (tape ends) ... from the Transkeian Military Intelligence, which were part of the team, were in Pretoria, respectively in Johannesburg and I had regular contact with those people.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So can we safely say that you were part of the planning of the operation, you were part of the planning of the operation?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I was part of the planning of the operation, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you take orders from anyone on the operation, or were you taking the initiative on your own as to what must be done, etc?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Whenever a certain situation developed, I spoke with Colonel Mzwaiba and updated him what the situation is, telephonically for example.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And did you take orders from him as to what to do or did you just take initiative on your own and reported to him as to what you have done?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think it was never that clear cut, it was basically this is the situation at the moment, we want to do this, it was not an order, but while the operation was going, obviously things might change on a daily basis.  If nothing happens, you don't report back.  If things happen, you report back.  If some decision has to be made, you come up with the suggestion and you get the feedback if it is okay or not.  Does this answer your question?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, it does, thank you.  The other operatives who were there for this operation, from whom did they take their orders?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Initially what I understand but I have to assume this, because I was not there, was they got initially the orders from Colonel Mzwaiba as their superior Officer.  For the overall operation, while they were in Pretoria, there was a situation where we cooperated and we, put it this way, once the operation was decided upon and the people were in Pretoria, the orders for the operation as such, the overall orders had been given already, I presume by Colonel Mzwaiba.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For instance, let's take a point of detail, the obtaining of the chloroform and the injections, who arranged that, who decided that, who planned that, were there any orders issued in respect of the obtaining of chloroform, etc?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Mr Chairman, the requirement for chloroform and anaesthetic came out when the operation developed, and the request for that came from our people, from us in Pretoria, respectively Johannesburg, presumably from me, to Colonel Mzwaiba and then it was arranged that the material was sent via their Transkei Embassy in Pretoria.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You also testified that you received some logistical support from Colonel (indistinct), Pretoria.  Who will make that request for the support, would you go on your own or one of the members will go?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "The request for logistic support for the operation, for example request of chloroform or something along that line, I think in principle from that point of view, this was the only major request, that request would have been relayed to Colonel Mzwaiba in Umtata.  He would arrange the supply and the supply - and I don't know how - would have landed up at the Transkei Embassy in Pretoria, presumably via Transkei airlines from Umtata to Johannesburg.  There it would be handed over to the team.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you know what the specific orders were?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "What the specific ...",
            "Male"
        ],
        [
            "UNKNOWN",
            "What the specific orders were to the team that was with you there?  They were members of the Military Intelligence and you were not?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So did you know what their orders were?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I presume I knew what the orders were, because when I got involved in the operation, I was briefed by Colonel Mzwaiba, so I presume what he told me, was identical to the orders which was given to the people, because otherwise we couldn't have worked together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was any of this communication between you and then Major Mzwaiba reduced to writing, did you correspond at all in writing?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "At no times did we correspond in writing, for a simple reason, that we were under the impression that any writing in this particular instance, would have meant sending information by fax.   We did not consider that for writing purposes, we would have a line which could be considered secure.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I have no further questions, thank you.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Mr, other, Mapoma.\nCROSS-EXAMINATION BY MR Z. MAPOMA: Thank you Chairperson.  Mr Moringer, in your evidence you have told the Committee that the initial objective was to have Mr Mbotoli killed and you suggested that instead of him being assassinated, he be abducted to Transkei.  Where did it originally come from, this idea to kill him?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "That initial - let me explain how the situation when I was approached in this matter - I was told that the only person at the moment, after the death of Craig Duli who is involved, actively involved together with the South African Security Forces, is Mr Mbotoli.  He is here in Johannesburg and there is, they are busy at the moment seeking his whereabouts and killing him.  I was asked to assist in locating him.  This is when I said okay, as far as I am concerned, I don't think it is a good idea and my suggestion was to rather abduct him to the Transkei and be in the position to debrief him and find out who are actually the major players then in the South African Security establishment.  Does that ...\nMR Z. MAPOMA: Yes, exactly the communication that you have just outlined now, where, I mean with whom did you communicate what you have just told the Committee?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think, I am not sure about the location, but I think it happened at a meeting I had with Colonel, with then Major Mzwaiba at the Wild Coast Sun.\nMR Z. MAPOMA: Who else was in that meeting?  Who else apart from Colonel Mzwaiba was in that meeting?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "The meetings at Wild Coast Sun was always a one to one meeting with Colonel Mzwaiba.\nMR Z. MAPOMA: Is it your evidence that Colonel Mzwaiba came to you with an idea that Mr Mbotoli had to be eliminated?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "We had, Colonel Mzwaiba and myself, had the odd meetings a couple of times at the Wild Coast Sun.  The main reason why we had this one to one meetings, was if we wanted to discuss something we did not want to use the telephone for, we would meet one to one, and the Wild Coast Sun was the ideal place, I could fly to Durban, take a car, and the Wild Coast Sun at that time, was part of, I think, it belonged to the, partly, to the Transkei government as well.  There we would discuss matters which we didn't want to discuss over the telephone and during one of those meetings, okay, in previous discussions already, the whereabouts of Mr Mbotoli were the subject matter and then at one stage, as I said earlier, out of a telephone intercept, a telephone number in Johannesburg was found out, which resulted in the Transkei Military Intelligence sending people to Pretoria, in order to locate Mr Mbotoli and to eliminate him, to use the expression.\nMR Z. MAPOMA: I see.  Now you said you countered that idea by saying that he must be kidnapped to Transkei rather than being killed?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "That is correct.\nMR Z. MAPOMA: And you also said that you suggested that this injection be used?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "No, I did not suggest that particular suggestion.  I put forward a request that we need something to sedate Mr Mbotoli because the trip from Johannesburg to Port St Johns is between, depending how you drive, between ten and twelve hours and at that time, nearly 80 percent of that route was what we called hostile territory.  During this period, we wanted Mr Mbotoli to be sedated to such an extent that he cannot cause any problems, for example at the petrol station, the car had to be refuelled.  That was the purpose of getting something from the Transkei to sedate Mr Mbotoli.  We did not specify what in particular we need, we just said this is what is required and through the logistic channel at the Transkei Embassy, this is what we got.\nMR Z. MAPOMA: You know sir, I am asking this question because Mr Mbotoli is eager to know what material was used to sedate him because he complains that that affected him, and he wants it undone.  That is the reason why I am asking the question and if you can assist to a great extent, that would be appreciated.",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I personally cannot assist, for the simple reason that I only saw the medication that particular evening.  I don't know what it was.  But maybe Colonel Mzwaiba might be able to assist there.  I am not trying not to assist, but this was, I am not a medical person, I got something, I was told this is going to do the job and this is how it has to be administered.  Most probably a week later I wouldn't have known the name of the medication any more.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see it being administered Mr Moringer?  Did you actually see it yourself being administered, the injection?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I did, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whereabouts did they inject Mr Mbotoli?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "If I am not mistaken, here in the arm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what did they have, was the substance already in am ampoule or was it in a bottle, did they have to take it out?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "It came in an ampoule, you know which you break up and where you go with the needle in, extract it and inject it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mapoma?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "From what I understand was that whatever the medication was, was requested in Umtata through Military Intelligence, presumably Colonel Mzwaiba, from a Doctor, where I presume also it was explained to him what the medication should achieve - not necessarily what the operation was.  If I would know what the medication was, I gladly would give the name, I don't know.\nMR Z. MAPOMA: Do you perhaps know who the Doctor was?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "No, I don't because I was only on the receiving side, I was not in Umtata and I don't know who had been used for that.\nMR Z. MAPOMA: But if I recall in your evidence in chief, you mentioned something like chloroform?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Okay, the chloroform, I don't think is the problem of Mr Mbotoli's ill-health, at the time.  The chloroform, the purpose of the chloroform was, it is something which you can administer through the nose, which is quickly acting, but you cannot apply this continuously.  So, the chloroform was basically used to knock out Mr Mbotoli so that we can disarm him, administer the injection and take him to the car.  The chloroform, at least that is what I understood, is not what caused the problem.  I think it is whatever the medication was, that was injected.\nMR Z. MAPOMA: Thank you.  Now, let us come to the reason for your participation in this operation.  Apart from you saying that you wanted the status quo to remain in Transkei, did you have any problem with the status quo in South Africa then?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Sorry, I am just trying to get to the bottom of the answer.  We are talking about 1991, the status quo which was at that time, is that your question?\nMR Z. MAPOMA: Okay, let me make this clear.  The South African government was under the National Party rule then?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.\nMR Z. MAPOMA: And there was an Apartheid State?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.\nMR Z. MAPOMA: And you say by participating in that operation of taking Mr Mbotoli to Transkei, you wanted the status quo to exist, to remain in Transkei because Transkei was pro-transition?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.\nMR Z. MAPOMA: Now what I want to find out from you, did you, you personally, did you have a political problem with the National Party government?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I did not have a political problem with the National Party government.  I had at that stage definitely, call it this way, a problem in as far that I approved the transition and what is going to happen thereafter.  I personally disagreed with any attempts to disturb a peaceful transition.  Obviously also from information over this period which I got from Mr Mbotoli, what was actually brewing in the background, I definitely  politically disapproved of that as well.\nMR Z. MAPOMA: You know, I am asking this question sir because I want to understand really what is it that made you to participate in this operation and what kind of a person were you politically because we need to establish really the political objective that made you to participate with this particular operation.  I am asking this because you will remember that you were a businessman and historically you did participate in businesses in the Bantustan areas like Transkei, Ciskei, in particular Ciskei during that time?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.\nMR Z. MAPOMA: That was an Apartheid State which existed then and you were a businessman benefiting from that status quo then?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.\nMR Z. MAPOMA: Now all of a sudden you want to participate in something that you say is going to effect transition, you know and you say the South African government was assisting in the toppling of the Holomisa government, you see?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Yes.\nMR Z. MAPOMA: Now what I want to find out, at that time, did you have a political problem with the existing Apartheid State?",
            "Male"
        ],
        [
            "RAYNER MARIA MORINGER",
            "I think the question you are asking does not allow, from my point of view at least, a binary answer in that respect.  I think one has to look at it from a much wider angle.  I agree with you that I have been in this country for 30 years, I have been in business, I have been in business in homelands, Bantustan, whatever the appropriate definition for this is, and I have benefited at least on the commercial side, obviously, from the previous government, because call it this, for 20 years out of the 30 years in this country, the National Party was the ruling party.  That is not disputed, however, I was never politically involved in that sense with the National Party or with the previous government.  However, I come from a family which is a very liberal minded family.  In particular, sorry, I am not trying to get sympathy, but unfortunately your question gets that answer, meets that answer, my brother is a lawyer in Austria, my brother is a communist, my brother refused to visit South Africa under the old National government regime.  My brother has actually the first time visited South Africa, about two years ago.  We've got a very closely knit family and I did get quite a lot, I wouldn't call it pressure, but we had lots of political discussions at home as well, in relation to South Africa.  So maybe that definitely formed some of my attitudes to the old government and to the transition.  Does that answer your question?\nMR Z. MAPOMA: Yes, well I think to a certain extent it does.  Now apart from this operation that is the subject matter of this hearing now ...",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Mapoma, are you going to move on to something else, I just want to ask a question on this particular aspect of his evidence.  Mr Moringer, what were you, what did you think you were going to gain out of a successful political transition in this country?  What were you personally going to gain from that?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "My attitude then and today is that if, in those days at least, if a peaceful transition takes place, then we are going to find a political solution for the country where everybody can live and prosper.  If a transition does not take place in a peaceful way, then we might land up in a situation as you find nowadays that the Democratic Republic of Congo, to my opinion, the situation at the time, was definitely in a status where the chance of a civil war in the country, was not to be ruled out.  That would have been detrimental to all the people here and as far as my personal interest was concerned, was that I wanted to stay in the country, all my adult life I have been here, so therefore I have a vested interest that the political transition goes as smoothly as possible.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can I take it that it is entirely for that reason that you took part in this operation to prevent Mr Mbotoli and his group from doing what they were about to do?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "The political aspect of this is correct, the answer is that I wanted to get involved because I didn't want the Transkei, also a military government at the time, to be overthrown by the South African government in order to impose a political situation which would be contrary to the peaceful transition the way I see it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you Mr Mapoma.\nMR Z. MAPOMA: Thank you sir.  Now apart from this operation, is there any other operation you were involved in with a view to encourage transition?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "There was no other operation because at that time, as far as the Transkei is concerned, there was no need for any other transition because preventing coups was at that time the only threat from the outside, coups were the only threat to the situation.\nMR Z. MAPOMA: Thank you, I have no further questions, Chairperson.\nNO FURTHER QUESTIONS BY MR Z. MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Mr Mazaham, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "No, Mr Chairperson.\nNO RE-EXAMINATION BY MR MAZAHAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to ask my panel members if they wish to put any questions.  Mr Sandi?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Chairperson, just one question about the lottery.  You said the lottery did not even begin to get off the ground, what was the reason for that?",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "The major reason was the lottery was approved and then the press climbed in.  I think mainly it was the Daily Despatch.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, I've got no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising Mr Mazaham?",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "No sir, no further questions.\nNO FURTHER QUESTIONS BY MR MAZAHAM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, Ndengezi, Mapoma's, any questions arising from ...",
            "Unknown"
        ],
        [
            "MR NDENGEZI",
            "No questions, Chairperson.\nNO FURTHER QUESTIONS BY MR NDENGEZI",
            "Male"
        ],
        [
            "UNKNOWN",
            "No questions, Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "None Chairperson.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Moringer, that then concludes your testimony.  Thank you.",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Thank you Mr Chairperson.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mazaham, at the start you indicated that Mr Moringer was going to be your only witness?  Is that still so?",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "Sorry, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is anybody else going to lead any witnesses?\nMR Z. MAPOMA: Mr Chairman, from the victims' side, we have Mr Mbotoli, he wants to make a certain statement to the Committee.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He just wishes to make a statement, not under oath, or do you wish to take an oath and then be subject to cross-examination, what is the position?\nMR Z. MAPOMA: Chairperson, the substance of the statement is not going to necessitate cross-examination, we guarantee, it is just a statement that he wants to make.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because we normally, very often have victims just making statements, rather than taking an oath and giving evidence.  Mr Mbotoli, certainly, if you wish to make a statement, you are free to do so.  You can speak in Xhosa if you wish or in English, whatever your choice is.  You may remain seated, it is in fact more convenient with the microphones.",
            "Unknown"
        ],
        [
            "MR MBOTOLI",
            "Thank you Mr Chairperson and your honourable colleagues.  I wish to take this opportunity as follows:  before I go to the issue about this amnesty application to you and your colleagues sir, allow me first to introduce myself as follows.  I am Vulindela Mbotoli, born of the Thembo family, some 59 years ago.  My above parents in the community of (indistinct), in the district of (indistinct), in this region, taught me early on in my life to distinguish between right and wrong and they taught me discipline, loyalty to our society.   Yes of course this placed me for a long time in a very, very strenuous pain soul wise, because I was humiliated, I was a politician, a businessman for a long time.   My family was disrupted, my children lost their chances of education, but however sir, in all that it is my view, because of this background of the teachings of my parents, of my community in my early ages, and because of my current kind of life as a follower of Christianity, which always put an emphasis that is seeking solution for peaceful results as a hope of better green pastures, I know Rayner as he said, I needed to put an emphasis on that, I have travelled with him beyond the borders of former Transkei and elsewhere, I have introduced him to various leaders in our neighbouring black African States for his business, because he is an able, capable businessman.  President Mandela, our leader, has in many occasions emphasised the importance of pardoning one another in our society.  Looking around of my strains that I have experienced while I was never in the political scenario, up to this date, I might be consoling myself to say I am not worse off than the rest of the victims that have suffered.  Some are no more existent, possibly I am still having chances to achieve something or rebuild the future of my family, which is completely disrupted.  It is a well known fact sir, that I got incited in this nasty incidents because of my rights that I worked for, which my company took full responsibility and delivered because of the development of this region, in particular Transkei.  Be that the case, our Head of State, which is the first in a democratic society of South Africa, that unique character in as far as the reconciliation is concerned, President Mandela has contributed in my culture of pardoning those affecting and disturbing my rights in many ways and consequently sir, I need to say I am here to grant this amnesty application for Mr Rayner Maria Moringer, thank you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Mbotoli.  We appreciate the sentiments that you have expressed.  Are any of the other legal representatives of mind to call any witnesses?",
            "Unknown"
        ],
        [
            "MR NDENGEZI",
            "No, Mr Chairman.\nMR Z. MAPOMA: I am not calling any witnesses sir.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "I am not going to call any witnesses, Chairperson, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Then that then concludes the testimony in this hearing.  Mr Mazaham, will you be ready to argue after lunch or make your submissions?",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "Certainly Mr Chairperson.  At this stage though, however, I do believe that Mr Moringer would like to say one word as a personal gesture in the spirit of the hearings, particularly in the light of what was just advanced by Mr Mbotoli, if he may just have that opportunity for a moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes certainly.  Mr Moringer, you wish to make a statement, you may do so.",
            "Unknown"
        ],
        [
            "RAYNER MARIA MORINGER",
            "Mr Chairperson, Vuli, I appreciate what you said just now and I think what happened at the time, I think - also I didn't like it - I think for various reasons it was at the time, the right decision.  I am sorry and regret the harm which came to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Moringer.  We will now take the lunch adjournment, I see it is quarter to one, and then we will resume after lunch with the submissions by Mr Mazaham and any other legal representative who wishes to make submissions will be free to do so.  Thank you, we will now take the lunch adjournment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mazaham, are you ...",
            "Unknown"
        ],
        [
            "MR MAZAHAM",
            "Thank you.  In addressing you, I propose very simply to follow basically the requirements that need to be satisfied in terms of Section 20 of Act 34 of 1995 and in so doing, hopefully will then be able successfully to argue the cause of the applicant.\n\tIt is in the first instance my respectful submission that the application obviously complied with the requirements of the Act in so far as the presentation, otherwise I don't believe we would have been afforded the opportunity of the hearing.  \n\tIn so far as full disclosure of all relevant facts, I wish to raise only one aspect at this stage, and that is the possible, very unintentional divergence to the extent that in the written application the applicant refers to an express authorisation from Gen Holomisa, whereas at this hearing he had indicated that it was assumed by him rather, that the express instruction came from Gen Holomisa and was conveyed to him in turn, by Major Mzwaiba.  For that, on behalf of the applicant, I do apologise if it is construed as a divergence, it was not intended as such.\n\tI further submit that throughout this hearing, the applicant has been totally honest with this tribunal and has answered the questions to the best of his ability.  There was only one aspect he may have held reservation in so far as disclosure, and that was in identifying personally the names of the parties with him, but on a reflection, he elected to be totally open and disclosed the names.  I therefore submit that he has made as full a disclosure as is possible in the circumstances.\n\tIn addressing the question of the nature of the act and whether or not we are looking at a political objective, I look at the following considerations:  It is my submission that in the first instance the act in question certainly and very clearly, comprises a criminal offence of kidnapping and satisfies the elements thereof.  However, it is further argued that this was an act associated with a political objective and in looking at what constitutes political objective, one has to with respect, look at Section 20(1)(c) of the Act in question.\n\tAn act or omission which constitutes an offence or delict which according to the criteria in subsection (3) is associated with a political objective, and which was advised, planned, directed, commanded, ordered or committed within or outside the Republic, during the period 1 March 1960 to the cut off date, and then by various categories of persons or bodies.  In assessing these criteria, I submit firstly the act in itself as stated, constitutes an offence.  It is associated with a political objective and it was advised, planned, directed, commanded, ordered or committed, in fact each of those aspects, will relate to certain of the categories mentioned in subsections (a), (b), (c) which follow Section 20(3).\n\tIf we look at the facts as outlined by the applicant, the initial instructions would appear to have emanated as far as he is concerned, from the then Director of Military Intelligence, Major Mzwaiba, who was at that time an employee of the State or former State and it was in the course and scope of his or her duties.\n\tThe parties in question were clearly engaged in a political struggle.  The evidence adduced will indicate that we were attempting at that critical time, to avoid an imminent further coup.   If one has to analyse the actual role of the applicant, while he might not personally have been a full-time employee, State employee, Security Force employee, I respectfully submit that to the extent that he was involved, he identified with and was clearly associated as would be envisaged in terms of - just let me get this - it would be Section 20(3)(g) of the Act, as he was associated with members who were clearly from the Department of Military Intelligence of the Transkei at that time.\n\tWhether or not the act in itself, is an act associated with a political objective, the various criteria, seven basic elements, are set out in subsection (3) and in analysing those, if one looks at the motive, on his own evidence the applicant states that his motive was clearly to assist in the prevention of a further coup attempt, especially since the Transkei authorities at that stage, had already very recently quashed an earlier coup and the political situation was hotting up as a direct result of the intervention of the South African government in attempting to replace Gen Holomisa's administration.\n\tThe motive at the same time was certainly not a personal motive on Mr Moringer's part, it was not a motive for financial gain.  In dealing with the question of finance, certainly I submit that in any question of a political nature, at some stage or other, the bottom line consideration might be the financial benefit of the economy as a whole, and in turn, myself personally.  But it was not the overriding, and it was not even a significant motive.  The motive here was very clearly, and I believe the applicant is to be believed when he says simply to comply with the request given to him to assist in avoiding a further coup.  There has been absolutely no evidence before this hearing which would gainsay Moringer's allegation that he derived no pecuniary benefit, nor that it was his intention to derive such benefit.\n\tThe evidence was further clear, one had to distinguish between what transpired in 1988, when he did have a business interest in the region and in 1991.  Any hope of resurrecting the business was forgotten.  His pure reason for coming down, was at the request of Major Mzwaiba to pursue the tracking and the subsequent kidnapping of the victim.  \n\tThe context in which the act took place was I submit, at very least, in reaction to prior possibly political uprising, coups, and as a direct reaction to avoid further disturbance.  The legal nature of the act has been analysed, the facts have been very clearly highlighted.  The applicant has in no way barred any holes.  He has certainly categorised the nature of the act as a very pure and simple criminal offence.\n\tThe object of the act, the prime concern was as highlighted virtually exclusively political in the sense that the applicant identified with the Major over a long period, could foresee the track and course of events that were imminent if this course of conduct was not followed.  It was an act directed at a political opponent, a direct political opponent.  In fact I think I am not wrong in saying possibly one of the prime opponents, if not the prime opponent at that particular time.\n\tOn Moringer's evidence, the victim was possibly the only likely candidate to succeed, should a coup have resulted.  The act was committed with the approval and on the instruction of the Transkei Military Intelligence department.  There was no ulterior or personal motive and in so far as possibly disqualifying the applicant from being granted amnesty, it is my respectful submission that no personal gain, nor remuneration was derived, there was no personal malice, nor ill-will against the victim whom the applicant knew personally.  In fact it was his express wish and very clear intention, that no harm should come to the victim.\n\tFrom the political point of view, the entire operation was directed by the Transkei Military Intelligence, the Task Force was supplied by that department.  The victim, on reaching the Transkei, was surrendered to the Transkei Defence Force authorities.\n\tI finally submit that what I highlighted at the introduction of this matter, with reference to the letter from the Office of the Attorney General, bears careful consideration in that if one analyses the nature ... (tape ends) ... causing the person who read the particular docket to reach the decision reached, that contrary to those press reports, the applicant has explained satisfactorily his involvement in the prior business operations, but has very carefully distinguished between those operations and has completely excluded them from any motivation that might have guided the actual kidnapping that took place.\n\tBearing those considerations in mind, I humbly submit to this Committee that the applicant has satisfied the requirements requiring to be satisfied in terms of the Act and that his act was politically motivated, it was an act with a political objective and that he has not only satisfied those requirements, but has further reached out to the victim in a spirit of reconciliation, and I think that the application in general has sufficiently stated the facts warranting the granting of amnesty and on behalf of the applicant, I accordingly pray that his application should succeed. \n\tI don't know if there are any questions that the Committee would like me specifically to address?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, thank you Mr Mazaham, thank you.  Thank you.  Mr Mbandazayo, do you have any submissions to make?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndengezi?",
            "Unknown"
        ],
        [
            "MR NDENGEZI",
            "None, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr S.X. Mapoma?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson, no submissions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We will reserve our decision in this matter and hopefully it will be distributed in the near future.\n\tI would just like to thank the legal representatives for their assistance in this matter.  This matter was set down in fact for two days, which means that tomorrow we won't be sitting.  It is extremely difficult to bring matters forward, particularly the next one that is starting because there are seven applicants in it, so it will be impossible to bring it forward to tomorrow.  We will then be adjourning to next Monday, when we will commence with the application of Messrs De Kock, Nieuwoudt, Ras and four others concerning the Craig Duli, the coup.\n\tWe will then start - Mr Mapoma, what time will we aim to start on Monday, hopefully?\nMR Z. MAPOMA: I suggest ten o'clock Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will adjourn then until ten o'clock on Monday morning.  Thank you very much.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}