{
    "header": {
        "type": "MELVILLE NOKAWUSANA, APPPLICATION NO : AM 2009/96",
        "starting date": "1999-04-29",
        "location": "EAST LONDON",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53309&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99042630_el_990429el.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR KINCAID",
            "MELVILLE NOKAWUSANA",
            "MS PATEL",
            "ADV SANDI",
            "MR CLARKE",
            "MR KINCADE",
            "ANNE ELIZABETH CLACKERS",
            "ADV BOSMAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR KINCAID",
            "MR NOKAWUSANA",
            "MS PATEL",
            "ADV SANDI",
            "MELVILLE NOKAWUSANA",
            "MR CLARKE",
            "MR KINCADE",
            "ANNE ELIZABETH CLACKERS",
            "MS CLACKERS",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Would you like to call the remaining Nokawusana?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "I shall do so, Mr Chairperson.  Applicant number AM 200/96, Melville Nokawusana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you give us your full names for the record please.",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "(sworn states)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, please sit down.  Mr Kincaid?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "Thank you, Mr Chairperson.\n\tDo you mind if I call you Melville?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I do not mind.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Melville, let me start off with you on the point that I ended off with Mzuyanda.  You were convicted in the Supreme Court on the 26th of June 1992, of attempted murder, of housebreaking with intent to rob, of malicious damage to property, of another attempt of attempted murder, of housebreaking with the intent to commit a crime ...(indistinct) state of malicious damage to property, two counts of robbery.  Do you contest those convictions, or is it your case too that the judge was correct and proper in finding you guilty of the crimes with which you were charged?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I agree with the convictions because I did those things.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Melville, we have heard the testimony of Jimmy, your brother and he has sketched the background to the events which took place from 1985 to 1990, in Stutterheim.  Similarly I must ask of you, were you a member of a supporter of a political grouping?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I was a supporter.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Of which grouping, of which political movement?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "ANC Youth League.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Okay.  And at the time, Melville, how old would you have been?  Going to back to 1985, how old were you in 1985, can you recall?  It's almost 15 years back.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I was 19 years old.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Still a young man.  Now did you attend the meeting in the Matomela Church Hall in Stutterheim, in December of 1989?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Were you there, Melville, when the Security Forces disrupted the meeting, when they fired rubber bullets and teargassed the people who had gathered there and dispersed them in that fashion?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct, I was there.",
            "Male"
        ],
        [
            "MR KINCAID",
            "What did those actions instill in you, how did you respond to that?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I felt angry because I realised that we were not safe in our community.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Did you consequently - two meetings were held.  The testimony has been, that of Jimmy and Mzuyanda confirms it, two meetings were held on the soccer fields of Kabusi township, did you attend either or both of those meetings?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MR KINCAID",
            "At both of them?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I was present at both of them.",
            "Male"
        ],
        [
            "MR KINCAID",
            "And can you confirm what Jimmy says, that the resolutions of those meetings were namely to target the farmers of Stutterheim and to intimidate them, chase them from their land, rob them of their firearms, to take their land.  Can you confirm that that was the resolution of that meeting?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR KINCAID",
            "And with that background, Melville, did you go to the home of Mr Hansel, Mr Hansel who farmed on the farm Greenlands in the district of Stutterheim?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Hansel.  Also he had a nickname, it's been pronounced as Gout, but that may, Gout or Gout or, that is the instant that we are referring to.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I was not present there.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Mr Hansel was attacked on his farm on the 31st of January and he is the victim who Mzuyanda has described as having been assaulted and tied to his bed, he was the victim who pointed out the shotgun in his wardrobe and who showed Mzuyanda how to fire it and discharge it.  That is the incident we are referring to now.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I only remember Cobus, I did not manage to get to Mr Hansel ...(indistinct).  I was not there, I was only involved in Mr Cobus' incident.",
            "Male"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson,  I'm sorry, if I may intervene at this stage.  If one looks at what this applicant was convicted of, it doesn't relate to the Hansel incident.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ja, his conviction starts with the Cobus incident, he has not been convicted on Counts 1 and 2.",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "I'm indebted to the Evidence Leader and to you, Mr Chairperson.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Kincaid, perhaps before he tells us about his role, what role he played in each particular attack, he can just point out which attacks he was involved in.  He has pointed out that he was involved in the Cobus attack.",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "Melville, you've heard the Committee Member's request, could you tell the Committee just which attacks you were involved in, if you recall.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I can do that.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Which ones were they?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Mr Cobus, Mr Pretorius, Mrs Clackers.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Thank you, Melville.  The incident at Mr Cobus' farm, can you tell the Committee why it was decided to attack Mr Cobus?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "The reason came out of the meeting that was - I beg your pardon, when there was a meeting at the hall, as were welcoming Mr Hlangue and Reverend Shingwa ...",
            "Male"
        ],
        [
            "MR KINCAID",
            "Yes?  Please continue.  Are you referring to this church hall shooting?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I'm referring to the Matomela Church Hall.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Okay.  Evidence has been led that because of that church hall shooting there were two meetings at which a decision was taken to attack the farmers.  Now I ask you, is that the reason why you went to Mr Cobus' farm, or did you have other reasons for going to Mr Cobus' farm?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "The reason for us to go there was because of what happened at the hall.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Alright.  Could you tell the Committee what was your role, what did you do at Mr Cobus' house?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I can.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Please go ahead.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "We went to Mr Cobus' place.  I think it was a quite a large number of us, between 15 and 20, or more than 20.  We went to the servant's quarters, we knocked, they refused to open, we told them that we were comrades, they opened - I beg your pardon, we told them to open for us because we had, we were looking for something.  He opened and we asked where Mr Cobus was staying.  The person told us.\n\tWe borrowed a pinchers.  He gave it to us.  We left.  We went to the main house.  When we arrived at the main house we saw a gate that looked like it was used for the cows.  It had a pole that was, a telephone pole and we realised that that was a telephone pole and we disconnected it or we cut it.  Jimmy climbed up and cut the wire.\n\tWe went inside - we went straight to the main house and there were dogs that were barking, but they were so small because, they ran away because we were quite a large number of people.  We went to the front of the house, we knocked.  We told them that we were visitors and we were his visitors.  We told him to open for us.  Mr Cobus he will not do that because we were going to shoot him and he said that, as he was saying that he started firing.\n\tWe ran away.  We went to the backyard.  We saw a bathroom window with a net, those are the windows that you normally pull them up when you open them.  We destroyed that net, we removed that net and we opened the window and we went inside and the others were on the sides where his bedroom was, or where he was and he did not stop firing.  \n\tI took a broom that was on the veranda, I tried to disturb him at the window because I did not want him to access to the others who were trying to get inside.  He continued firing from my direction.  It was myself and Bonakele Bhayi and Rhandile Bhayi who were next to this window.  There were others who were surrounding the house, trying to distract, to disturb him so as to prevent him from shooting at the people who were already in the house.\n\tI got into the house through the kitchen door.  I saw a rope that was on the passage with a burglar door.  They tied a rope at that burglar door.  The only person that I noticed there was Jimmy and Mr Ntonga.  They were inside and there were also other people inside.  It looked like they were trying to pull and open this burglar door, and Mr Cobus who was in that room was shooting towards the side where there were people who were trying to open.  \n\tHe was shooting in all directions.  Even if he senses that there were people who were at the windows who were trying to disturb him, he was just shooting at the people who were banging the windows.  I heard a sound from the inside, from the side where Jimmy was.  I was already outside at the time.  \n\tWe took the gas cylinders, three of them, the big ones, we put them on his bedroom window, outside next to his bedroom window because he was not willing to get out of the house.  We opened the gas cylinders to release the gas and I lit a match setting them alight.  A big flame went through the window.  His window was open, but it was just slightly open.  \n\tEven at that time we were also scared because he was shooting in all directions as we were trying to disturb him, but he was shooting in all directions.  There was fire and we ran away.  We thought that the tanks or cylinders were going to explode.  It was towards the early hours of the morning and he was giving us trouble.  I did not notice whether Mr Cobus was shot at.  I only heard that - when I was at home I heard that Mr Cobus was shot.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Who had the firearm, Melville?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "It was Mzuyanda Ntonga.",
            "Male"
        ],
        [
            "MR KINCAID",
            "The next incident - before I move onto that, the time that you attacked Mr Cobus, Melville, did you harbour him any ill-will, any spite, any personal grudge?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No.",
            "Male"
        ],
        [
            "MR KINCAID",
            "The next incident would have been the incident in which Joe Senti was injured and Mr Pretorius.  You were party to that attack, you were there on the farm, were you?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct, I was there.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Could you tell the Committee what you did?  Mzuyanda Ntonga has told the Committee what he did and Jimmy has told the Committee what he did during those incidents, but can you tell the Committee what your personal role was in the attack on Joe Senti if you were involved in that and also on Mr Pretorius.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I can tell the Committee.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Please proceed.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "We went to Mr Joe Senti's in Mr Pretorius' farm.  Mr Joe Senti was working on that farm.  We went there to ask about Mr Pretorius, where he was staying, where his house was.  We arrived at Mr Joe Senti.  I was the one who knocked at the door.  he didn't want to open the door, Mr Joe Senti.  We told him that we were comrades, we were there to see him.  He opened the door and then he closed the door again.  He said that he was not going to open the door because we were soldiers.  When he was closing the door a shot was fired.\n\tThe person who was next to me was Mzuyanda Ntonga, who had a weapon.  After that somebody asked why was this person shot.  We then tried to open and we realised that that was a mistake, the intention was not to shoot at him.  \n\tWe tried to open and Joe Senti finally opened the door.  We went inside, we apologised to him.  We told him that we didn't intend to shoot at him but because he didn't want to open the door he got shot.  We asked his wife to accompany us to take us to Mr Pretorius' house so that Mr Joe Senti can be taken to the hospital.  His wife agreed.\n\tWe went to the next door house, the house next door to theirs.  We knocked at the door and the people inside that house were frightened.  They opened the door for us because they also heard a gunshot.  We told them that we were not there to fight them, we were there to ask for a person to accompany that lady, Mr Joe Senti's wife, so that we can go and ask Mr Pretorius to come and help Mr Joe Senti, to take him to the hospital.\n\tA man came out of that house and he accompanied us.  We arrived in that farmhouse and there is a ...(indistinct) in that house next to the gate.  That lady stood there and we stood next to her.  We told her to call out for people inside.  Mr Pretorius came out because this lady called him.  The lights were not on at the time.  There was a searchlight outside, but it was also off, it was not on.\n\tWhen he went out he came towards us and there was a dog barking.  It was coming towards us. When I was still watching that dog I heard a shot, a gun shot and I heard screams and there was a white lady who asked something from Mr Pretorius and Mr Pretorius was lying down at that time.\n\tWhen we were trying to reach the house an ambulance came and then we decided to run away.  We then ran away at that particular time.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Did you do anything to Mr Pretorius, Melville, did you in any way assault him yourself personally?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I did because I had a stick with me, because we wanted him to take us to the house to show us where the weapons were.",
            "Male"
        ],
        [
            "MR KINCAID",
            "What did you do to him?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I hit him with that stick three times.  He stood up and he went to the direction of the house.  When he was next to the house he stood next to the door and an ambulance and a van came and we then ran away.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Did you assault Mr Pretorius for any reasons which were motivated by spite or malice, any ill-feelings that you harboured towards him?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I didn't take part in that because I hated him, I wanted him to stand up and go to the house and show us where the weapons were.  After that we would take him to the servants quarters to take Mr Joe Senti, so that he can take him to the hospital.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Now the last incident we need to cover is the attack on the trading store of Mrs Clackers.  Could you tell the Committee how it came about that it was decided to attack Mrs Clackers' farm store?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "There was a consumer boycott in Stutterheim, we were not supposed to buy in the shops that were owned by white people and there would be a board that would be written in the township that tells people that they were not supposed to buy in the shops in town.\n\tAfter that a decision was taken during the roadblock and we were elected, there were three comrades that were elected to go to Mrs Clackers to close down her shop because we heard that she had a shop that was operating in that side, in Kologa, and people from that side were buying in that shop when the boycott was still on, when the shops were closed.\n\tOur intentions to go to her, we just wanted to intimidate her.  We wanted her to close down her shop, not to sell anything to the people because people were not supposed to buy at shops that were owned by white people.",
            "Male"
        ],
        [
            "MR KINCAID",
            "What happened, Melville, what happened when you got to Mrs Clackers' trading store?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I was together with Mzuyanda Ntonga and Jimmy Nokawusana.  We went to that shop. Jimmy Nokawusana, we left him outside.  We in, it was myself and Mzuyanda Ntonga.\n\tWe went inside the shop.  There were three people inside the shop.  When we arrived there we asked those people why were they buying in that shop knowing that there was this boycott, we were not supposed to buy at white people's shops.  We then saw Jimmy coming in and he spoke to Mrs Clackers.  He asked her why was she operating.  He then said that she must close the shop.  We saw that Mrs Clackers was reaching for something under the counter and it is when Jimmy Nokawusana tried to grab Mrs Clackers.  \n\tAnd there were dogs, two small dogs and one other dog, a police dog.  That police dog wanted to bite us. Mzuyanda took a broomstick and he hit those dogs and they went out.  What I did, I waited at the door watching for the police because we didn't want the police to arrive when we were there because they would arrest us because we wanted that shop to be closed.  \n\tMzuyanda Ntonga after hitting those dogs came back and he said that we must run away because there is another person who was there, who was a white person and he was coming towards the shop and when he saw him he went back to the house, so we must run away because maybe this person would come out with a weapon, maybe that person would shoot at us.  We then ran away. \tThere is nothing else I saw except for that.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Mrs Clackers is, it is her case, put through her legal representative that as it was in the criminal trial, that she was throttled and choked and threatened with a knife.  Did you see any of this, Melville?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I didn't see that.  The reason why we went to that shop is, we wanted her to close the shop because she was selling things to the people even though people were not supposed to buy things from the white people's home.  That boycott lasted something like six months.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Money, batteries and a knife were taken from the shop, did you see anyone take those items, or did you take any of those items?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I didn't take any of those.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Did you see anyone else take them?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I didn't see anybody taking those things because when we were running away it was the three of us running away and it was during the day.  We didn't have anything with us.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Did you, when you attacks Mrs Clackers, harbour her any ill-will, did you attack her out of spite or malice?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I just regarded her as one of the white people and the reason why we went there was because she broke the law, she opened the shop while there was this boycott.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Melville, can you say that after your arrest in 1990, that the farm attacks, the attacks on farms in Stutterheim and that area, did they continue or did they stop when the seven of you were arrested, do you know what happened?  Was that the end of the attacks on the farmers?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "There were things like that that happened after we were arrested.  Even though people would arrested, they would be released.  They would just be suspects and they would be released.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Jimmy has tendered an apology to the victims of these attacks.  In your confirmatory affidavit you state that you wish to echo that apology, do you do so now?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Do you confirm the contents of your affidavit signed on the 21st of April this year?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I do confirm that.",
            "Male"
        ],
        [
            "MR KINCAID",
            "Thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR KINCAID",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Kincaid.  We are going to take a very brief adjournment.  We are hoping that we will be able to conclude the testimony of this applicant and we will receive the evidence of Mrs Clackers, but we'll adjourn very briefly.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nokawusana, you are reminded that you are still under oath, do you understand?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Clarke, have you got any questions?",
            "Unknown"
        ],
        [
            "MR CLARKE",
            "Thank you, Mr Chairman, I do.\n\tMr Nokawusana, did I understand that you accepted the correctness of the convictions that you were found guilty of in the Supreme Court?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct, because I did what I was convicted for.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Including the conviction of robbery, in respect of Mrs Clackers?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I don't remember us going there to rob, we went there to close down the shop.",
            "Male"
        ],
        [
            "MR CLARKE",
            "There was evidence that you were the only three in that shop and that the goods were stolen by you, money, batteries, a carving knife.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I don't remember us taking such items.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Now did I understand that it was your duty to keep watch at the entrance of the shop, is that your evidence?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, it was myself.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Did you have your brother Jimmy and Mrs Clackers in your view?  Were you watching them?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, at the time when I was still inside the shop.",
            "Male"
        ],
        [
            "MR CLARKE",
            "And did you observe your brother assaulting Mrs Clackers?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I saw a scuffle between Jimmy and Mrs Clackers, Mrs Clackers wanted to go out of the door.",
            "Male"
        ],
        [
            "MR CLARKE",
            "That's correct, she was trying to get out.  And what happened in the scuffle?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I then went out to guard people, not to, I guard the police so that they cannot see us.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Slow down, you said you saw a scuffle between your brother and Mrs Clackers, did you not say that?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I did say that.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Now I want you to tell me what happened in this scuffle that you saw.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "When Jimmy told, or asked Mrs Clackers why she was operating in her shop she reached for something under the counter and then Jimmy went to her side because he thought that she was reaching for something, a weapon and I also thought that there was a weapon there.",
            "Male"
        ],
        [
            "MR CLARKE",
            "What gave you reason to think that?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "It is because when she was told to close the shop she reached for something under the counter, whereas when we arrived there she was not reaching for anything under the counter.",
            "Male"
        ],
        [
            "MR CLARKE",
            "She was at the counter when she was first accosted by your brother Jimmy, not so?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I don't remember because I was not looking at one thing there, I was also guarding the police.",
            "Male"
        ],
        [
            "MR CLARKE",
            "You saw the scuffle, don't start not remembering and thinking about other things.  You saw the scuffle.  I want you to tell us about that scuffle.  You saw them at the till, not so?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "When I went to the shop, Mrs Clackers was sitting down on a chair and there were three people that were inside the shop.  We then spoke to those people and we asked them why were they buying things in that shop even though there was this boycott.  While we were still talking to these people, Jimmy came in the shop and he spoke to Mrs Clackers and asked why was she operating in the shop knowing that there was a boycott in all other shops.",
            "Male"
        ],
        [
            "MR CLARKE",
            "My instructions are that she, that one of you first went in there to look for a Makweta blanket, do you recall that?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I don't recall that, maybe it's one of the people that were already inside the shop, that were looking for a Makweta blanket.",
            "Male"
        ],
        [
            "MR CLARKE",
            "She had just opened at 2 o'clock when the first of you came in there, not so?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "When I went inside the shop the shop was already opened.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Just opened.  Jimmy or one of you then, having - sorry, can I just restart this question please, Mr Chairman.  The first of you asked to look at the Makweta blanket, thereafter Jimmy made his entrance, climbed on the counter and demanded a coka cola, did you see that?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I didn't see that, he just spoke to Mrs Clackers, saying that she must close the shop because there was this boycott.",
            "Male"
        ],
        [
            "MR CLARKE",
            "What you did see was Jimmy's assault on Mrs Clackers.  Now if I can get back to the question, that happened at the till, not so?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, it happened - there was a small passage next to the counter, it happened there.  That's where it happened.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Behind the till.  And then she tried to escape, she tried to, she withdrew along, behind the counter in the direction of the door, not so?  You mentioned that she moved towards the door just now.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, this scuffle happened next to the door.",
            "Male"
        ],
        [
            "MR CLARKE",
            "And it was during this time that she was so grievously assaulted.  You saw that, didn't you?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I didn't see when she was assaulted, she just fell down.  He grabbed her and then she fell down.",
            "Male"
        ],
        [
            "MR CLARKE",
            "She didn't fall down according to her, she withdrew, she tried to get away, she moved towards the door and this assault on her continued.  You saw her moving towards the door, didn't you?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, during this scuffle they went towards the door.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Now if the explanation offered is that she was trying to get at her firearm under her counter at the time, was there any need for this assault on her to continue?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "As there was not enough time there, we ran away.  There was no chance, we didn't have a chance to hit or to assault her.  But there was no need for her to be assaulted because we went there to close down the shop.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Thank you, there was no need.  That is precisely what we are trying to clear up, that what happened was a very, very grievous assault and the course of what you're telling us, particularly the fact that she was moving away from where your brother said he believed there was a gun seems to pull the bottom out of his explanation, that it was necessary to overpower here, not so? - because she was moving away from where he thought the gun was.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I would like to explain this.  When she was reaching for something under the counter, Jimmy went to her side, the other side of the counter and there was this scuffle between the two of them and they went towards the door.  I was standing at the door at the time.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Watching this?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "This happened whilst I was still inside the shop.",
            "Male"
        ],
        [
            "MR CLARKE",
            "And so she moved away from where this gun was believed to be stored, why was it necessary to keep assaulting her?  Can I ...(intervention)",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "When we went there, when we were there, when she was reaching for something under the counter, we thought that there was a weapon there and he was talking to her saying that she must give us that  weapon.",
            "Male"
        ],
        [
            "MR CLARKE",
            "I put it to you that she moved away from where the weapon was allegedly placed, but in fact the scuffle moved away from that spot under the till towards the door and then she was forcibly dragged back to the till and it was at that stage that she pulled the till off the counter.  Did you see that?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "No, I did not see that.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Did you stop observing at the stage when she had been moved towards the door, she had withdrawn towards the door?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "What happened is, after the scuffle, Mzuyanda then hit the dogs and then he saw the person who was coming towards the shop and he came back to the shop and he told us that there was a person who was coming towards the shop and that person went back to the house, maybe that person would come with the weapon so we must run away, we then ran away.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Not before she had been taken back to the till and not before, to try and open the till she had pulled it off the counter.  Whether it was to try and open it or not is unclear, but not before she had pulled it off the counter, not so?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I don't remember that.",
            "Male"
        ],
        [
            "MR CLARKE",
            "You don't remember that.  I'm suggesting to you, Mr Nokawusana, that what happened in there is only consistent with common robbery by three able-bodied young men on a woman and that there's nothing political about that.",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "What I know is we went there to close down the shop because there was this consumer boycott that lasted for six months.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Did I understand you in Xhosa to say you don't remember (andikhambula)?",
            "Male"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "What I'm trying to say is I don't remember that happening.",
            "Male"
        ],
        [
            "MR CLARKE",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Clarke.  Ms Patel, any questions?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you, Honourable Chairperson.\n\tMr Nokawusana, when you went to Mr Cobus' farm, you went there with the intention to rob and not to kill, not so or am I wrong?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "That is not so.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, would you like to set me straight then, what was the intention of going to Mr Cobus's farm?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I can tell you.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Our executive members, our leaders gave us the message that we should attack the farmers, we should intimidate them and take the weapons from them and we should tell them to leave their places.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  So this conviction of housebreaking with the intention to rob, that's incorrect, you're denying that?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I deny that because those were not our intentions.",
            "Male"
        ],
        [
            "MS PATEL",
            "And the attempted murder charge of Mr Cobus, do you deny that you or any members of your group, by doing what you had done to both him and the attack on his house, that that was part of an attempt to murder him?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct, it was not an attempt to murder him.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright.  Can I ask you this, did you foresee the possibility that by one of the members of your group shooting at Mr Cobus and others trying to get at him through trying to break the burglar bars or burglar gates by throwing in a gas cylinder that was alight, that through all of those actions you didn't foresee the possibility that Mr Cobus - or through that action, sorry, you didn't intend to bring about Mr Cobus' death or foresee the possibility that that action might lead to his death?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Our intentions when we used the gas cylinders in that window, we wanted him to get out of the room because he locked himself inside the room.  We went there to tell him to give us the weapons and to leave that place, we did not go there to kill him.",
            "Male"
        ],
        [
            "MS PATEL",
            "Can you recall who told him to get out of the place, that all you wanted was for him to get out of the place and give the weapons?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "We didn't get the opportunity to meet him or to go inside because Mr Cobus was shooting at us.",
            "Male"
        ],
        [
            "MS PATEL",
            "So he wasn't told what your intentions were when you got there?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "We didn't have that opportunity to tell him that.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  And you were also convicted of housebreaking with the intent to commit a crime unknown to the state, and this housebreaking relates to Mr Senti, Mr Senti's place.  You didn't intend to commit a crime when you went to Mr Senti's house, not so?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MS PATEL",
            "You didn't intend to break into his house either?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Did you see anything wrong in the manner in which you went about trying to elicit Mr Senti's assistance in going to Mr Pretorius' house, or in, sorry, in him showing you the way to Mr Pretorius' house?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, I do see something wrong, but it was a mistake because our intentions, we just wanted to ask him to show us the direction to the house or to show us the house.",
            "Male"
        ],
        [
            "MS PATEL",
            "And did you break the window to Mr Senti's house?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I don't remember any window being broken, but there were people who were knocking at the window.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  So in terms of the conviction of malicious damage to property, which relates to Mr Senti's window, you deny any knowledge of that?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Damaging Mr Senti's property?",
            "Male"
        ],
        [
            "MS PATEL",
            "His window specifically.",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I can't say the window was not broken or it was broken because I was standing at the door, next to the door, I was not amongst the people who were standing next to the window.",
            "Male"
        ],
        [
            "MS PATEL",
            "And do you like your fellow applicants have already testified, state that Mrs Senti or Mr Senti's wife at the time, had come willingly with you to show you, to point out Mr Pretorius' house?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "We asked her to accompany us or to show us the house.",
            "Male"
        ],
        [
            "MS PATEL",
            "And in terms of the attempted murder of Mr Pretorius, do you say that was a mistake as well?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct, according to your decision because we went there with the intention of getting weapons from Mr Pretorius and telling, and we went there to tell him to leave that area.  And this incident about Joe Senti, he was injured and that was a mistake, so we went to Mr Pretorius, we wanted him to help Mr Joe Senti, to take him to the hospital.",
            "Male"
        ],
        [
            "MS PATEL",
            "If you wanted him to help you, why did one of your colleagues shoot him and then you proceeded, as you've stated very clearly in your evidence-in-chief\n\"I hit him three times with a stick\"",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "The reason for that is that we were trying to intimidate him, or to threaten him because we wanted him to give us weapons because Mr Pretorius was already shot and we then decided to ask for weapons or to want weapons from him and after he had given us the weapons we would have told him to leave that place and we would then force him to take Mr Joe Senti to the Hospital.",
            "Male"
        ],
        [
            "MS PATEL",
            "You'd force a man who has already been shot, who is then subsequently assaulted by you and other members of your group, you'd then force that man to take Mr Senti to the hospital, is that what you want us to believe?",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "He didn't seem like he was injured because he was walking on his two feet.  When we told him to stand up he did so and he walked.",
            "Male"
        ],
        [
            "MS PATEL",
            "You know, Mr Nokawusana your version is so improbable.  I want to put it to you, Sir, that given the manner in which these incidents were carried out and given clearly that there was an instruction that no-one was to be killed, that you didn't act with a political motive, that your deeds that you have been found guilty of and some of which you have chosen to deny, were purely criminal.",
            "Female"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I don't know it like that.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you, Honourable Chairperson.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Questions from the Panel?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Nokawusana, the three customers you were talking about, what happened to those people?  When you left the shop were they there, what happened?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "I didn't notice whether they went out or what because we were busy there and Mrs Clackers was involved in this scuffle with Jimmy and there were these dogs that wanted to bite us, so that confused me, I didn't see what happened.  And the person that was said to be coming out of the house, coming towards the shop, that led us to run away, so I didn't take not, I didn't notice what happened to those people, I didn't even see whether they were still in the shop or not.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you ran away, where was Mrs Clackers, was she lying on the ground in the shop, what was she doing when you left her?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "She was lying down.  She was on the floor.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where exactly in the shop?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Next to the counter, towards the door.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You've made mention of a scuffle between Mrs Clackers and your brother Jimmy and you say\n\"They both moved towards the door\"\nWho was in front of the other, was it Jimmy in front of Mrs Clackers or was Mrs Clackers in front of Jimmy as they were moving towards the door?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Jimmy was next to the wall, the wall that was next to the door because he jumped on her at the time when she was reaching for something under the counter and there was this scuffle and they went towards the door and then she fell down and Nzuyanda was hitting the dogs at the time and he chased the dogs out of the door.  And he saw this young man that was coming out of the house, the white young man.\n\tHe came back to us and he told us that there was this person who was coming out of the farmhouse and this person went back to the house, so we must run away, maybe this person was going to get the firearm to shoot at us.  We then ran away.  I didn't notice or see what Mrs Clackers did after that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are you saying Jimmy tackled Mrs Clackers and pushed her down onto the ground?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When they were moving towards the door, did it appear to you that anyone of them was pushing the other?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "They were both involved in this scuffle, they were holding each other in this scuffle.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You have said you were some sort of an eye keeper, watching out for the police outside, were you able to pay 100% concentration to what was happening inside?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "When I last saw what happened I was still inside the shop.  That is when I last saw what was happening inside, but when I was at the door I didn't see everything that was happening inside the shop.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Why would you not see everything that was happening inside?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "They were not on my view as I was standing next to the door.  I couldn't see them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Should we understand you to say that part of your concentration was directed to the possibility of the police appearing on the scene?  Do I understand you correctly in that way?",
            "Unknown"
        ],
        [
            "MELVILLE NOKAWUSANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination, Mr Kincaid.",
            "Unknown"
        ],
        [
            "MR KINCADE",
            "None, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, does that conclude the evidence of Mr Nokawusana?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "It does indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Nokawusana, you can stand down, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Clarke, you had indicated that your client wishes to testify.",
            "Unknown"
        ],
        [
            "MR CLARKE",
            "That is so, Mr Chairman, and following our discussion earlier this morning in the presence of the various legal representatives, the request was that she could give her evidence now for the reason that she's got compelling business to keep her in Stutterheim tomorrow morning.  If the Committee so pleases to work late this evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, we had lost a bit of time in the course of the day.  You want to call your - and I assume that the other parties are in agreement, they're not objecting to ...",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "No objection from me there, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Same here, thanks.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR CLARKE",
            "I'm indebted, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Clackers, can you give your full names for the record please.",
            "Unknown"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please sit down.  Mr Clarke?",
            "Unknown"
        ],
        [
            "MR CLARKE",
            "Mrs Clackers, do you recall the incident on the 19th of February 1990, when you were at your shop and you were visited by the three present applicants.",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "I do.",
            "Female"
        ],
        [
            "MR CLARKE",
            "...(inaudible) this incident I've just related.",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "Yes, I do.",
            "Female"
        ],
        [
            "MR CLARKE",
            "Would you please in our own words and in your own time tell the Committee of the incidents of that day, thank you.",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "It was in February when just at lunchtime - we usually close between one and two, when my husband and myself went up to open up the shop.  I asked him to go into the wholesalers to go and get some goods at the wholesaler.  I went and I helped him load empty crates onto the truck and he left.\n\tIt wasn't long that he had left when a guy had entered the shop and he said to me, could he have a look at Makweta blankets.  I said to him: \"Do you want to have a look at a Makweta blanket, don't you know what a Makweta blanket looks like?\"  He asked whether I could take it down and I said: \"Do you want to buy it now?\", and he said: \"No, a farmer was going to come and buy it.\"  So I said well I'll take it down when he comes and buys it.\n\tI asked him if I could help him, he said no, he was just looking around in the shop.  And the next minute a guy with a balaclava entered the shop, he jumped onto the counter, he sat with his one leg on the counter and he said to me: \"Go and fetch me a coke\".  I said to him calmly I would.  I just sensed that there something wrong because he was balaclava'd and I starting making my way to the front door.  There is only one entrance,  and I got to the entrance and I was pushed back by the third person.\n\tThe door was closed, there was nobody in the shop.  The guy with the balaclava started choking me, he started throttling me, he tried to get my windpipe out, I fought back, just the two of us.  I had him against the wall, I was in the middle, he kept on beating me.  I tried to make my way back to the door.  I was pushed back again from the guy standing at the door and at that moment I did have strength.  And the guy in the balaclava said to the other guy behind me:  \"Help me, I can't kill this woman, she's got strength\".  And I did have strength and God had given me that strength.  \nWITNESS DISTRESSED\n\tFrom the door he pulled a knife out on me, he said: \"Yes, I can't kill this woman, I am seeing something\".  He said that he saw something.  And it was true when he said that he couldn't kill me, but I know that God had given me the strength because I haven't got such strength, to help me.  The guy in the balaclava carried on beating me.  He asked him for money and I said to him: \"Alright, I will give you money\".  I went to my till, I then thought no, you've already beaten me and you're asking for my money, I won't give you my money.  I took the till from the table and I threw it onto the floor.  I wanted to get attention from somebody to come help me.  At that time the noise was there and I started shouting and then they started using my dishcloths to close up my mouth.  I begged him to stop beating me.  He kept on saying: \"Give me money, give me money\".  I said to him: \"Alright, I will\".  I had some change under the counter and I gave him that and he must have thought it was a lot of money, but it wasn't much.\n\tThere were batteries on the counter - because the guy at the door came and said to him there was somebody coming up from the house, and that was my son.  \n\tWhile the beating was going on I was standing up all the time, with the strength that I got from God.  I walked outside and I saw my son and I ...(indistinct) him - I'm sorry.\nWITNESS DISTRESSED",
            "Female"
        ],
        [
            "MR CLARKE",
            "Can I ask you a few questions on that please?  At that stage, did these three men leave your shop?",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "Just the last one that kept on asking for money, he left when, he was the last to leave.  I don't know what happened to the other two.",
            "Female"
        ],
        [
            "MR CLARKE",
            "I see.  Now in their evidence and in their application they've suggested, or stated that the purpose of their call there was to tell you to close yours shop in pursuance of this boycott, was there any suggestion, did they say anything like that to you?",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "There was no mention of anything about closing or whatever, nothing.",
            "Female"
        ],
        [
            "MR CLARKE",
            "I see.  Now the other thing they say is that apparently appeared to grab for a firearm under your counter.  Do you keep any firearms in your shop?",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "I've never, I've never had - my husband's never been in an army, I've never kept guns anywhere near the shop.",
            "Female"
        ],
        [
            "MR CLARKE",
            "What sort of relationship do you have with your black clientele?",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "I've got people here that can speak for themselves, very good.",
            "Female"
        ],
        [
            "MR CLARKE",
            "How long did you live with these throat wounds and body bruises and face bruises?",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "For six months.",
            "Female"
        ],
        [
            "MR CLARKE",
            "The evidence relating to your particular incident, that has been given by the three applicants, is there any truth in it?",
            "Male"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "No, they're all telling lies.",
            "Female"
        ],
        [
            "MR CLARKE",
            "Thank you.\nNO FURTHER QUESTIONS BY MR CLARKE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Clackers, was there a consumer boycott in that area to your knowledge, at that time?",
            "Unknown"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "There was.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Kincaid, questions?",
            "Unknown"
        ],
        [
            "MR KINCAID",
            "I have no questions of the witness, thank you, Mr Chairperson.\nNO QUESTIONS BY MR KINCAID",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel, any questions?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you, Honourable Chairperson, just one.\n\tMrs Clackers, the applicants have testified that notices had apparently gone out to the farmers in the area saying that they must leave, do you bear any knowledge of this notice that was ...(intervention)",
            "Female"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "I never got any notices, never.",
            "Female"
        ],
        [
            "MS PATEL",
            "And did people who perhaps worked on the farm around there ever inform you about that?",
            "Female"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "I had no labourers.  I used to accommodate people that had no homes.",
            "Female"
        ],
        [
            "MS PATEL",
            "Okay, thank you.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Mrs Clackers, just one question from me.  How far away was your shop from the township where the applicants lived, Kabusi township?",
            "Unknown"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "It's very far.  I think you've got to climb over about three mountains you know.",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Sort of estimate the distance in a way.",
            "Unknown"
        ],
        [
            "ANNE ELIZABETH CLACKERS",
            "Could you help me, about ...?  About five kilometres.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Clarke, any re-examination?",
            "Unknown"
        ],
        [
            "MR CLARKE",
            "Thank you, I have no further questions.\nNO RE-EXAMINATION BY MR CLARKE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want the witness to be excused?",
            "Unknown"
        ],
        [
            "MR CLARKE",
            "If she may now be excused please, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Clackers, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, we have really reached the end of the day.  We will now adjourn the proceedings until tomorrow morning and we will reconvene at 9 o'clock or as soon thereafter as we are able to start.  We're adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}