{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-04-26",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "LAVUYO KENNETH KULUMAN"
        ],
        "case number": "AM1638/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53303&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99042630_el_990426el.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "LAVUYO KENNETH KULUMAN",
            "MS PATEL",
            "CORNELIA GETRUDE PIENAAR",
            "ADV BOSMAN",
            "ADV SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "LAVUYO KENNETH KULUMAN",
            "MR KULUMAN",
            "MS PATEL",
            "MRS PIENAAR",
            "CORNELIA GETRUDE PIENAAR",
            "MR MBANDAZAYO IN ARGUMENT",
            "ADV BOSMAN",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, my next applicant is Lavuyo Kenneth Kuluman.  May he be sworn in Chairperson?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson, before I read the affidavit.  Mr Kuluman, do you confirm that the name used in the affidavit of Mr Kgotlhe, Max, is your name?  Was it your operational name?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, the affidavit reads thus\n\"I, the undersigned, Lavuyo Kenneth Kuluman, do hereby make an oath and say that I'm the applicant in the above matter having submitted my application in July 1996 whilst I was being held in St Albans Prison in Port Elizabeth.   The facts to which I depose are true and correct and within my personal knowledge unless the context states otherwise.  I was born in Port Elizabeth and grew up in the Eastern Cape.  I am 26 years old and I'm married.  I passed Standard 10 at Cohen High School in Port Elizabeth.  I joined PAC in 1989 through Azania and I underwent military training in Zimbabwe in 1990.  The first operation I was involved in was in 1992, I was involved in three to four other operations and mostly farm attacks.  I was involved in the Ficksburg townhouses attack and the affidavit of Oupa Lerato Kgotlhe has been read to me.  I understand the contents and I confirm it insofar as it relates to me and respectfully request that the same be incorporated in this affidavit.  I want to make it clear that we did not attack Whites because they were White, we attacked them because they were oppressors.  Sobukwe, the founding president of the PAC put it this way: 'In every struggle whether national or class, the masses do not fight in abstraction.  They do not hate oppression or capitalism, they concretise these and hate oppressor be he the governor general or a colonial power, the landlord or the factory owner or in South Africa, the Whites, but they hate these groups because they associate them with their oppression.  Remove the association and you remove the hatred.  In South Africa then, once White domination has been overthrown and the Whites are no longer White boss is an individual member of the society, there will be no reason to hate him and he will not be hated even by the masses.  We are not anti-White therefore, we do not hate the European because he is White, we hate him because he is an oppressor and it is a plain dishonesty to say 'I hate sjambok not the one who wields it'.\n\tOur general instruction was to seek and identify and attack the enemy who was seen in the context of the above quotation.  In consequence and in pursuit of the above stated, I participated in the attack on Ficksburg townhouses and I was part of the unit that was commanded by Oupa Lerato Kgotlhe.  I respectfully submit that my application complies with the requirements of the Act and that I've made full and proper disclosure of my involvement in Ficksburg townhouses attack and I accordingly humbly request that my application for amnesty be granted.\"\n\tMr Kuluman, can you tell the Committee when did you become aware of the operation that you were involved in?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "I was told on the same day of the attack, I was told on that same day.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you also tell the Committee, just before I follow that, how long have you been in that area before you went to this operation?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "Can you please repeat the question, Sir?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "How long have you been in that area before you were involved in this operation?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "It was my first time to be there on that particular day, the day of the attack.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Where were you coming from?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "Our base was in Lesotho, I was stationed in Lesotho.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now who told you about the attack then?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "It was Oupa Kgotlhe.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "What did he tell you?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "He told me to prepare myself because there was going to be an attack in Ficksburg.  As I was staying alone I prepared myself and I went together with him.  We then met Roger near the river.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes and then what happened?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "After we met Roger we crossed the river, we then went to the Ficksburg area.  When we got to that area on our way to the old age home we met a police van that disorganised us.  Myself and Oupa went to a house that was in a corner.  We took cover and then the van passed and then Oupa shot.  We then threw the Molotovs in that particular house.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "What role did you play yourself, what weapons were you carrying on the day in question?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "I had the bag, the bag with spikes and after that shot, after Kgotlhe shot the van.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "What was the purpose of the spikes, what were they going to be used for?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "They were going to be used to defend us.  The van would not be able to go through, they would forced to remove the spikes and then chase us if they wanted to, that would delay time, that was the role of the spikes, to disturb them.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Besides the spikes did you play any part in throwing Molotovs or grenades in the house or firing?",
            "Male"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "Yes there were Molotovs that we threw in that house that we were in with comrade Oupa, in the house that we went in when we saw the police van.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That is all Chairperson at this stage.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Ms Patel have you got any questions?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No thank you, Honourable Chairperson.\nNO CROSS-EXAMINATION BY MS PATEL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I assume you won't have any re-examinations?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Chairperson.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the evidence of the applicant?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "That's the evidence of the applicant Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Kuluman, you are excused.",
            "Unknown"
        ],
        [
            "LAVUYO KENNETH KULUMAN",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any further witnesses that you wish to call Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson at this stage I won't like to waste time, I've no other witness.  The witness I had in mind was going to be the deputy of Letshlape, unfortunately he is involved with the president of the PAC, he went to the airport to collect him.  They are rushing to Umtata so I was going to call Bulalani Kluma, the deputy of Letshlape, Chairperson.  But in the light of that, Chairperson, that's the evidence of the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Ms Patel are you intending to lead any witnesses?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, I do not intend to lead any witnesses.  However, Mrs Pienaar who is present has something to say. I think she's also willing to take the oath before she does, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Patel.\n\tMrs Pienaar are you going to testify or are you going to just make a statement?",
            "Unknown"
        ],
        [
            "CORNELIA GETRUDE PIENAAR",
            "I want to testify about what happened.",
            "Female"
        ],
        [
            "CORNELIA GETRUDE PIENAAR",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you going to render us your evidence?",
            "Unknown"
        ],
        [
            "CORNELIA GETRUDE PIENAAR",
            "Yes I do.  Mr Chairman, thank you for the opportunity.  I'm a community health worker for the last 20 years in Ficksburg.  Since 1989 I was working as a professional nurse in the municipal clinics.  I really care for all people with no preference of colour of culture.  I established a clinic in a Coloured area because there was a big need.  I also rendered a service there myself.\n\tMy late husband died the Wednesday before the attack.  He was doing light duty at the police station after a serious accident in 1990 where he got brain damage.  He was unconscious for two months and started to work only after 6 months.\n\tThe house that was attacked was our private home.  The \nevening after the attack I was alone with my two daughters who were 5 years and 12 years.  People visited me that evening because it was the first night that all my family went away after the funeral.  They left about 10 o'clock and I went into the house.  Then I went and bathed and I put the two girls in my bed to sleep with me.  I just put the light off about half past 10, then suddenly I heard the dog barking a lot.  I wanted to phone the police but they were engaged at that stage.  But just then someone was running past my window and they broke the window at the children's room and they threw in a hand grenade.  The roof was really - it was a big story - the doors were out of the hinges and then they started to throw petrol bombs through the living room's window and they started shooting at the house.  \n\tWe had no weapons in the house because my husband's service revolver was taken in or handed in and we had nothing else in the house.  We had weapons and my dad took it with, with the safe to Sasolburg where they stay.  \n\tSo what we decided to do is because there was a lot of - it set a fire and we were choking in the smoke.  So we decided to go through the back door.  At the back door there was nobody, they were all in the front.  So then we went out of the back door and we went past the garages to the neighbours.  There we went over the fence and they kept on shooting on us there because they had a lot of bullets there at that place where we went over the fence.\n\tWhen we got to the neighbours it was absolute chaos there, they were running around and they had no weapons or anything and all that I want to say there are no houses around my house, the only one is - it's all empty areas, the only house was the one where we went over to and they really had no weapons there.  So we went in there and we were all lying in the passage.  \n\tThen the army came there, a young guy and he said they were working at the border post and we must please not shoot, we must just lie in the passage and just keep quiet.  So we did that.  \n\tAfter about a half an hour or I can't say exactly when, the police came and my children didn't want to stay there they were too scared so they took us to the other side of the town and that's all I know.  \n\tAnd I made a statement and I just want to confirm the contents of that statement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Pienaar.  Mr Mbandazayo, have you got any questions?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Chairperson.\nNO QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel have you got any questions?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No thank you Honourable Chairperson.\nNO QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Pienaar, thank you very much.  You're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I assume that that concludes the evidence?\n\tMr Mbandazyo, have you got any submissions?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes Chairperson.  Chairperson, I would request the Committee when I'm addressing the Committee to address the Committee in all the applications heard today because my argument will almost be the same in all these incidents.  Chairperson, I'm not intending to be long.\n\tChairperson, my submission is that the applicants have complied with the requirements of Section 20, sub-section 1 and sub-section 2, that they were quite clearly acting on behalf of Apla a publicly known political organisation and liberation movement which was engaged in political struggle against the State at that time.  \t\n\tChairperson, I'm not intending to go to that section unknown to the Committee.  Chairperson, Pila Martin Dolo gave evidence before this Committee and also his affidavit spells out that he is from the Eastern Cape, Uitenhage and that it's clear that when he went there, Chairperson, it was not an area he knows, definitely when he went there he went there for a specific mission and that mission was to persecute the struggle and he has told the Committee what he had done in order to do that.  It's the same with Able Kgotlhe, though he is coming from Thaba Nchu which is not far from those areas as compared to Eastern Cape he has told the Committee that he was the Regional Commander of Apla and that he had instructions to seek and identify the target and sought approval where it is necessary and he has done so and in other instances he reported thereafter.\n\tChairperson I know that there is this sticky question that the reason for the attack is because these people were White and one would come up with an argument and say, if then was the target of PAC and Apla were all White people, what was it the use of making a reconnaissance and to certain targets, policemen, not to just go and attack because you know that in any event even if you attack any white person you'll be within the scope or within the ambit of, within the policy of the organisation.\n\tChairperson, my argument is that everything goes according to plan and priorities.  Even if Chairperson you are my enemy, if I don't want to act against you that particular point in moment, I wouldn't act against you, I'll act against whoever I wanted to act at that time but if it so happened that at that particular point in time you are in the way then happened to act against you, definitely I would say in any event you were also my enemy, in any event you were one of my targets though at that particular point in time you were not my target.\nChairperson, the Committee, I take it has got the submission of the PAC with regard to it's policy towards White people.  Chairperson, if I may quote in that document?  In that document, Chairperson, they use the quotation of Sobukwe which happened to be also in the affidavit of Luvuyo Kuluman which is the basis of their argument.  Chairperson, in that quotation which has been quoted in full in the affidavit of Luvuyo Kuluman was taken from this book, Pan Africanist Congress of Azania, by Robert Sobukwe, all his speeches and his trials are in this book.  It was extracted from here by the PAC and in that he was answering questions regarding the policy of PAC towards Whites and after that quotation he was asked another question.  That quotation was answering a question \n\"but are you anti-White or not?\"\n and his answer was that, Chairperson :\n\"What is meant by anti-Whitism, is it not merely an emotional term without a precise signification.  Let me put it in this way, in every struggle whether National or class, the masses do not fight in an abstraction, they do not hate oppression or capitalism, they concretise these and hate the oppressor.\"\nChairperson, I would quote it as a whole but there the analogy of the sjambok that it's a plain dishonesty to say \"I hate the sjambok and not the one who wields it\"  It is in that context that the PAC policy was formulated against Whites, that some would say the enemy is apartheid but to them they say that apartheid is the manifestation of something.  People put into practice the apartheid and the people who put so happened that are White people and as such, that is why they were regarded as targets.\n\tThe question goes further. \n\" Do you regard all Whites as oppressors?\"\n Which was one of the questions which was posed to the applicants.\n\"That is not true that somewhere on the side of the liberation movement, the answer was that we regard them all as shareholders in the South African oppressors company, there are Whites of course who are intellectually converted to our cause but because of their position materially, they cannot fully identify themselves with the struggle of the African people.  They want safeguards and check points all along the way with the result that the struggle of the people is blunted, stultified and crushed.\"\nThe second question was:\n\"Do you include White leftists in your indictment?\"\nSobukwe:\n\"There are none and there have never been in any South Africa, White or Black, all we have are ...(indistinct), in fact like Chris Hani to communism has been extremely unfortunate in it's choice of representatives.\"\nChairperson, what I'm trying to get at it that the submission that was forwarded by the PAC to the Honourable Committee was extracted from there so from what was given by the applicants in evidence, it's clear that they acted within the policy of the PAC.  They did not deviate an inch from that policy, they acted according to that and as such they were taking their orders, of course, from the Director of Operations to whom they were reporting, before and after the operation and in all the instances he approved of that.\n\tChairperson, I would like also to add to Pila Dolo, Chairperson, that it's clear in his application that he has been involved in many operations which this one was one of those and he has been, in some of these, has been granted amnesty with regard to other applications which of course were the ones still remaining, the Eikenhof incident.\n\tChairperson, it's clear in all this that he has not acted in any way in all his operations that he did not act for personal gain, he acted in pursuance of the struggle and according to his orders he has been given to persecute the struggle.  Therefore Chairperson, it's my humble submission that the three applicants complied with the requirements of the Act and that they should be granted amnesty as applied.\n\tChairperson, I wouldn't like to dwell much unless the Committee has any questions which they want to pose and I'll be ready to take them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.  Can you just perhaps deal with the requirement of full disclosure, especially in the light of the evidence that was given by Mrs Pienaar?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson.  Chairperson, it's my submission that the applicants have made full disclosure inasmuch as far as their memory can serve them.  Chairperson, I would like this Committee to take into account that this incident happened in 1992 and it's 1999 now and at the time when they were committing they were involved in the struggle, they never anticipated that on day they will be asked these questions and in most of the cases they don't have records except the reports they have submitted of course which are not available now, they are in the police hands that they have to recall what actually took place.  But Chairperson, one cannot dispel the evidence, say the evidence is not correct or it was not a full disclosure with regard to this incident because they told the Committee what their planning and everything they did and how the reconnaissance was done.  Of course Chairperson, they did not say that the fire they were shot at came from the house of Mrs - they say it come from that vicinity and that their reconnaissance and information they gathered was that those houses belonged to the security personnel and according to their assumption in that, also according to that thinking, as trained people, they also thought that that information they have is correct because in their thinking that they should be occupied by security personnel because they are in the borders.  I don't think, Chairperson, the evidence said that all the houses belonged to security personnel and the information, what has been said by Mrs Pienaar is clear, I don't see any contradiction inasfar as the question of the attack, I think they agree fully with Mr Kgotlhe that the first thing he did was to break the window and thereafter they threw grenades and also that, Chairperson, in a way their are reconnaissance was correct in that her former late husband was a policeman, was indeed a policeman which indicates that in that reconnaissance, in whatever information they collected there was some sort of a substance inasmuch as not all the houses as they also conceded that not all the houses but they found out that the majority of them, according to the information.  It may not have been correct, the information Chairperson, it may not have been correct, the information they gathered but at the time when they acted they bona fide believed that they were going there to attack the houses which belonged to the security forces, which Chairperson, I think that is important, what was going on in their minds at the time, they had that belief that what they were going to do was to attack the security forces at that particular point in time.  Chairperson, taking that into account, I don't think, Chairperson, there is much except that of course of the memory of the human beings cannot all of them, you know, I always advance the same argument that all of us can witness an incident in this hall but all of us will tell it differently when we are called upon to tell what actually happened and you doubt at the end of the day whether certain people were present or not because they will come up and tell you something which you don't - but it's not necessarily that they are telling lies.  It's in the human nature, it's not necessarily that you are telling lies when we go and testify on an incident which were witnessed and we testified differently, it does not necessarily mean you are telling a lie but it may, because our memories, we cannot capture all of us in the same way the happening and it's that I would like that the Committee to take into account that the people who have done this, who were giving evidence, most of them with the exception of Mr Dolo who was released in September last year, the others have been in jail since then and that effects also their condition and their ability to remember and put it properly, the other aspects of the incident.  But Chairperson, it's my submission that there is no difference to what has been told by Mrs Pienaar and what the applicants have told this Committee.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Ms Patel, submissions?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, I've decided to leave the decision in your capable hands and the reason that I've decided to do that is because on one level the PAC's policy cannot be disputed and secondly, in the words of Mr Kgotlhe, he said that the language of soft and hard targets \"never existed in our vocabulary\" and on that basis, Honourable Chairperson, I will not argue for or against.  Thank you.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Mbandazyo, the conspiracy or attempt to attack the old age home, do you have any specific submissions to make in regard to that?  Don't you think that such conduct could fall fowl of the proportionality requirement?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson.  Yes, Chairperson, true Chairperson, if one would argue in proportionality in relation to what?  I think, Chairperson, I always argue and I'll argue even now, I think that's one incident where Mr Kgotlhe put it correctly that after the train massacres and everything they had to do something which will have an impact on the White community and they identified the old age home, but before he executed that, he had to sought an approval which of course was going to be a major thing and he told the Committee that in that incident he had to meet the Director of Operations and seek an approval from him to carry that operation and that approval was given.  Now it's always my argument, Chairperson, that proportionality should be made, should be applied to policy makers.  The people who are carrying out instructions should not suffer because the policy makers were not involved in the actual execution of the operation.  Chairperson, I think Mr Kgotlhe, inasmuch as one would argue about the old age home, I think he has put it, though not much eloquently as I think he would, that before those people, most of them, the old age home, were the same policy makers, were the same oppressors, were benefiting from the oppression.  Before they were in that age, what were they doing?  They did not grow old overnight.  Some of them were involved in the policy making which is with regard to apartheid, oppressing the African people.  Just on that, Chairperson, I would like, though it's not that much relevant to this, it does not reflect to the old people, I would like from the mouthpiece of the Apla Azanian Combat quote one submission of one South African academic, a White academic, Gerrie van Staden, and I would like to quote that, Chairperson\n\"While he could not have articulated his position any better, PAC Secretary Bennie Alexander was quite right to suggest it was necessary for more White South Africans to die if the problem of political violence is to receive the attention it demands.\"\nthis is what is written by Gerrie van Staden:\n\"While I remain aware that the context, the next victim could be me or worse, my wife or child, we need to be logical and not emotional in addressing the issue of political violence.  Despite their protestation, most White South Africans and secondly the security forces and the government do not respond to that of Black victims with nearly as much passion as followed the King Williamstown killing.  To dismiss the thousands this year alone of township deaths as mere Black on Black violence is callous in the extreme and morally reprehensible.  Only when all South Africa responds with deeply referred outrage and anger at each and every death, only when the media begin to print the details of each and every death with the same depth as accorded to King Williamstown ...(indistinct), will the message begin to penetrate that we ordinary South Africans of all races gave no one right to murder in our name.\"\nChairperson, this was a shortened version of what was said by Gerrie van Staden.  If my memory serves well he was addressing PAC in Harare on this incident, where exactly PAC he told them that inasmuch as he admired the Apla in attacking the security forces, but they have to hit where it mattered most, that the White community, counting himself also, that they live peacefully, there are no threats.  He even mentioned that even if you can put a bomb there, without making it to detonate, but you put it there, that would drive fear to the White community, they would know that they are not safe, they would know that the apartheid is evil.  Chairperson, if that can come from one of the White members, it shows what type of a sick society South Africa was living in.  That of course did not say that only White, when you are referring to Whites it's only ordinary Whites which is middle aged or others, not necessary referring to the old people, the senior citizens of this country.  I don't know Chairperson, whether I've tried to address your point on proportionality but my basic argument is that proportionality should be applied to the policy makers.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.\n\tWe have come to the end of the evidence and the arguments and submissions.  We will take time to formulate a decision and we will communicate our decision to all the relevant parties once it is available.  We will accordingly reserve our decision and we will adjourn the proceedings for today.  We have reached the end of the matters that were enrolled for today.  We will recommence the proceedings on Wednesday, 28th April 1999, in this venue at 9 o'clock or as soon thereafter as we are able to start. \n\tIt just remains for me to thank Mr Mbandazyo and Ms Patel and Mrs Pienaar for your participation and for the assistance that you had given to us in understanding the matter and assisting us in coming to a decision.  We will adjourn.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}