{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-05-25",
        "location": "EAST LONDON",
        "day": "1",
        "names": [
            "MTHETHELI CROSBY KOLELA",
            "BAFO GIFT NGQUNGE",
            "MABITANA MANI"
        ],
        "matter": "BISHO MASSACRE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53440&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99052527_el_990525el.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR LAX",
            "DR TSOTSI",
            "MR VABAZA",
            "MS MTANGA",
            "MTHETHELI CROSBY KOLELA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LAX",
            "DR TSOTSI",
            "MR VABAZA",
            "MS MTANGA",
            "MR KOLELA",
            "MTHETHELI CROSBY KOLELA",
            "CHAIRMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "This is another one of many applications\nto be heard by the Amnesty Committee. Before we proceed, just for the purposes of the record, I am Judge Pillay and I am going to ask my colleagues to announce themselves for the same purpose and those who are appearing.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Good morning, I am Ilan Lax, a member of the Amnesty Committee.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "I am Dr Tsotsi, an attorney in Port Elizabeth.",
            "Unknown"
        ],
        [
            "MR VABAZA",
            "I am Vabaza, M W, an attorney from Queenstown representing the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vabaza, do you represent all the applicants?",
            "Unknown"
        ],
        [
            "MR VABAZA",
            "Yes, Judge, all three applicants.",
            "Male"
        ],
        [
            "MS MTANGA",
            "I am Lulama Mtanga, an Evidence Leader appearing for the Truth Commission.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Vabaza?",
            "Unknown"
        ],
        [
            "MR VABAZA",
            "Chairperson, could I start by calling the first applicant?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you do so, I just need to inform you that this Committee is not going to decide what the applicants are applying for. You are going to have to lead the evidence and tell us what you are seeking at the end of the day.",
            "Unknown"
        ],
        [
            "MR VABAZA",
            "I'll proceed to call the first applicant to give evidence. The first applicant will be Mthetheli Crosby Kolela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kolela could you state what language you prefer to use?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, have you any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "No, sir.",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "(sworn states)\nCHAIRPERSON EXPLAINS CHANNELS",
            "Unknown"
        ],
        [
            "MR VABAZA",
            "Thank you, Mr Chairperson. Mr Kolela, is it correct that you reside at 1448 Babanisa Township?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, sir.",
            "Male"
        ],
        [
            "MR VABAZA",
            "And that you are a councillor in King William's Town presently?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VABAZA",
            "You have made an application before the Amnesty Committee? That is correct?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VABAZA",
            "What are you requesting the Committee to grant amnesty to you for?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "First of all, Sir, I would like to thank the Amnesty Committee by giving me this opportunity to make this submission today. I want to give a clear picture as to what happened in October 1992 after the Bisho massacre of which I think everyone knows about it, as it was an international and national issue. People from King William's Town and the neighbouring parts were not very pleased by being massacred dead. They were even chased, even at their own places of residence. Most of the people were living like animals. Only one organisation that was the public enemy, that is, African National Congress, the one that I am still serving in. At the time, I was a chairperson of Payamisa branch in King William's Town.\n\tConditions at the time forced the people of King William's Town and the Border regions and the neighbouring parts to try and protect themselves and defend themselves against the attacks from the government of Brigadier Gozo. And the only enemy was the African National Congress. The only enemy of the government. At the time the only political organisation that could attack Gozo's government as was against was the African National Congress.\n\tIf the people will remember well, the Bisho Massacre was the result of the conflict between Brigadier Gozo's government and African National Congress. The killing of the people did not end there. People would be attacked even at their places of residence.\n\tI want to come to the incident that took place in October 1984. In 1992 when we were arrested I was with Bafo Ngqunge and the place where we were arrested. On that particular day we were at Tembeni at a road block. It was in the morning at about 2 am, we were from our mission that failed. The first mission was to disarm and ambush the soldiers who were at Frankfort Hotel drinking there. The reasons being this - we received an instruction from our commander of the unit at the time, that was Comrade Xoliswe Sotyifa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he an MK Commander?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell us exactly what the order was.",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "The order, the first one, we were instructed to go and take the firearms from the soldiers who were drinking at Frankfort Hotel. The aim was to add to the weapons that we had at the organisation, that is the African National Congress, under the command of Comrade Sotyifa. We aborted the mission because we could not find the soldiers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is Frankfort Hotel?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "The Frankfort Hotel is situated at about 15 km from King William's Town, I think it is 5 km from the place where we were arrested, that is at Tembeni. It is within the King William's Town area ... (intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, ladies, you haven't pressed the button, we're not hearing the translation.",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "The second mission was to go and kill the policeman ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to know everything about the first mission. You were saying - let me ask you, let me ask you certain questions, perhaps. You say you were the first applicant. Is it only two of you who went on the first mission?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who were with you?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "It was Bafo Ngqunge, Mabitana Mani, Xoliswe Sotyifa, Sindile Adoni. I was the fifth one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was the last one you said?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Sindile Adoni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good. Now, were you people armed?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, that is correct. We had two handgrenades, two F1s, 1 RG5, and one pistol called Stashkin.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have ammunition for all the pistols and firearms?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, we had ammunition for the Stashkin.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, what was this plan?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "It was like this. First of all, we were going to the place where the soldiers were drinking and on arriving there, if there was quite a number of them we would try and disperse them by the use of handgrenades. And if, perhaps, someone is firing from their side, we would use the pistol, the Stashkin, and that we would go and take their arms. The aim was to get those firearms or those weapons and use them to protect the people, because we did not have enough weapons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "After we, after that we did not find the soldiers. We did not see the soldiers we decided to abort the first mission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the reason you aborted the mission, because you couldn't find the soldiers?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now this plan. Armed yourself, your plan was to obtain these firearms.",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "We wanted to get the weapons so that we could take them to the members of the defence units so that they can use them in trying to protect the people as we were always attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you make plans as to how you were going to effect the obtaining of these firearms? How were you going to do it?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "First of all, we did not go there with the intention to kill. Soldiers at the time were using the Frankfort Hotel. They would drink there with - they used to be armed. First of all, we would wait for them to get drunk and we would take their weapons. If perhaps they would fight, they would fight back. The weapons that we had, we were going to use them to disperse them so that if there were other people who would be following or pursuing we would try and protect ourselves with the arms that we had.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "We had a car that was driven by Mabitana Mani who is also among the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell us about the second incident now.",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "The second incident. We were going to a rural area called Tembeni. Yes, that was the same night. We received an instruction from our commander, that is Mr Sotyifa. He told us that there was a report from the Chairperson of ANC, that particular branch, that is Mr Mantawule, he said that there was a certain policeman there who was called Mxolise Ngqolozana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say he was a policeman.",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I, just before you do. Can I just ask the name of the Chairperson who gave the report? I just didn't catch it?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "The surname is Mantawule. His first name is Tembusile. What we were told there by the Chairperson of that branch through our Commander Sotyifa was that this policeman was disturbing all the meetings that would be held. Meetings of the African National Congress in that area and he was victimising the members of the African National Congress and the other people had run away from their homes and others would sleep at ANC offices in King William's Town. And others were sleeping in Border Council of Churches and others would sleep in offices of SANCO. That is when we were instructed through our Commander Sotyifa and we were told that that kind of a person was an enemy and in those days we knew very well each and every person who loved freedom wouldn't just go and disturb the meetings in the African National Congress. The only people who would do that were the people who were against development and democracy. Therefore, he was regarded as a person who was on the side of the enemy. The enemy at those times was Brigadier Gozo's government. When we got into that village ... (intervention)",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Do you say you were sent to this policeman to do what with him?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "We were told to go and kill the policeman. We had a lot of things to consider before going ahead with the plan. The first thing was to check about this person who sent us there. We had to check if this person was not holding a grudge against this person. We had to be sure that this person was doing it because he was a member of the organisation and we also realised that this person was not giving problems to individuals but was problematic to the whole organisation.\n\tSecondly, we had to check the place where to get this person so that the other people would not be affected. Meaning the innocent people. We had to go around the village and check the room, his bedroom that is. We wanted t find him alone without anyone, because in those days we had nothing against his family. The only person that we were looking for was him. When we got in, we saw his car about 12 as we were coming in the village. When we got into the village we saw him sitting in his car with a certain lady. The first thing that we asked was that if it was the right thing to kill him in that particular place where he was sitting with this lady. We had agreed that it was not the right thing because there was a second person and we didn't even know how that person was affected in his actions - by his actions.\n\tThe other thing that we were looking at was that we did not - we wanted to be sure that by finding him there was not a trap that was directed to us. We went to check in his house. When we arrived there, we went past again and we monitored around the village to check as if it would be safe for us after the mission to exit the village. We monitored him from that place. We thought that he would leave then go straight home. When we came back to the very first spot where he was, he was no longer there. We went to his house. When we arrived there, we were not sure if he was in there or not. But we had agreed that as we did not know what room was he in, and we decided not to demolish or to demolish the whole house with the explosive because the other people and the children who were there would be affected and the people who were innocent. That is when we agreed to abort this mission and go back home and try to think afresh.\n\tWhen we left there we were stopped at a certain road block. We were ordered to take off our clothes, everything. We were assaulted by those soldiers who were there manning the road block. I personally was assaulted until my arm was broken. All of us were limping as we were hit with the rifles right on our legs. After that the solders who were there, they instructed us to get into the vehicle and leave the place. We heard them saying that we should get into that vehicle and wee were going to be shot at as if we were the people who were running away. \n\tAfter that, a policeman came. The police was totally against this action - was totally against the fact that we were ordered to take off our clothes and then he put us into the van. That happened after the argument that took place between the police and the soldiers in the road block. The police instructed that we should be arrested just like normal people. And we had changed our names in that road block, we did not give them our real names. The reasons for that was that each and everyone who was in the Executive of the African National Congress, in the structure of the ANC Youth League or any alliance and the Self-Defence Unit, we knew that Brigadier Gozo's government had their names. If we had revealed our real names there, I am sure that even today we wouldn't be alive.\n\tThe police took us to the cells in Zelini that is called Zeli Police Station. When we arrived there at Zeli Police Station we were held by the other police who were at there. At the police station we managed to make calls to our legal representatives and even phoned the African National Congress to tell them that we were arrested.\n\tThe following day we were taken to Tamaga Police Station. When we arrived there at the police station, as we were about to write our - register our names or write our names, that is when we revealed our real names. Because we knew that if those names were entered in the police register at least the people would get a clue if something happens. The soldiers at the time, more especially the Intelligence Unit of the Ciskei Defence Force, they were very angry about that. We were taken to - into some things that looked like sacks. It was myself, Bafo Ngqunge and Mabitana Mani. We were put into the van and taken to a certain farm that even today I don't know that farm. We were assaulted there. As my arm was broken like this, it was being twisted like this. We were told to tell the truth. The truth that they are looking for is that they wanted to know where the weapons were coming from. We were forced to lie ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm getting a bit confused. First of all, why did soldiers beat you up and why did the police arrest you?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "When we arrived at the road block, they saw these three handgrenades and the Stashkin pistol that was in our possession. They asked us where did you get those weapons. They were torturing us and interrogating us. We are not sure whether we were being assaulted because of the weapons or else they wanted to know, to get information that - we were not so sure of the reason why we were being assaulted, because it used to be the procedure in Ciskei that if they find you with weapons they would associate you with ANC and they would even assault even if they are looking for nothing. The police were arresting us because legally the soldiers do not have the right to arrest us. And they were also divided in this issue because when the others came they said the other should phone the police so that it could be the police who would arrest us. That is when the police interfered now, and that is when they took us to the police station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As a result of the arrest, were you charged?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, we were charged for attempted murder, and we were charged for being in possession of weapons unlawfully. At some stage, we were forced to make some statements. The example, myself. I think we made the statement after 10 days because I told them that I couldn't - I was not in a position to make a statement without seeing my legal representative, but because of the pain on this arm, I was forced - we were forced to make a statement. The other reason is that we were severely beaten up and even in court some of the statements as our case was held at the Regional Court, we were forced to tell lies. And the people that we mentioned in court, those people that we said we got the arms from, we said we got the firearms, the weapons from Zukise Mabethu and today I want to tell this Commission the truth that Zukise Mabethu at the time of our arrest was in Uganda attending a training of Umkhonto weSizwe there. And the second one was Robert Desi and at the time he was not present.\n\tThe reason for us to tell lies. First of all our Commander Sotyifa is the one who gave us the weapons. If we told the truth that time, it would happen that each and every command structure of MK in Border region including the other leaders of African National Congress would be arrested because we did not know the other people who were also involved with our commander. That is why we decided to mention the names of the people who were in the exile to try and protect Sotyifa. And we wanted to give them the wrong directions so that we could get a relief and we would let the people look for the people who were not around.\n\tWe were taken to different camps, sometimes we would be tortured on the farms. Sometimes they would open the windows and instruct us to jump and run away - jump from the window. But we refused to do that. We were divided. I was left up at Mdantsane and others were at Tamaga Police Station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, for how long were you detained before you were released?",
            "Unknown"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "The others appeared about two times in court before I could appear. I think the others spent a week. I think I spent something like three weeks. They said I was arrested or detained under Section 26 of Internal Security Act of Ciskei at the time.",
            "Male"
        ],
        [
            "MR VABAZA",
            "Do you want to add anything to what you have already told the Committee?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "What I would like to add before concluding. I would like this Committee at this hearing to know very well that all we did at the time refers about the political climate of the time as I have already given a picture, political picture of those days. It's not that we used to hate him or we were hating him, Mxolise Ngqolozana, but the situation prevailed at the time forced us to take those steps. And we are so thankful that today he is still alive. As much as we say that our actions were politically motivated, we know that we cannot say we are sorry. We are only sorry towards the Amnesty Committee that because of the political climate at that time, the lives of the people were in danger. We know that everything that was happening at the time was a result of the policies of Bantustan and the policies of apartheid regime. And all those things were caused by Bisho Massacre which did not even end there. And after that we, after the Bisho Massacre we couldn't sleep at our homes before we are making a general request to show that we are opening up our hands, that we are stretching our arms to all the people who were affected by the situation.\n\tAnd I also request that during the process of considering whether we will get this amnesty applications or not, but it should be known that all these things happened, they happened because of political climate. It was not just criminal actions, they were not criminal actions. Thank you.",
            "Male"
        ],
        [
            "MR VABAZA",
            "What has happened to your case in the Regional Court? Do you know?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "It was postponed. It was postponed pending on the decision that it be taken by the Amnesty Committee.",
            "Male"
        ],
        [
            "MR VABAZA",
            "Fine. The policeman, Mxolise Ngqolazana, was he stationed at Tembeni Location or station somewhere? Do you know?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "This policeman was stationed at Mdantsane, but he would go to the village at Tembeni, that is, and work there and go there when he was not on duty. And he would disperse the meetings, not because he was on duty, but he was using his powers as a policeman, but a policeman that was not on duty. He was actually stationed at Mdantsane and his home was at Tembeni.",
            "Male"
        ],
        [
            "MR VABAZA",
            "You also told the Committee that you sustained some injuries. Were you seen by a doctor as a result of the injuries you had sustained?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vabaza, I don't think that is really relevant to the application.",
            "Unknown"
        ],
        [
            "MR VABAZA",
            "Oh. Thank you, Mr Chairperson, but I thought in view of the statements they were forced to make ... (indistinct). You are thus requesting the Committee to grant you amnesty because of the reasons you have already tabulated to it.",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "The reason for asking amnesty is because at the time the police were the enemy. More especially the police who were associated with Gozo's government. But even today the people who had assaulted it as the African National Congress, we have forgiven them. That is why we are asking for amnesty so that we could unite with them and stay in peace in our country.",
            "Male"
        ],
        [
            "MR VABAZA",
            "Tell me, were you in a position to refuse the order from the Commander of the MK structure? Could you refuse to obey or to carry out what you were told to do?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "That was impossible. You would be regarded as a person who was defying the orders of the organisation. If the Commander instructs you to do something you must not question, but you had to do it. There was a term that was used that says you comply and complain later.",
            "Male"
        ],
        [
            "MR VABAZA",
            "You also told the Committee that at Zelini Police Station you were able to phone the African National Congress to advise them of your arrest ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vabaza, what relevance is all this evidence?",
            "Unknown"
        ],
        [
            "MR VABAZA",
            "Well, Mr Chair, I thought it would also help to fortify their version. That in fact it was to the instructions of the ANC. That is why that when they got a chance to, at Zelini Police Station, they had to ... (indistinct) the structure that had ordered them. I thought that will indeed, but if the Committee feels it is irrelevant I will drop the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just trying to follow the relevance of it, because their evidence is that they acted in terms of an instruction. Whether they were able to refuse or not is neither here nor there.",
            "Unknown"
        ],
        [
            "MR VABAZA",
            "Thank you, Mr Chair. Do you have any other thing or are you through with your version. Thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR VABAZA",
            "Male"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson. I have got one or two questions to ask. Mr Kolela, the soldiers you were going to attack at the Frankfort Hotel, were they the only people who were attending, or who were drinking at that hotel at the time?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They don't know because they never found the soldiers.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He doesn't know because he never found the soldiers.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Let me rephrase my question then. During the time you were doing a reconnaissance, were there other people besides the soldiers who were drinking at that hotel?",
            "Female"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "I want to clarify this part first. The soldiers were not going to be attacked at the hotel. We went there and get the drunk soldiers who were there at the hotel and take their weapons, so that if they were pursuing us we would use the arms that we had in our possession. Certainly, in a place that is, in a public place like that, there are other people not soldiers only, but we were not going to attack the hotel. Our target was the soldiers and we wanted to take the weapons and if they were firing we knew that we would also fire back.",
            "Male"
        ],
        [
            "MS MTANGA",
            "In your evidence you said you were going to use a handgrenade to disperse them. How were you going to do that?",
            "Female"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "I am talking about a situation whereby we would find soldiers. Say for instance, about six or eight soldiers and would get in as five people we wanted to take their arms. Surely the soldiers as trained people cannot sit down and fold their arms if you run away towards the door, they would pursue us. In that process, anticipating that they would follow us, we would use these handgrenades to disperse. It was not that we wanted to hit them inside. And we also did not know what their reaction would be after taking their firearms.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Do you know what rank was held by Mxolise Ngqolozana at that time?",
            "Female"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "I am not sure about his rank.",
            "Male"
        ],
        [
            "MS MTANGA",
            "That's the end of my questions, Chairperson.\nNO FURTHER QUESTIONS BY MS MTANGA\nTAPE BLANK",
            "Female"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Though we did not throw the handgrenades to Mr Ngqolozana that is the first thing we are asking amnesty for, though we did not do that. Secondly, we are asking for amnesty for being in possession of weapons unlawfully.",
            "Male"
        ],
        [
            "MR LAX",
            "Chairperson. You said there were five of you present. I just wanted to be clear. It was yourself, Ngqunge, Mani, Adoni, and who was the fifth person? I didn't catch the name.",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "The fifth person is Sotyifa.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you. He is late now, I understand. Is that correct?",
            "Male"
        ],
        [
            "MTHETHELI CROSBY KOLELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}