{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-06-15",
        "location": "EAST LONDON",
        "day": "2",
        "names": [
            "MAKAYA WELLINGTON PETENI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53479&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99061418_eln_990615el.htm",
        "speakers": [
            "MAKAYA WELLINGTON PETENI",
            "CHAIRPERSON",
            "MR OBOSE",
            "MR NOMPOZOLO",
            "MS COLLETT",
            "MR MAPOMA",
            "ADV BOSMAN",
            "DR TSOTSI"
        ],
        "original_speakers": [
            "MAKAYA WELLINGTON PETENI",
            "CHAIRPERSON",
            "MR OBOSE",
            "MR PETENI",
            "MR NOMPOZOLO",
            "MS COLLETT",
            "MR MAPOMA",
            "ADV BOSMAN",
            "DR TSOTSI"
        ]
    },
    "testimony": [
        [
            "MAKAYA WELLINGTON PETENI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Obose.",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "You are employed by the South African Police Services, is that correct?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What rank do you hold?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "I am an inspector.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you go to the meeting of the 22nd March 1994 at Bisho police college?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "Yes that is correct Sir I was there.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Why?  Why did you go there?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "I received a call from Gen Nqoya, a message.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What time did you get to the message?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "I arrived there at about 11.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What did you find when you got to the meeting?  Was the meeting on already or not?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "I don't know whether when I arrived there, or let me put it this way, when I arrived there the main person who had called us, Gen Nqoya, was not there.  There were police who were addressing the other police about the election but Gen Nqoya the one who called the meeting was not there.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Was there any singing of freedom songs or not when you got there?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "Yes, there were songs that were sung.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you participate or not in this singing of freedom song?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "Yes, I participated because what was important there, or what I knew about that day, was not the fact that -I knew the main purpose of my being there in that meeting that was called by Gen Nqoya, the reason why I went to that meeting is that I knew that we had to remove Brig Gqozo from his position because the police were not satisfied and the people at large, they were not satisfied, but there was nothing we could do at the time.  There was no way that we had to deal with that fact.  But he had helped us because he called us to the meeting in the hall.",
            "Male"
        ],
        [
            "MR OBOSE",
            "So the idea was that once the larger number of police gather in one place, then the opportunity would then arise, is that what you had in mind?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Now, how did this, very roughly, in fact occur?  I mean the turning of the meeting to suit your purposes?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "What happened Sir, my role that I took when I arrived there, I sat down as there were others who were on the stage, I listened to Insp Mfene as he was addressing us and as we were waiting for Mr Nqoya, the police were discussing issues about finances, the sports club finances and what that money was used for.  We had to sell the things that were bought by that money, but I didn't know how that was going to happen.  So what happened is Brig Wuso, we found out that he was one of the men that were involved in the issues of sports club.  It seemed as if there was money from sports club that they were misusing it and then it was said that Mr Wuso was going to be fetched and I was one of the people who went to him to fetch him, Mr Wuso.\n\tWhen we arrived at Mr Wuso, we told him that \"Mr Wuso you are needed at the college, there is such and such a matter\".  We told him as we were told in the hall.  Mr Wuso then stood up and he said he is a colonel and we can't just come that way to his office.  Because there were a lot of us, he ended up standing up, leaving, but as there was a large number of us he was in front of us and he is a short man and I'm so short, I didn't see what was happening to him.  So he was taken to the hall.  I don't know anything about any other things.  My involvement ended there.",
            "Male"
        ],
        [
            "MR OBOSE",
            "How was the mood like when you got into Col Wuso's office of yourself and your group?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "It was quiet.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Where was Col Wuso's office, at the college or at the commissioner's office?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "It was in the offices next to the college.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you also remain in the hall until the early hours of the morning?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Obose.\nNO FURTHER QUESTIONS BY MR OBOSE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nompozolo, any questions?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you, yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "When Col Wuso was fetched, his office was left upside down because he was forcefully taken out of his office, not so?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "There is no such thing, I was there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And when Col Wuso was fetched, Mr Nkwenkwe was there, not so?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "I don't think so Sir, because there were a lot of police there, so it's difficult to say such and such a person was there.  I didn't see him.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Anyway, why were the policemen fetched, these officers fetched from their offices?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "It is because of the issues that they were needed for there in the hall, the issues that were discussed whilst we were still waiting for Gen Nqoya.  Gen Nqoya left the police in the hall saying that he was going to come back.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And those issues were labour related issues, that is issues relating to the nature of the work of the police, the payments, the monies due to them and all that?",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "Those were some of the issues but the main issue was the fact that the police were not treated properly, they wanted to remove Brig Gqozo, they were not satisfied by what he was doing.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And the removal of Brig Gqozo was not dependent on the corruption of the officers.",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "The removal of Brig Gqozo, I want you to understand it this way Sir.  The removal of Brig Gqozo - we wanted him to be removed because of what he did to us.  We couldn't discuss with him issues that were important.  The people who were close to him, the people who were his friends, were those that were taken from their offices so that they can be kept there.  It is when we were still waiting for Brig Gqozo when these issues came up of misuse of money, while we were still waiting for Gqozo and Mr Nqoya.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And Brig Gqozo was never informed that there were people who were held hostage, pending his resignation, by yourselves.",
            "Male"
        ],
        [
            "MAKAYA WELLINGTON PETENI",
            "I wasn't one of the delegation who went to Brig Gqozo, so I wouldn't know about that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR NOMPOZOLO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nompozolo.  Ms Collett, any questions?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "No questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, I have no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has the panel got any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions.",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "None, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Peteni, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "I don't know whether we will proceed during lunch-time, I see it is slightly after one now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we are not going to take a lunch hour, we are forced to stop earlier this afternoon, so we are going to take a brief lunch adjournment.  We were going to adjourn for lunch for 30 minutes, so have you got any other applicants that are\nready?",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "Yes, Mr Chairman, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you?  Can we proceed to quarter past and then we will adjourn to quarter to 2?",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is next?",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "Simanga.",
            "Male"
        ]
    ]
}