{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-06-18",
        "location": "EAST LONDON",
        "day": "4",
        "names": [
            "M C NQINANA",
            ""
        ],
        "case number": "AM7999/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53487&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99061418_eln_990618el.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR OBOSE",
            "M C NQINANA",
            "MR NOMPOZOLO",
            "INTERPRETER",
            "MS COLLETT",
            "MR MAPOMO",
            "ADV BOSMAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR OBOSE",
            "M C NQINANA",
            "MR NQINANA",
            "MR NOMPOZOLO",
            "INTERPRETER",
            "MS COLLETT",
            "MR MAPOMO",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the record it is Friday 18th June 1999.  We are continuing with the amnesty applications of N R Nkwenkwe and sixteen others.  Yes Mr Obose?",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "Thank you Mr Chairman.  Mr Chairman I have Mr Nqinana ready to take the oath.  His application appears at pages 58 to 64 Mr Chairman.",
            "Male"
        ],
        [
            "M C NQINANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "Thank you Mr Chairman.\n\tMr Nqinana, you are a member of the South African Police Services.  What rank are you holding?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I'm an inspector.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What rank were you holding during March 1994?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I was a Sergeant.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Where were you stationed in March 1994?",
            "Male"
        ],
        [
            "M C NQINANA",
            "At Bisho Training Centre.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Is that what is also known as Bisho Police College?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you attend a meeting which was held at the Bisho Police College Hall on the 22nd March 1994?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I was invited when the meeting was in process.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What do you mean invited, how did this reach you that there's a meeting?",
            "Male"
        ],
        [
            "M C NQINANA",
            "We were called from our offices by the people who had attended the meeting.  As I was a training officer and there were people who came from the hall to call us to tell us to go to the hall.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did they tell you why you were needed in the hall?",
            "Male"
        ],
        [
            "M C NQINANA",
            "They said Commissioner Nqoya was going to address us at the hall and he wanted all the police, Ciskeian Police.  I am not sure as to what time was it but I think it was before or after 10 because it was in the morning, it was not in the afternoon.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you then go to the meeting?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes.",
            "Male"
        ],
        [
            "MR OBOSE",
            "What did you find happening at that stage of the meeting?",
            "Male"
        ],
        [
            "M C NQINANA",
            "We were told at the meeting that Commissioner Nqoya was there and then he said all the Ciskeian Police should be called and then he would be coming back to address them.  All the people who had problems or grievances should forward those to him.  I remember Inspector Mfene.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Okay.  So what then happened, were any issues raised in the interim while you were waiting for Commissioner Ngoya?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes they were expecting input from the members therefore people were confused, they wanted to know what was going to happen, what was to be the future of the Ciskeian Police.  We had to write those down so that Commissioner Nqoya on coming back he would address the police on those issues.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Now when you got there in the morning were officers there?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes they were present and the others came with us because there were others who were called from their offices and Colonel Vusi from logistics and Brigadier Bongusa arrived with us at the hall.",
            "Male"
        ],
        [
            "MR OBOSE",
            "So the impression you got was that everybody who was a policeman at Bisho Police College was called to the hall?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes, including the students.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Right just go on.  Did you remain in the hall throughout the day?",
            "Male"
        ],
        [
            "M C NQINANA",
            "No I was in and out of the hall, I was not sitting there at the hall all the time.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Why would you leave the hall on those occasions that you did?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Most of the time we were being asked, we were working at the college and this thing was taking place at the college and sometimes we would go, we would be sent to go fetch water and give it to people and the other people who were hungry we had to go and get the food for those people so I was not in the hall most of the time, I was just in and out of the hall because we were the people who were used to do some of the things outside the hall.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Now as the day progressed, how did the mood of the meeting become?",
            "Male"
        ],
        [
            "M C NQINANA",
            "The mood changed more specially when it was realised that the Commissioner was not coming back, the people panicked and when I came back I heard people saying that \"Viva Cosatu\" slogans like that, \"Viva Popcru\" and so on, so the mood had changed because the people were in panic as they were waiting for the Commissioner.  That is what I saw.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Was there any singing going on?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes they were singing freedom songs.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Were any slogans shouted?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes they were saying down with Gqozo and the other slogans.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did it seem like that the policemen who were in the hall were of this opinion or it was only a certain group that was singing or shouting slogans?",
            "Male"
        ],
        [
            "M C NQINANA",
            "All the policemen in the hall were doing one thing, there was no specific group.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you yourself associate yourself with what was going on?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes that is correct, I also became part of what was happening.",
            "Male"
        ],
        [
            "MR OBOSE",
            "You also sang and chanted slogans?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I couldn't shout the slogans because I would come in and join in the singing and I would go out again.  I didn't go to the front and shout the slogans.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Okay.  Now did at some stage soldiers join the police at the meeting?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes they arrived late, I cannot remember the time and I cannot say how many were there but they were driving a car but there was only one who went up to the podium.  There's a tent that was used.  They told us, they used to refer to us at Makaya, they said \"Makaya, do not worry, we are with you\" meaning that they were with us in this attempt of overthrowing Gqozo.  They were telling us that they were with us in this whole action therefore we shouldn't worry about anything, they would give us a back up.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Now were officers in the main brought to the meeting?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes they were brought to the meeting as a result of the instruction that came at the meeting.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Could you establish why they were brought or what reason was given for them to be brought?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I was not at the meeting all the time therefore I couldn't get everything that was said.  The reason for the officers to come is because they were regarded as the people who were supporting Gqozo's regime.  There was a feeling that they should also be there in that meeting.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Right, now when they got to the meeting were they asked questions, were they interrogated or the singing went on and they were ignored?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes they were being questioned when they arrived.  Some of them I did not see everything in that process because as I was saying I was not always in the hall, I would come and see a person perhaps asking a direct question to a specific person.  I cannot even say what kind of questions were being asked.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you get the news that Gqozo had stepped down at any stage that evening?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes I did get that information.",
            "Male"
        ],
        [
            "MR OBOSE",
            "How?",
            "Male"
        ],
        [
            "M C NQINANA",
            "It was late.  As they were making announcements there it was also mentioned that Gqozo had stepped down, he had surrendered.  I don't know who had brought that kind of information but we got that information from the people who were speaking there, different people were addressing the meeting, I heard such words being uttered.",
            "Male"
        ],
        [
            "MR OBOSE",
            "And how did the mood become in the hall after that announcement had been made?",
            "Male"
        ],
        [
            "M C NQINANA",
            "People were excited.  No one was assaulting anyone, no one was hurting anyone but people were just excited.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Is it correct that at some stage police armed themselves with R5's and R1 rifles?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Do you recall the circumstances surrounding this?",
            "Male"
        ],
        [
            "M C NQINANA",
            "It was realised that SAP was to go and take over the police college or to try to prevent their action and most of the police did not have firearms because for their own safety they had to be armed and do some guard duties around the premises.  That is how they armed themselves.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you fetch any officer?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes, it was Captain Sawuti.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Why was he fetched?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I heard a car from the police college, Bisho Police College, we heard our police radios, it was announced through the radios that anyone who is in possession of a car should go and fetch Captain Sawuti as he was wanted in the hall concerning what was happening there but at that time I was not in the hall.  Because I was in possession of a car I had to go and fetch him and bring him to the hall and I did so.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Or you were not in the hall when this announcement was made?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Did you ill treat him or anyone in your company?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I did not even utter a word to him.  There were two of us in the car, it was Inspector Tyali Sergeon Moleshe and myself.  The person who talked to him and knocked at his house was Moleshe.  We did not even talk to him from his place to the hall.  The only person who was talking to him was Inspector Moleshe all the way, I was just driving the car.",
            "Male"
        ],
        [
            "MR OBOSE",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR OBOSE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Obose.  Mr Nompozolo, any questions?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Yes thank you Mr Chairman.\n\tMr Nqinana, when the soldiers arrived there and said that they were with you on your mission of overthrowing Gqozo, would I be correct to say actually when the soldiers arrived there, they were having the concerns which the police were also having, (i) their future in South Africa, in the new South Africa, (ii) their pension monies.  Was it not the case?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Chairperson, it looks like there is a problem with the headphones of the applicant.",
            "Unknown"
        ],
        [
            "M C NQINANA",
            "Will the speaker please repeat the question?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "You have said that when the soldiers arrived there they said they were with you homeboys in the overthrowing of Brigadier Gqozo.  Now I'm putting a proposition to you that is it not the case that the soldiers were with you because they were also concerned about their future in the new South Africa and also about the pension monies which was also the concern of the police?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I do not think that they were referring to that.  The situation was already political in the hall, I do not think that they were referring to those problems like pension.  According to the mood in the hall, according to my perception I think they wanted to overthrow Gqozo or to get Gqozo down.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Okay, let's get it differently now.  There in the hall, was there any talk about the overthrowing of Gqozo, that people here were gathered to overthrow Brigadier Gqozo.  Was there talk like that?",
            "Male"
        ],
        [
            "M C NQINANA",
            "At the time I was in the hall there was such talks like \"down with Gqozo\" or \"away with Gqozo\".  I am certain that the people were aware that Gqozo should step down on that particular day.  They were even quoting the ANC members.  Things were that at those times you couldn't mention Gqozo's name and the ANC but according to what was happening there it was a clear message that Gqozo should step down.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But there was no talk about go and plan to make Gqozo to resign or to step down, is that correct?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I cannot say there was no such because I was not present in the hall, I had missed out so many things that were happening there, I would only hear those that were happening during my presence.  What made me to say that the people who were saying that Gqozo should go down is because of the hall and the utterances that were made at the hall but I was also far away from the planning.  I cannot say that there was no plan, specific plan to say Gqozo should step down.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Actually, am I correct to say every time you went in you would find people asking about their pensions, sports club money, orphan's funds and all that, is that correct?",
            "Male"
        ],
        [
            "M C NQINANA",
            "That was happening, that happened at the beginning when the people were still collecting the other people.  In the afternoon such subjects, there was nothing said about that, it was when they were still waiting for Nqoya but after they started panicking they started singing.  Now there was nothing, nothing was mentioned of pension funds and other things.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Other than chanting slogans \"down with Gqozo, down with Makwethu, down with so and so\", other than that, there was no talk that Gqozo should resign, is that correct?",
            "Male"
        ],
        [
            "M C NQINANA",
            "There would be such talks.  Perhaps if they were shouting the slogans they would say \"down with Gqozo\", there were such utterances.  There were utterances such as they are going to bring Gqozo down.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And on the freedom songs, that has always been the theme that we are going to bring Gqozo down, down with Gqozo, viva ANC, viva PAC, viva whoever are people in favour of at that particular moment, is that not the case?  Down with De Klerk?  Is that not the case?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Will you please repeat your question because I do not understand, I have a problem with my headphones.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The question is, the theme of the freedom songs has always been \"down with Gqozo, down with De Klerk, down with Matanzima, down with whoever they are not in favour of and viva ANC, viva PAC, viva COSATU, viva Popcru, you name them.  Is that not the case with the freedom songs?  The theme is always the same?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I am not going to be able to answer this question properly, I am not very much involved in politics.  I am not going to say this is right and that is wrong but I am telling you about what was happening there I am not saying this was what was supposed to happen and something else, I know nothing about politics.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes and would I be correct to say the freedom songs were sung because those people in the hall were bored for waiting for Nqoya who was not coming and to occupy their minds they were singing church songs, they were singing freedom songs, is that not the case?",
            "Male"
        ],
        [
            "M C NQINANA",
            "There were no church songs.  At least I know the difference between a freedom song and a church song.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "You see, according to one of the people who testified - Mr Chairman, I'm not sure whether it was Nkwenkwe or Mfene, but one of the two?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, we can find out if it's very important but somebody said there were some church songs sung, ja.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "And in fact he says his participation also was on singing church songs because he likes them.  What are you saying to that?",
            "Male"
        ],
        [
            "M C NQINANA",
            "As I've said earlier on I was not there all the time.  Perhaps such church songs were sung but at the time I was there, there were no church songs.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, lastly on this topic am I correct to say not one person, not one person ever said \"today we are going, today our plan is to topple Gqozo and to hand over Ciskei to South Africa\", that there was no such talk by any person other than the chanting of slogans and the freedom songs?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Yes it was done but not formally, perhaps a person would go and speak at the microphone, there was nothing that was formal, that the result of the discussion.  That was what I saw when I was in there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The officers were actually kept against their will in the hall therefore your proposition that everybody was on the same mood is not correct, am I correct in saying that?",
            "Male"
        ],
        [
            "M C NQINANA",
            "If you did specify from the beginning I could have explained that yes the officers were not in the same mood for the fact they had to be fetched to be there you did not make a difference.  Yes they were forced to be there, they were taken from the places of residence to the home.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And when the officers were there they were never asked about their loyalty to Gqozo or whatever of that nature, all they were asked about were the monies which it was alleged that they have misappropriated, is that correct?",
            "Male"
        ],
        [
            "M C NQINANA",
            "At the time of questioning during my presence they were being asked about the monies.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And an officer would be first after his name has been raised by a member of the police force that \"so and so I know he has done a,b,c, go and fetch him\" and that will be when that officer will be fetched?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I am not going to say yes because in my case I was called through the police radio that a person with a car should go and fetch Mr Sawuti and I don't know how the procedure was as to how to go and get a person.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And you did not know, that is you people who were in the police college, you did not know who were the officers who were in support of Brigadier Gqozo and those who were in support of other organisations?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Are you taking about this particular day or are you talking about just before this incident because I was working in the college?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "On that particular day you did not know who were the supporters of Brigadier Gqozo or the supporters of other organisations?",
            "Male"
        ],
        [
            "M C NQINANA",
            "According to my own perception all the officers who were on Gqozo's side, that is my opinion and even in the hall there was a general feeling that Gqozo had a full support of the officers.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Why are you saying that, Sir?",
            "Male"
        ],
        [
            "M C NQINANA",
            "My reasons are like this, our working conditions, the way we were working under the Ciskeian Government were causing me to make that conclusion.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Well what is it, just tell us, what pointed that all the officers were in support of Gqozo?",
            "Male"
        ],
        [
            "M C NQINANA",
            "The emphasis of officers towards the NCOs and trying to the oppress the individuals.  The way that we were supposed to perform our duties towards the Africans, that showed that the officers had a full support - that Gqozo was enjoying a full support from the officers.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Yes, what was it that you were told to do to the Africans which proved that the officers were in support of Gqozo, I'm still not clear?",
            "Male"
        ],
        [
            "M C NQINANA",
            "We were performing a lot of duties, I'm not sure whether I'll be able to disclose all those duties here.  We were performing a lot of duties, I'm not sure if they are relevant to this.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Ja, can you tell us one duty, because all we want to know how do you associate the officers to be in support of Brigadier Gqozo?",
            "Male"
        ],
        [
            "M C NQINANA",
            "We were performing duties in places like Mdabathemba where we had to prevent ANC activities.  There is a so called briefing, sometimes we would find that some of the things are not proportionate, it's things that were not right to be done on human beings.  We would be instructed not to touch a certain group of people but to do something else to a certain group of people.  Sometimes we were told to focus on ANC and leave out people like UDM.   ADM, I beg your pardon.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now would I be correct to say that what would be done by a certain unit, not by all the officers, other officers for instance were with logistics, others with finance, others with transport, others - so it won't be all the officers who were given those instructions?",
            "Male"
        ],
        [
            "M C NQINANA",
            "My perception, if I differ with opinion from you even the behaviour would automatically differ, if I don't associate myself with a certain group of people, even the behaviour will have to change therefore the behaviour of officers was more or less the same.  That is why I'm saying that they were supporting Gqozo.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Would it be fair then Mr Nqinana, to level the same accusation against the warrant officers of the time then who were actually giving instructions to their juniors to say that even the warrant officers for that matter because they were giving instructions to their juniors to perform duties, to say that those warrant officers were supporting Gqozo?",
            "Male"
        ],
        [
            "M C NQINANA",
            "There was no emphasis on the side of the warrant officers, that was only coming from the officers according to my perception.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Inspector, I am instructed that you took, that is you as a group, you with Toto and Tyali and others, you took Captain Sawuti against his will from his house?",
            "Male"
        ],
        [
            "M C NQINANA",
            "It was myself, Tele Moleshe when we arrived at his house, we approached the house.  Moleshe knocked at the house, a young boy came and he told him to go and call Mr Sawuti and then he said he was dressing up, he was coming.  Then he later came to us and then he enquired about what was wrong and Moleshe told him that we were from the police hall, there is a meeting and we were requesting him to go to the hall.  He went back to the house to put on his clothes.  When he came back Moleshe told him that it is cold in the hall, he should go back and dress warmly because it was cold and then he went back and put something on and then he came back.  Just before he could get into the car Moleshe borrowed his firearm and then we took him, we got into the car with him and then we went to the hall.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now if the motive of the meeting was to oust Brigadier Gqozo, why were the officers not informed of that when they were in the hall?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I am not going to say they were told or not, perhaps they were told during my absence and I don't even know why they were not told because I was not the co-ordinator there, perhaps they were told or they were not told, I do not know.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Can you explain if a group of people is in the hall, how is it possible that if something is discussed amongst them that other people would be aware that the peoples is this and others are not aware?",
            "Male"
        ],
        [
            "M C NQINANA",
            "...(indistinct)",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Can you explain how does it happen that if the people are in one hall and in that hall it is agreed that the purpose is to do a,b,c, how does it happen that other people are not aware of that whereas they're in the same hall?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I did not say that people were not aware, I do not understand your question.  If the people are discussing, I did not say the other people were not aware of what was happening.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Let me explain it to you.  Throughout the evidence from Nkwenkwe, from Tyali, from Mfene, throughout the evidence there is not even one person who suggested that the officers were aware that the peoples of the meeting changed to be that of overthrowing of Brigadier Gqozo.  The people who are saying that the meeting changed are those who are applying for amnesty.  Now my question is, if it had happened as you people are saying that the meeting was changed to be a meeting of overthrowing Brigadier Gqozo, how is it possible that other people who were in the hall were not aware or were not made aware of that whereas this was talked about on the mike?",
            "Male"
        ],
        [
            "M C NQINANA",
            "Are you talking about the officers or?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The officers.",
            "Male"
        ],
        [
            "M C NQINANA",
            "The officers did not arrive all at once.  When these freedom songs started there were only a few officers and then it became hot, perhaps it is one of the reasons why they were not aware that the situation had changed but the people who were on the ground were influenced by the utterances and by the way the people were singing and the situation changed and it became more political.  Most of the officers arrived late, that is why they could not see it that way but the NCOs who were there when the meeting started, I am sure that they were aware that there was a change.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Do you know of any reason why if the peoples was to overthrow Brigadier Gqozo, why was that not discussed by them by the entire meeting?  Why was it done in the form of slogans?",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "I do not know the reason because when this all started the meeting was about the election and there was a shift and we were told that Commissioner Nqoya wanted to see us and it later changed again to be something else about overthrowing Gqozo.  There are so many stages, at first it was education and election and it changed, I do not know the reason why there was always a shift.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "But do you agree with me that the main thing which happened after General Nqoya did not come back, the main thing that happened was the chanting of slogans, is that correct?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I am not going to say yes, I think that co-ordinators can explain something else because I was not always in the hall, the people would talk and matters would arise, I cannot just say that they were only chanting slogans and the freedom songs.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Actually the evidence which has been led thus far is pointing to that, that the main thing which was happening there was chanting of slogans and singing of freedom songs and questioning of officers about the misappropriation of funds and you've got nothing more to add to that, not so?",
            "Male"
        ],
        [
            "M C NQINANA",
            "...(indistinct)",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And is it correct that if people want to overthrow a Head of State they would have an action to do that, they won't sit in the hall and chant slogans and sing freedom songs?  They will do little bit more than that like amongst other things (i) handing a petition over to that person, (ii) going there to overthrow that person forcefully.  Is that not the case?",
            "Male"
        ],
        [
            "M C NQINANA",
            "That was once mentioned that Gqozo should be fetched there, I am not sure who are the people who went to Gqozo's place to fetch him, I did not hear any planning but I just heard people saying that I know that some people went to fetch Gqozo.  I am not sure who are the people who were sent there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "The purpose for fetching Gqozo was for Gqozo to come to the meeting to explain where were the monies, where were the pension monies and what plans were there for the police in the new South Africa.  He was not going to be fetched to resign there in front of the police, not so?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I don't think that was the case because Gqozo knew nothing about our monies, it's only the commissioner who could respond because I knew nothing about that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "In fact the commissioner went to see Brigadier Gqozo about the pensions of the police, that is the evidence that has been led thus far?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I was not aware of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nompozolo, who gave that evidence?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "It was Mfene, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did Mfene say that the Commissioner Nqoya was going to discuss the money with Gqozo?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Yes the pensions, when he left in the morning round about 10 o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He left to go and discuss the pension with Gqozo?",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "With Brigadier Gqozo, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes well perhaps I don't have a clear recollection of that but we'll look at the evidence.  You can proceed for the moment.",
            "Unknown"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you.\n\tNow the police wanted to see Brigadier Gqozo because they wanted their pensions.  What are you saying to that?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I do not have any knowledge about that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And is it correct that because Ngoya was not coming back people were angry and they were no longer much interested in him now, they were interested in Gqozo coming and explain what Ngoya has failed to explain to them?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I do not think so, he couldn't have been fetched if that was the case but Ngoya had to be fetched at his home, I'm not sure about that.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "And you are aware that Ngoya left, he left to meet Brigadier Gqozo?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I was not present when he left, I don't even know the reason for his leaving but all I knew was that we had to gather at the hall to wait for him to address us.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Now why were other officers together, why were other officers, why were they amongst the warrant officers like Mr Papel, he was a commissioned officer yet he was amongst the warrant officers.  Is it because he did not misappropriate any funds?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I do not have any knowledge about that, I never saw him, perhaps he was there or not or he wasn't.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Would it then be fair to say to you it would seem as if you were not aware of what was happening in the meeting?  You were not aware that the purpose of the meeting was to overthrow Brigadier Gqozo?",
            "Male"
        ],
        [
            "M C NQINANA",
            "I don't think that is fair because the situation prevailing at the time could tell what was happening, it's not fair to say I did not know what was happening there.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Would it be fair to say chanting of slogans and singing of freedom songs does not overthrow anybody?",
            "Male"
        ],
        [
            "M C NQINANA",
            "If that does not say anything about overthrowing, what is the cause of Gqozo's removal because my perception I think what he did there contributed to Gqozo surrendering.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Have you ever attended a public gathering where slogans are chanted and freedom songs are sung?",
            "Male"
        ],
        [
            "M C NQINANA",
            "No.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Well I think then that explains that you are not aware of the fact that chanting of slogans and singing of freedom songs does not overthrow anybody, not so?",
            "Male"
        ],
        [
            "M C NQINANA",
            "As I said I do not know that but I believe that the activities in that meeting made to Gqozo's resigning because even the people who were his pillars were no longer behind him at the time.",
            "Male"
        ],
        [
            "MR NOMPOZOLO",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR NOMPOZOLO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Nompozolo.  Ms Collett have you got any questions?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "No questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapomo, have you got any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMO",
            "No questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has the panel got any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Re-examination Mr Obose?",
            "Unknown"
        ],
        [
            "MR OBOSE",
            "None thank you Honourable Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr Nqinana, you are excused, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}