{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-11-03",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "DUMISA MDLULWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53836&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99110103_el_991103.htm",
        "speakers": [
            "MR MGIDLANA",
            "CHAIRPERSON",
            "DUMISA MDLULWA",
            "INTERPRETER",
            "JUDGE POTGIETER",
            "MR MALUSI",
            "MR MGXAJI",
            "MR MAPOMA"
        ],
        "original_speakers": [
            "MR MGIDLANA",
            "CHAIRPERSON",
            "MR MDLULWA",
            "INTERPRETER",
            "DUMISA MDLULWA",
            "JUDGE POTGIETER",
            "MR MALUSI",
            "MR MGXAJI",
            "MR MAPOMA"
        ]
    },
    "testimony": [
        [
            "MR MGIDLANA",
            "May I then call Dumisa Mdlulwa, Judge, to come over?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mdlulwa, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What language, I didn't get the answer?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The witness is going to be testifying in Xhosa.",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Mr Mdlulwa, could you give us your full names and where you reside?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "My name is Dumisa Mdlulwa, I reside at Zimbane.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Where is Zimbane, which town?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "In Umtata.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "During the time of this incident, were you a member of any organisation, that is the incident of the shoot-out at the school?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, I was a member of the African National Congress.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you a member of MK as well?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that you were part of the Security section of the ANC at that time, of the incident?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were you one with Mr Matshaya that was deployed to Port St Johns on that day?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you listen to Mr Mashaya's evidence as to what happened there that day?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree with that or don't you?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, I agree with his testimony.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything that you would like to change?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "No, there is nothing I would like to change, except for the fact that there is a minor detail that he has left out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I was going to ask you, if there is anything that you wish to add.",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "The cars that were there, our car was at the back and the other car was, the car that was in the front, it was shot at and that is actually the proof that they were shooting at the direction of the school.  The driver was inside, but inside the car he was not hit and he tried to reverse and he left and his shoe was left inside the car, and we tried to get some spades to take our car, to try to remove our car, and we left the scene.  That is what I wanted to add.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "No, there is nothing else.  He mentioned everything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mgidlana?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Were you carrying any firearms, yourself personally?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "What firearm was that?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "It was an Uzzi.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Amongst the - did you notice anyone else other than the ones that Mr Matshaya has mentioned, as having participated in this shoot-out from your side?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "There was a lot of confusion, full of people, I cannot remember who else was there.   During this shoot-out there was a pandemonium, the others were crying on the other side as we were also returning fire, we also had to save them, try to remove them and try to calm them down.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "From your own firing, did you see anyone amongst the people who were struck by a bullet from your firearm?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "No, I do not remember seeing anyone, because the area was bushy and people would see only shadows because even if you would try to peep through and you would hear a bullet hitting nearby and you would try and take cover.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Did you have a license in respect of this firearm that you were using?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, we got the licences - we got the firearms from the Commander, I did not have my own license for the firearm.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "You have already indicated that you confirm what has been stated by Mr Matshaya regarding the incident?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, I confirm that.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "That is all Chairperson.\nNO FURTHER QUESTIONS BY MR MGIDLANA",
            "Male"
        ],
        [
            "JUDGE POTGIETER",
            "When did this happen?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "If my memory serves me correctly, I think it was around March, but I cannot remember the date.",
            "Male"
        ],
        [
            "JUDGE POTGIETER",
            "In 1994?",
            "Unknown"
        ],
        [
            "DUMISA MDLULWA",
            "Yes, in 1994.",
            "Male"
        ],
        [
            "JUDGE POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malusi?",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "Thank you Judge, no questions for this witness.\nNO CROSS-EXAMINATION BY MR MALUSI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "No questions, Judge.\nNO CROSS-EXAMINATION BY MR MGXAJI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Just one Chairperson.  Mr Mdlulwa, in your application, I just want you to clarify this point, on page 52 of the paginated pages, you say on paragraph 9(b) where the question is \"state whether any person was injured\", you say \"yes, TDF soldiers and some people killed by the bandits\", what do you mean by that?",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "Will you please repeat your question, sir?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In your application form there some part where you say that TDF soldier was killed and you say and some \"people killed by the bandits\".",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "You want to know more about the bandits?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "DUMISA MDLULWA",
            "I think that is the language used by the person who was helping me writing this statement, because I never mentioned that term, bandits.  Poswa, the person who was helping me writing the statement, may have used his own language.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I see.  Thank you, no further questions, Mr Chair.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgidlana, I don't suppose you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "There is none Judge, thank you.\nNO RE-EXAMINATION BY MR MGIDLANA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}