{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-11-03",
        "location": "EAST LONDON",
        "day": "3",
        "names": [
            "FUNDISELE GULENI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53838&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99110103_el_991103.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MGIDLANA",
            "FUNDISELE GULENI",
            "MR MALUSI",
            "INTERPRETER",
            "MR MGXAJI",
            "MR MAPOMA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MGIDLANA",
            "MR GULENI",
            "FUNDISELE GULENI",
            "MR MALUSI",
            "INTERPRETER",
            "MR MGXAJI",
            "MR MAPOMA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, Mr Mgidlana?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Judge, may I then call Guleni, Fundisele?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Guleni, which language would you prefer to use?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Xhosa Chairperson.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Thank you Judge.  Could you give us your full names and where you reside?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "My name is Fundisele Guleni, I reside at Dubana, Dubana AA in Lusikisiki, the Administration Area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 1994, where were you residing?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "I was residing in Port St Johns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Were you a member of any political organisation?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Which organisation and when did you join it?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I was a member of the African National Congress and I joined in 1986.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "You have heard the evidence of Mr Matshaya regarding the incident that took place at the Voter Education Workshop at one of the schools there, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Could you tell us when, about your involvement in the whole incident, starting from where did you learn about the problems that were taking place at the school?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Are you talking about this day of Voter Education?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, the Voter Education Day, yes.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "What happened was this, as I was going to Umtata as a District Co-ordinator, to a meeting of the District Co-ordinators of the ANC, I was employed at the time, as I was hitch-hiking, I was attacked by the members and when I looked at them, to me they looked more like APLA members because they were in the company of Mr Mposelwa.  They attacked me there at Bantu, but I managed to run away, or escape.   I escaped without injuries.  As I was still taking cover, then on the bushes, next to the place where I was attacked, I was saved by two soldiers and I remember there was Hermans who was also in Port St Johns, they were coming from the meeting in Umtata.  He signalled to me, to lay down, because it looked like it was still bad for me to get out of the bushes.   The people, I heard people crying who were watching this incident.   After a long time, when I stood up, he made a signal to me to come to him and he asked me as to what was happening.  I told him that I know nothing, but I was just attacked, and at that time, I was coming out of mud and I had only one shoe and I got into his car and he took me to Mr Mfeketho who was a Chairperson of the ANC at the time, and I told him about this incident and a decision was taken for us to go and report the matter to the police station.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Mfeketho is spelt as M-f-e-k-e-t-h-o.  You are saying that Mr Mfeketho was the Chairperson of the ANC?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, Mr Mfeketho was the Chairperson of the ANC at the time.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Okay, then proceed.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "When we got to the police station, we reported the matter, a statement was taken.  As we were still busy there, Damdile arrived, that is the person that I saw, I realised, and he told us that they were hit with firearms at the school where the Voter Education was taking place.  After getting that report that something was taking place at the school, they decided that we should first go to the scene where I was attacked, they looked for empty cartridges.  They found one of them.  After that, we went back to town and when we got there, Mr Mfeketho took me in his car, a van, to my house or home, to change the clothes and after that I took a firearm that I had at the time.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "What firearm was it?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "An R4 rifle.   We followed the comrades who were coming from Umtata as they came to the office as we were still reporting about this story, and when Mr Mfeketho was taking me home, these comrades proceeded to the school, after getting the report.   After coming back from home, when we got to the school, there was already a firing and we shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you return fire?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "No, not at that time, but that happened after some time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether you injured or killed anybody with your firing?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "No, I do not remember hurting anyone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Yes, and what happened?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "During this whole process, We had taken a decision not to fire back until their ammunition was finished, and reserve ours, but after some time, it was realised that we had to take action, we had to fire back.  That is what happened and we fired back.  After some time, during the shoot-out, Ndumiso Sgotyana came who was coming from Port St Johns, he joined.   As the people were trying to remove the cars ...",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Just a minute, Judge, may I just ask as to the spelling of Ndumisa Sgotyana?  N-d-u-m-i-s-o   S-g-o-t-y-a-n-a.  Is he one of the applicants here, this Ndumiso Sgotyana?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No.  He is not an applicant.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "He is deceased, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "You may proceed.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "When we realised that this shooting was intensifying, we had to try some means to remove the cars inside the school premises.   When Mr Mfeketho came in, the Chairperson, he tried to reverse, to put the gear on reverse before starting the car, and there was firing, but fortunately when he got in, he took cover inside the car, but the bullet missed him and his shoe was left in there, and I told the other comrade to pick up his shoe, but when he was trying to take this shoe and some bullet rang out and he later got hold of that shoe.  Mr Mfeketho was armed with a .38 firearm.  We realised that it was difficult for us to remove those cars and this car was, Mr Mfeketho's car was next to the tree.   Ndumiso's car was taken during the night and all the cars were there until the following morning.  They tried to remove Mr Matshaya from the back, that is what happened at that time.   This firing continued and Mr Matshaya decided to go back and we were left at the scene.  I was told by Damdile who found me in one of the premises there, and there was a wall made of stones in this yard where I was.  Damdile came to me and told me that it is not safe for me to be there, because I don't know what kind of a person the owner was, and he told me that the TDF soldiers were there, and he told me to step back and I did so.  We went back to the office where we found a certain Judge who was also there during the pre-election processes.  As we were still giving him the story, the Judge, that is, we heard gunfiring and we went to inspect.  As we were next to the bridge, we saw two soldiers of which we thought those soldiers were APLA soldiers, we saw them laying there, and we - there was also, the roads were barricaded by the people of Port St Johns, because they didn't want innocent people to get to the danger zone.  When we enquired about these soldiers who were laying there, we were told those people were shot at by the TDF soldiers because they came from Mposelwa's direction, going up the street, that is the story that we got from the people and they met with this soldier, the one who was shooting at Port St Johns.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Otherwise during the time that you were involved in the shoot-out, was there anyone who was injured or killed from the opposing side?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No.   We did not hear of anyone who was injured there.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Did you see anyone injured because you say you did not hear?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, not at all.  Not at that time.   We were dealing with the people whom we could not see, therefore we could not see anyone who was hurt during that process.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "During this shoot-out at the school, did you see - you mentioned Matshaya, did you see Mdlulwa who is also one of the applicants here?  During the shoot-out, did you see Mdlulwa, Dumisa Mdlulwa who is one of the applicants?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I saw him.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Did you see Pato also participating in the shoot-out?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I did not see him shooting, but he was among the comrades who were there.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Could you then give us, you are also involved in applying for amnesty in respect of the Mapipa case, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Judge, may I just indicate that I would also like him to get into this other incidents?  You heard Matshaya saying that as far as he knew, you were a member of the Self Defence Unit, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "From whom did you get training, from which structure?  Did you get training from MK or from the TDF?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I was trained by the MK members.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "When did you get such training and where?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I got the training inside the country, I never went into exile, in 1987.  We were trained by a comrade called Thami, who was a Unisa student and Isaac Mbomvu.  I was together with two other comrades that were from Durban, but I do not know their names.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "And where was this, in which part of - was this training taking place in Port St Johns or somewhere else?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It was in Lusikisiki then, at a place called Mfohlozi, in a dipping tank in a forest.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Then could you just tell us as to what happened regarding the killing of the late Mr Mapipa?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Firstly regarding the issue of Mr Mapipa, there was a great fighting between the PAC and the ANC in Port St Johns.   This started when there was a rolling mass action called for by the ANC.   We were fighting with the existing municipality of Port St Johns at the time and the rate payers were effected by this.  As the Mass Action Committee we had the intention of to bring down the municipality that was existing at that time, and this brought this faction that was existing between us and the ANC led by Mr Mposelwa.  We  saw that all of a sudden now, they were being guarded and whenever there was a meeting that consisted of all structures regarding Port St Johns problems, he would be escorted.   It is Mr Mposelwa who was being escorted.  This continued and it was - this faction grew beyond the borders of the town of Port St Johns, even in Nzimbene where there were APLA soldiers staying there, which was a place where Mr Mapipa stayed.   It was also discovered that there were APLA members who were staying in the farmers, in the Port St Johns area.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Sorry, this Nzimbene falls under the, does it fall under the area of jurisdiction of Port St Johns?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct sir, it is under the Port St Johns jurisdiction.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Is it a township or an Administrative area?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It is a village.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Yes, proceed?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "There were a lot of provocation between our groups.  I remember when we had a memorial service for Mr Thambo where a PAC member was giving a message of support, which was the late Mr Makhabula.   He was also talking as he pleased, because he said, uttered statements like \"that white man, Joe Slovo, would be killed if he were to come here in Port St Johns\".  There were some attacks that were launched by the PAC members.  This started on Pumulela Hermans and this attack happened in January 1994.  He managed to get away from that and he left Port St Johns and sought homage in Umtata.  The second incident was the attack on his father, which is Mr Hermans, in his house.   Fortunately he managed to get away.  All these fights continued and the unrest caused by these soldiers.  At some stage there was an attack on a Coke truck and also a passer-by who was just driving passed on his tractor, was also shot.   A TDF soldier tried to fight back to defend this person.  Also another kombi was blocked on its way to Lusikisiki and it was shot.  It was all such incidents that happened, to the extent that Sadtu called a meeting that was intending to bring together all the Heads of Departments in Port St Johns, the Heads of Departments were from the police and from the Justice and from the investigating unit from the police and from the Station Commander.   The purpose of the meeting was mainly to question why were the people of APLA out of control and nobody was trying to control them.  But the answer that was given by the Station Commander was the fact that it is difficult for them to intervene or to address this matter, because when Gen Bantu Holomisa was in power, he said that after the certain family were beaten, these people can defend themselves whenever they pleased, but all these incidents, we would report at the police station and we would find the Assistant-Station Commander who would say to us \"this MK or the ANC, isn't it giving you arms to defend yourselves\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's forget about all that now, let's get to the actual incident.",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Okay.   Firstly whilst I was at the Port St Johns office of the ANC, Mzwandile Jagu arrived who was from Port St Johns.  He said \"there are rumours that the APLA members are going to attack us\" and the Voter Education thing was due any time.   Ndumiso Sgotyana from Etombo arrived, as well as accompanied by comrade Mula in a sedan car.  I was not sure whether it was a Cressida or not, but it was white in colour.   They said that they got information to the effect that \"we might be attacked today\", there might be shooting taking place or an attack.   Whilst we were still sitting there, Mzwandile arrived at a later stage, but he talked to me first and said we must go and look for Ndumiso as there is a rumour that \"we might be attacked today\" because Mr Mapipa's car and some soldiers had entered the town.   As he was still telling us about these news and these rumoured attack, this car arrived and it was dark at that time, it was already passed sunset.   He pointed out this car, Mzwandile.  Ndumiso who was saying that we must follow with his Cressida, but Mzwandile suggested that we should use his 4x4 van as it was faster.  We got into the 4x4 and we took an R4 and an Uzzi which was in Ndumiso's car and in Mzwandile's car there was a G3.  We went into Mzwandile's car, it was myself, comrade Mula and Mzwandile.  This comrade Mula is late, he is from Etombo.  We were following this car, Mzwandile was driving, I was sitting at the back and Mzwandile was sitting in front.  Me went passed Mampube to Ncabazi.  Mzwandile took another route, that was being used, a detour that was being used due to constructions.     I think he had a 9mm and I had an R4 rifle.  Ndumiso had a G3 and Mule had an Uzzi.   After having parked the car, we crossed the road into some bushes, where we lay there in waiting and as this car approached, Mzwandile pointed it out and he could clearly identify the car, because it had only one light that was functioning and that is when he said that we must start firing and we did, and as we did, the car lost direction and it stood still.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Mzwandile the Commander of that group, the unit maybe?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Mzwandile was a Commander there, because when he came, he introduced himself as an MK member in Port St Johns, and he was very resourceful and he had the weapons and he also had a car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You regarded him as a Commander?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, yes, we did sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, proceed.",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "(No interpretation)   After having hid the car, two people came out, running, of the car, Mr Mapipa's car, and they ran into the bushes.   Mzwandile said to Ndumiso Sgotyana \"we should go up to the car\", but Ndumiso did not want that, he might have been scared, but I was not sure as to why didn't he want to come with.   I went then with Mzwandile and when - he had a balaclava on, but he could be clearly identified.  When he got there, he asked them in English as to \"where are the others and what is it that you need from the ANC\" and Mr Mapipa was alive then, but Mzwandile finished him off with his firearm that he had.  Thereafter he started the car, but before he did, we found a pumpgun that he took, and there was a plastic full of ammunition in this car, but we left those laying there on the road, we just took the pumpgun which is a self-made gun and we went back to our car.  Whilst he was driving, on our way back, just near Dumase, he stopped the car.  They got off and he opened the small window and Ndumiso said, they both got off, \"gentlemen, you must never disclose this to anyone, otherwise it would land us in trouble\".  We proceeded back to the town.  On our arrival there, we went separate ways and I found the ANC Chairperson, and I reported the matter to him.   That is all I have to say regarding this case.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Prior to the actual taking place of this incident, did you sit down and plan that you must attack these people, after having heard that they were in town and that you were about to attack?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, we didn't sit down and have any planning, we didn't have a chance.  As he was telling us, Mzwandile, about the details and how he got the information, that is when this car arrived, and we decided to follow it.  There was no planning done around it.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Since when did you know this Mzwandile, or when did he arrive in Port St Johns?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I would not know exactly when did he arrive in Port St Johns, but I saw him at the beginning of 1994 in January, if I recall well.  I used to see him driving around with a van, called XJ, and he used to be in the Etombo area a lot.   I got to know him well when he came to the ANC office, introducing himself as an MK member, driving in a brand new 4x4 that was red.   He had a small cave on the road towards Silimela in Mpeleni, also he used to come in handy by assisting with his car when we were preparing for voting.  That is when I got to know him better, as he was assisting in the ANC office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whatever the case may be, you accepted that he was knowledgeable in ANC activities and you were prepared to regard him as the leader of that unit?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "I do not want to agree with you fully, although we used to have a lot of disagreements on some issues that I might quote, as he was always armed we would ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not asking you to prove it, I am just asking you is that a fact, you regarded him and accepted him as the leader?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you honestly believed that he was what he said he was?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, initially we did not doubt him, but as time went on, we had our doubts about him, but we could not question him as to whether was he a trained MK member or not, but we had to accept it on the face of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You believed that that was so, when he told you that?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, we believed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we proceed to the next incident?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Were you then, just to finish off Judge, were you then charged in respect of this Mapipa case?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "And the trial is still proceeding before the Umtata High Court?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "How many are you as the accused persons in that case?  You are an accused person, who are the other accused persons, the number?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it matter how many other accused there are?  The fact of the matter is he is an accused amongst others for this matter.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "As it pleases you, Judge, in fact I just wanted to clear one aspect that there are other people who are accused in that particular case, but I just wanted to enquire about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he himself says he is guilty.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "He is guilty, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that is why he is making the application?  Let us not complicate matters further.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "As it pleases you, Judge.   May I proceed Judge, to the other incident, as it pleases you.  You are also an applicant in respect of the killing of five APLA PAC members, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know their names?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "No, I do not know their names, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Could you please tell this Committee what happened during that particular incident?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We were about to have an ANC rally, campaigning for the elections.   The rally was to be addressed by Gen Bantu Holomisa.  On the eve of this rally, we were camping at Majola as SDU members, with the marshals.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Where was this rally going to be held?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It was going to be held at Majola, at the playground called Tini.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Do you recall the date on which it was going to be held?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I cannot remember the date, but I think it was just a few days before the election or before the voting.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "So it was in 1994?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, in 1994.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "All right, proceed.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "From our place where we were camping, I went to town to make some preparations for the rally that was to take place on that particular day.   After preparing, getting ready to go to town, I was with Mguja who was there to help in the preparing of food.   Mr Kanandyana came, driving in a car, with Lusindiso telling us that there was a report that there were APLA people who were present there and there was a rumour that they were going to disrupt the rally and we enquired more about this people, how do they look like, and so on.   He said they were on their way, they were seen on the road, coming from the direction of Bantu.  The people who were involved in the catering, we decided to leave them there and decided to go up and see what was happening.  We drove in Mr Kanandyana's car.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Sorry for interrupting you, I just want to find out is this Lusindiso, the first applicant herein, that is Lusindiso Poyo or is it somebody else?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct, it is Lusindiso Poyo.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "You may proceed.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That was Lusindiso Poyo and Teso.  We left with Mr Kanandyana to look at this matter.  On our way, after driving passed Mampube, they pointed out to us these people.  They tried to stop the car, or rather hitch-hiking and we stopped and we enquired as to where they were going, and they told us that they were going to Umtata, and they asked for a lift.   I told them that we can give them a lift, but we were to get to a certain place, in order to get a spare wheel and after that, we would proceed to Umtata.  They did so, we drove and when we were at a place called Mfhadla, we took a right turn, going to this other place where the rally was going to be held.  When we arrived there, at Majola, at the rally, we stopped next to the play grounds, and there were people already there.  I started looking for Mzwandile, I called him aside with the other members, a few members, SDU members who were there nearby and a few marshals who were there, and I told them about this story that we got these people whom were suspected, but we did not ask them any questions, but Mzwandile told us to question them.  We took them to Mr Mqiza's house, whose house was next to the place of the rally.   We first searched them and we realised that they were unarmed.   When we questioned them about their aim, where they were coming from and where they were going, but they failed to answer that question.  They kept on contradicting themselves or they would rather keep quiet at some stage.   Mzwandile decided that we should take them to another place where there were no people, and we took them in our car, in a car with Mzwandile and Zalisele Matushane.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Was this car the same car you used when you first gave them the lift?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "The car that we came with, we left it with Mr Kanandyana, we took this 4x4 belonging to Mzwandile.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "And how many were you, can you recall?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I cannot remember the number, but I think we were about seven, it was myself, Mzwandile, Teso and Lusindiso Poyo, Zalisele Matushane and this other comrade from Bantu, but I cannot remember his name, he had passed away, he was also an SDU member.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "You were saying that he is now deceased?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "All right, proceed.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We stopped on the way towards Buje, but it was not very far from the rally.  We just stopped the car on the way, we questioned them as to where they were coming from and who they were and where they were going.  They said they were APLA soldiers, they were coming from Msigaba, they were going to Umtata.   We asked them to explain to us as to what was happening at Msigaba.  They were not free when responding to these questions.  When one of them was about to answer, one of them would try and stop them and answer.  That is when Mzwandile told us to divide them and the others would be asked on the other side, and the other group would be asked on the other side.  We did so, I was left with one group and Mzwandile continued questioning this group.    Among us, there were people like myself, I had a 9mm pistol.  There was Mqiza with an R4 rifle, there was Mzwandile with a G3, Poyo was armed with a pumpgun.   He questioned them and the others were watching and I was questioning this other group, that is when we realised that these people were in the camps at Msigaba in a process of integration.   They said there was a misunderstanding there amongst them, because they were satisfied with this integration process, because there were people who wanted to continue in the battle.  They were not satisfied about this integration, therefore they decided to take their own way.  We asked them about the people who were responsible in this TDF, because they said in this process the TDF soldiers were in charge, because those were the camps of the TDF's,  as we were still listening to this and questioning these people, we heard a gunshot.  When we looked, we realised that the person who was shooting here was Mqiza.  Mqiza was shooting directly at this group, the one that I was questioning, and I enquired.  Mqiza said that he thought that Mzwandile was giving an order, because Mzwandile was standing behind me and the slope was a little bit steep.   Mzwandile said that he did not give the order, therefore we were in trouble.  These people who were trying to escape, run away, we called them back and we tried to solve this problem.  I advised that we would rather take these people to the nearest clinic or hospital.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on, when that accidental shooting took place, did anybody die?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "No, no one died at the time, but it was clear that one of them was severely injured.   We came to an agreement that we would take these people to the nearest hospital, but during that process, before leaving that scene, Mzwandile said \"if we do this, we would be putting ourselves in trouble.\"  It was not possible for us to take these people to the hospital and escape prosecution.   I said that was a minor issue because it was clear that we did not intend to hit these people,  and Mzwandile insisted that these people would later become dangerous to us.   Mzwandile said, suggested, that we take these people because we were on our way, and on the way, on the road, he suggested that we take these people away from the rally and go to a safe place.  The aim was to kill all these people, that is what he was suggesting.  That became more difficult because we couldn't come to an agreement about that.   Mzwandile said that we were already in trouble, and we had no other alternative, no one was going to do as he liked.    We got into the car, we drove passed Malanganyana, we drove passed the rally.  He was just driving slowly.  He further suggested that there was a place next to Sinangwana, towards the Slimela Hospital.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Before you proceed, you talked about Malanganyana, are you referring to a place or are you trying to indicate the time?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It was in the afternoon,  I beg your pardon, the Malanganyana refers to the time, in the afternoon, late in the afternoon.   We drove towards the place called Nangwana, where he turned left and we stopped the car.  We couldn't solve our problem, still there and we didn't know what to do, we didn't know whether to take these people to the hospital or not.   Mzwandile told us that we had two cases now, we were going to be assaulted and be prosecuted.  He said we should finish those people off so that we can get out of that trouble, but now the trouble was who was going to do that and we had to be there with those people and divide them as we had divided them initially.  Two of them were injured and they were in the car.   It transpired that if we finished them off, the sound from the shooting would alert the people in the area, they decided that these people should be stabbed.  Knives be used, but it also became impossible and a decision was taken to take them into the van and leave those who were injured and the others, were taken in a van to a place just away from Cwele junction towards Umtata.  It was already dark at the time, and there was some drizzle.   We got to a bushy area there.  Mzwandile suggested that these people be finished off there.   He said the person who had started, Mqiza that is, should finish off the job and Mqiza did that.   Now after, another question came, what was going to be done with these people after they were dead, and Mzwandile suggested that we go to Bantu so that we could get the tools to dig up for these people.  He was residing at Mrs Toyga's place and he took these tools and we went to this place and dug up in the sand for these people, that is what happened on that particular day, that is the role that I played on that particular day.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Sorry, how many were these guys?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I think there were six of them.   I know I might be mistaken, but they were six, if I am not mistaken.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Prior to meeting them, did you, prior to meeting them on that particular day, did you know them?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "When you say you divided them into two groups, how many were they in a group and therefore how many were they in the other group?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I think I was faced with three people and three people were with Mzwandile on the other side.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Whilst you were still at the first spot where the shooting took place, how many were injured at that spot, amongst those people?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Two of them were injured.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "And they were from your group, is that correct?  Are you saying that they were from the group that you were questioning?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "And then, when you are now at the last spot where the other killing took place, how many were killed there at that spot?  Is it four, because you said you left two at one spot who were already injured, and then is it the whole four, assuming there were six?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I think there were four of them.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Do you know what happened to the other two that you had left at that spot?  Did you see them again that day?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I don't know what happened to those two.   When we went back there, we did not find them there, and we later heard that two people were found injured, that means they managed to crawl and the people from the community found them and they took them to the hospital.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "So you are saying that you personally did not take part in the actual shooting?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I never took part in the actual shooting.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Did Poyo, Lusindiso, take part in the shooting?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "They also did not take part, he also did not take part.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "So as I understand it, it is only one person who did the shooting which is Mqiza?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Now, during this digging and burying of their bodies, did you participate in the digging, or who dug those, or how did you bury them?  Did you bury them in one hole or in different holes?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It was one big hole.  I did not take part in the digging.  We were just watching, guarding the place, because we knew that we could get some disturbance.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Who dug that hole?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "The other marshals, I cannot remember their name, except for Zalisele Matushane and this gentleman from Bantu and if my memory serves me correctly, I am sure that myself, Lusindiso and Mzwandile, we were just standing there, we did not dig the hole.  I cannot remember those gentlemen, because we took ordinary marshals and the other people that I can identify because they were closer to me.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Where did you get the firearms from?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "The firearms were always in Mzwandile's car.  At first there was this R4 that I got from Ndumiso, it was always kept in Mzwandile's car, and the G3 belonging to Mzwandile and the Z88 and the Uzzi also, belonging to Ndumiso, but it was also always in Mzwandile's possession.  When we were to use these firearm and even when we were still at the rally, these firearms were in the car, meaning that the firearms were always in Mzwandile's position.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "And what were you going to do about these guys after you had questioned them?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "After questioning them, we wanted to collect all that information and try and verify that with the TDF, the TDF that was in charge of integrating the Forces.   After that, we would report that to the organisation and tell them that there was that process.  We were asking them, because we did not know what is it that they heard, but we wanted to, we had the aim of verifying this information with the TDF.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Have you been charged regarding that particular incident in any court?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct, yes.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Has the case been proceeded with to finality yet, up to now?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, not at all.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Out of all these people who were from your group, as it were, what - were they also members from, apart from the marshals, how many were members of the SDU?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "The SDU members were  Zalisele Matushane, and this other comrade whose name I cannot remember, there was Notheza, that was the surname of this other person, the third person.  Those were the people who were SDU members at the time and myself.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "And the members from MK, apart from Mzwandile whom you believed to be a member of MK, was there any other one who was a member of MK?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, no one.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "So the rest were the marshals?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, they were marshals and the other two were just ordinary comrades, like Mqiza was not a marshall, but he was just a comrade from this other place, and Poyo.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "After having dumped them in that, all right, before they were put in this hole, were their heads or any of their limbs severed from their bodies?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the point of the question?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Chairperson, it is just that I want to get it clear because I understand that they talk of the skulls as if there were severing of the bodies.  I just wanted to be certain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think that is going to affect our decision, whichever way it goes.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "As it pleases Judge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All it serves is to raise emotions.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Further questions Mr Mgidlana?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Is there anything that you would wish to add regarding this incident in particular?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I would like to say something else.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Yes, proceed?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "What I would like to mention is that after this whole incident, I reported to the ANC Chairperson.  Secondly, I indicated that I was sorry that this happened and when I heard about this Truth Commission, we told ourselves that we have to appear before this Commission to ask for amnesty because we know that it was not a very good thing and it was not our plan for us to do that at that particular time.  Even when we were questioning them, we wanted to get those details and use them and make sure that we were protected.  It was so unfortunate that someone decided to pull the trigger without any planning from our side.  Lastly, because of the fact that this act is not acceptable and I also want to apologise, not only because I want to escape conviction or prosecution, but I am apologising because I feel it is necessary for me to do so, because truly speaking this all happened because we believed that it was necessary for us not to let things happen as they were happening because our lives were endangered and we couldn't let things happen like that, without questioning.  But the shooting came, though it was not planned, it was not our intention.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Thank you, that is all Judge.\nNO FURTHER QUESTIONS BY MR MGIDLANA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take the lunch adjournment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Malusi?",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "Thank you Mr Chairperson.  Mr Guleni, are you known by the alias Mutsi?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "(No reply)",
            "Male"
        ],
        [
            "MR MALUSI",
            "If I got your testimony correctly sir, it is to the effect that when you first abducted the APLA members, your intention was to get information from them and then to verify their information with the TDF and report to the African National Congress, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We wanted to get information from these members so that we should be able to give a report to the organisation, the ANC.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Yes.  At what time in the morning did you abduct them or did you give them a lift at the bus stop, if you can still remember?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I cannot recall precisely the time, but it was just before nine o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is one thing that I just want to check on the chronological order of the incidents - of the three incidents that we are busy with today, which occurred first?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "As I understand it Judge, the first incident was the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I am asking the witness.",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "The first incident is Mr Mapipa's.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and the second?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "The second one is the Voter Education one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, listen to this question very carefully, there was an ongoing battle between the members of the ANC and the members of the PAC in that area, correct?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did the ANC take a decision to combat the problems that it perceived the PAC was causing it?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "I could not say there was a precise time to it, but whenever these threats were imposed by the PAC on the ANC, the regional office will receive a report about that.  The ANC was aware all the time that there was a faction between the PAC and the ANC in Port St Johns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, I don't want a long story.   A simple question, from the evidence you give, there was a time when the ANC said \"look, we are going to retaliate and we are going to deal with the PAC because it is interfering with our political activities\", all I need to know is when did that threshold, when was that threshold crossed?  Mr Mapipa was apparently shot because of his association at least with the PAC.  The PAC members in Mr - whose home was that - Mposelwa, his house was almost handgrenaded because of the PAC problems, so some time before then there must have been a decision \"look, we cannot take this any more, we are going to retaliate\".  All I want to know is when did that occur?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "A decision was reached when the Chairperson heard about the incident of the Voter Education and he said to us should there be a firing, we must just fire back, but there was a point when it was said \"enough was enough\", but the decision was just taken that with that incident at that time, he just said that should there be firing, we should just fire back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was a decision about what you should do if you heard that there was an impending attack on you, the ANC?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "When there was a meeting held, but there was no meeting called specifically to deal with this matter.   This was reached by people who had just received the message including me.  Before we could reach a decision in a formal meeting, this car appeared there and there, but there was no official decision taken by the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are misunderstanding me, you are not the ANC alone, understand that.  When was there a policy decision to take on the PAC in that area?  I am not talking about your personal decision, I am talking about the organisational decision.",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "There was no policy based decision from the organisation.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Thank you Mr Chairperson.  My instructions on the point I was at, you say you met them at nine in the morning, my instruction is that you met them at seven in the morning, but let's take your nine o'clock in the morning.  You picked them up from the hiking spot at nine o'clock in the morning, when was the first shooting by Mqiza, at what time approximately did Mqiza shoot the three people he was interrogating?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I want to rectify this by saying it was not after nine, I did not say it was nine o'clock.  Secondly, it took us some time and when I estimate it was more than an hour, after meeting them, from the time when we met them up to when this shooting incident took place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Guleni, you know, I know it is not the first time that you are appearing to make application, we are not a court of law, you don't have to go through all these long details.  We would appreciate you answering the question and you don't need to fear that you may be tricked, because if any of these Attorneys are busy leading you up the garden path, I will protect you, do you understand that, so you don't need to fear, do you understand that?  You don't need to fear that you are missing out the detail.  Just answer the question as simply as you can.  You tend to give long stories that we have heard before.  Sometimes it is not in your interest to give long answers.  Please proceed.",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "If I may remind you, the question is simply this, sir - at what time did Mqiza first shoot at the APLA members he was interrogating, approximately - you may not remember the exact time?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I can say it was between eleven and twelve o'clock, that is estimation.",
            "Male"
        ],
        [
            "MR MALUSI",
            "When you took these APLA members from the hiking spot, if I've got your testimony correctly, it is to the effect that you just wanted information from them, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, we wanted some information, but we didn't know as to what kind of people we were dealing with, meaning that we wanted information, that we were expecting anything to happen.",
            "Male"
        ],
        [
            "MR MALUSI",
            "My question then would be, if indeed you wanted details by the time Mqiza shot  the three APLA members he was interrogating, you already had those details, that is you already knew they were from an APLA or TDF base in Lusikisiki, that they were on their way to Umtata, that they were not armed, they had no arms on them, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We were still going on, I cannot say yes, that is true, we were still continuing interrogating them or questioning them, but we had some information, we got some details from them at the time.",
            "Male"
        ],
        [
            "MR MALUSI",
            "If you had the details I have just related to you at the time Mqiza shot these people, what more could you be asking for, what more could you be looking for from them?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "what we were looking for was to see if we could reconcile these stories from the two groups, because we wanted to see if they were actually telling the truth and their stories were the same, and they were intimidated before we divided them into two groups.  We were still getting informations, therefore we wanted to reconcile the stories, the two stories from each groups.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Yes.  If I got your testimony correctly, it is to the effect that after Mqiza shot the three Apla members, you would then - or you then suggested that they be taken to hospital, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Mzwandile or some other member of the group then suggested that they be silenced so to speak, that is they be killed, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Do you associate yourself with that decision?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I associate myself with that decision.",
            "Male"
        ],
        [
            "MR MALUSI",
            "What was the reasoning behind that decision, that the APLA members should be silenced?  What did you hope to achieve by silencing them?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "First of all what came to our mind, was that there was no way that we could escape that situation and secondly Mzwandile had emphasised the fact that we had no alternative and even amongst us, the atmosphere was not as good.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I cannot understand your answer.  First you say you didn't agree with the plan to kill these members, you argued with Mzwandile and in fact you did not participate in anything to do with their killing, do you recall you said so?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And now you concede that you agreed with that decision, how does that make sense?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "I am saying that I was part of that agreement because after ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "Something is wrong with the speaker's microphone.",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "After Mzwandile had suggested this, saying that we could not escape that situation, we came to an agreement that we should take his suggestion to silence them.  That is why I see myself as part of that agreement.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Would I then Mr Guleni, be correct to say you took the decision to kill the APLA members so that you could silence them, so that there could be no testimony to that you shot them?  That is Mqiza had earlier shot the other three?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that a proposition you are putting to him or is it the result of his evidence?",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "It is a proposition I am putting to him, I want his comment to that, Judge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It must be properly put then, is that the reason.",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "As you please Judge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the reason that these people were killed?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "The reason to kill these people, it became apparent that as these people were injured, they would be dangerous to us, that was one reason.  They would also assault us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would they provide this danger?  What kind of danger would they pose?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "These people first of all were APLA members and we knew very well that they were going to fight back, that is the kind of danger that they were posing.  Secondly, as the other people were injured and we knew that we were going to be prosecuted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the two reasons?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Mr Guleni, I want to put it to you that the reason you decided to kill all the APLA members was to silence them so that no prosecution could result from your actions.  What is your comment to that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I agree with you and taking also this reason that we were expecting them to revenge.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Could you possibly explain to the Committee how could they revenge, because as far as I know, they were not from your area, they did not have any arms on them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he is talking about a PAC retaliation rather than a personal retaliation.  Maybe you can clear it up if you want to.",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "As you please Chairperson.   Can you clear this for us, my understanding is that you say you had to kill them so that they do not pose a danger to you, so that they could not retaliate.   My question then is, how could they possibly retaliate?   First they were not from  your area, secondly it appears that they were just in transit, they were passing through Port St Johns and they did not have any arms on them, can you explain that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "What they were going to do, what came to our mind, was the fact that they were going to report back to their organisation and secondly as has happened during this questioning, we were not convinced that those people were just in transit, we took them as the people who were going to give the report back and come back and retaliate.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Your role in the entire incident, you have testified that more than anything, your role was a passive role in that you are saying you did not shoot anyone?  When the graves were dug, you were just standing around.  Mzwandile according to your version, was the one who was giving orders, is that the case?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not keep guard?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I said I was guarding the place with Mzwandile.",
            "Male"
        ],
        [
            "MR MALUSI",
            "I just want your comment on this, my understanding of the situation is this that of all the people who were involved in this, you were the only office bearer of the African National Congress, the rest of them were just ordinary members, they were marshals and Mzwandile who it appears, according to your version, was in charge, was an ordinary MK member.  You were the only office bearer of the group that was involved there, will you confirm that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALUSI",
            "I want to put it to you that you were not just an office bearer, you were the Chairperson of the Tripartite Alliance in that area and my understanding is that a person of so senior a rank, surely you would have been in charge in that situation?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct, yes, I was  a Chairperson, but at that time, I was a District Co-ordinator for the elections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at a time the Chairman of the Branch or the Region or the District of the ANC?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "I was a Branch Secretary.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Be that as it may, the point I am trying to put through to you is that Mzwandile could not have been in charge when you were the senior member?  What is your comment to that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "If we were dealing with any military matters, Mzwandile would be our senior or would be in charge.",
            "Male"
        ],
        [
            "MR MALUSI",
            "In fact, Mzwandile has made a statement and it is on page 85 of the Bundle, page 85 onwards.   I do not intend to go into his statement in detail, but briefly his statement is to the effect that you were the person who was in charge during the entire incident.  You were the person who was giving orders.  For example on page 86 of the statement, on page 86 of this Bundle, it is on paragraph 3 on page 86, Mzwandile says\n\"... Mutsi instructed the boy carrying a rifle to shoot.  This boy shot two boys.\"\n\tWhat is your comment to that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I disagree with that statement in the sense that even when we went to him, we went there because we went there because we knew that his presence would be more effective in this whole process.  Secondly if we had an intention or if I had given order to Mqiza to shoot, that wouldn't be done in that busy area, and we would find ourselves in a problem and it is not possible that I couldn't have told Mzwandile to shoot, but what happened is that Mzwandile fired and everyone was shot and he said he thought that Mqiza was giving an order to shoot.  I disagree because everyone got a shock when a shot rang at that time.",
            "Male"
        ],
        [
            "MR MALUSI",
            "In fact, the statement by Mzwandile that the first APLA members to be shot, were shot on a direct command from one of the ANC members, Mzwandile is saying the command was from you.  My instructions from Mr Gasmeni who survived this incident, is to the effect that they were not just shot by accident.  They were shot on an instruction from one of the ANC members.  Mr Gasmeni does not know who, but Mzwandile is saying that it is you who ordered that they be shot.  What is your comment to that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I disagree with that statement.  I disagree because I never issued any instruction or order and I got a shock when the people that I was questioning, were shot at.",
            "Male"
        ],
        [
            "MR MALUSI",
            "According to a statement, your statement, on this Bundle, Mzwandile suggested that these people be stabbed, so that there could be no noise from a firearm, but no one was prepared to stab the APLA members,  will you confirm that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Will you please repeat the question?",
            "Male"
        ],
        [
            "MR MALUSI",
            "According to your statement which you made regarding this incident, it is to the effect that no one was stabbed, none of the APLA members were stabbed, do you confirm that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I did not say that no one was stabbed there, but no one - the stabbing was not successful, because we had to leave that other area and go to the other place, because they couldn't be stabbed.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Since you are now saying that you did not say that no one was stabbed, in effect, was anyone stabbed at all during the entire incident?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your witness, Mr Malusi, the one that you referred to just now, was he a survivor of the stabbing or a survivor of the shooting?",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "Mr Chairperson, he was a survivor of both.  He is Michael Gasmeni, he was part of the group of ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I accept that.  I thought you know, they shot two by accident and they left those two, I presume, hoping to let them die and then they took the other three somewhere else and then there was argument whether they should be shot or stabbed and there is where the balance of the survivors of the shooting, were then stabbed and left for dead.  I just wanted to clear up in my mind, that the survivor that you have here as a witness, is he perhaps a survivor of the stabbing or the shooting, but you say he was a survivor of both?",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "My instructions from Mr Gasmeni are to the effect that he was part of the group that was initially shot, but when the first two were dropped off, he was not dropped off, he was then taken with the four that were later shot at.  Mr Guleni, if we could get back to the point.  I was asking are you now saying someone was stabbed during the course of this incident?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I cannot say someone was stabbed or not.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone was not on.",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "If I can refer you to page 48 of the Bundle.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The last answer is not yet on ...",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "I just wanted to give that picture.  The place where it was suggested that they be stabbed, was quite a distance from where we were, and that was not successful.  That is why we had to finish up the job somewhere else.  Those people were at a distance,  but at the same area, (indistinct), but I cannot say what happened there where this was taking place, because we were still with the others who were still alive at the time.",
            "Male"
        ],
        [
            "MR MALUSI",
            "If I get your answer correctly now, you are saying you were left with the two APLA members who were the first to be dropped off, you do not know exactly what happened to the four who were to be silenced later on?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is not what I am saying.   We were with these survivors, these APLA members.  It was suggested that they be stabbed and the others were in Mzwandile's car that was at a distance from where we were and the aim was for  the people who were with us, not to know what was happening there on the other side, but we couldn't execute that plan or go on with that suggestion, leaving the other people who were injured and go and shoot the other people somewhere else.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Mr Guleni, let's not labour the point, the Judge had warned you earlier that just confine yourself to answering a question as simply as you can.  My question is simply this, that according to your testimony no one was stabbed during the entire course of this incident, would you agree that no one was stabbed, or don't you know if anyone was stabbed at all?  A simple yes or no would suffice?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I do not know whether anyone was stabbed there or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You certainly gave me the impression at least earlier today, when you testified that there was a discussion as to whether they should be shot or be stabbed, and it was decided that they would be stabbed, and you even went on to say that the person who had caused the problem, I forget his name now, was then instructed to do the stabbing.  Do you recall you told us that?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not see him stab these people?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "No, I did not see him stabbing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were you then when this was supposed to have been happening?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "This place is in the same vicinity but from where we were, we couldn't see the car, because we were in some bushy area.",
            "Male"
        ],
        [
            "MR MALUSI",
            "You would like the Committee to believe that you were left with the two members who were initially injured in the shooting by Mqiza, you do not know exactly what happened with the four other APLA members, is that what you would like the Committee to believe?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I know what happened to the four people, APLA members.",
            "Male"
        ],
        [
            "MR MALUSI",
            "If you know what happened to them, can you say categorically that they were stabbed or were they not stabbed, that is all I am asking you?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I can say that a decision was taken to stab them and it was said that they were not going to be stabbed at one place, to avoid the screaming and the other people who were in the car, were going to do that and I was still with these other people.  If that plan was successful, even the others would be fetched and stabbed at that particular place, but a report came that it was impossible to stab these people and it was suggested that they should be finished off somewhere else.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Mr Guleni, my instructions from Mr Gasmeni are that although he was injured, his recollection of the incident is that the two members who were initially left behind, the two who were the first to get injured, were just dropped off without any guard and then the bakkie moved off with the other four members who had survived, what is your comment to that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I agree with that statement, that is correct.   Yes, he was taken because this plan of stabbing them failed, meaning that these four APLA members were taken with, because they were going to be finished off by shooting, because we couldn't stab them.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Yes.  Were you in the bakkie when the bakkie left with the four APLA members, were you there in the bakkie?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I was in the bakkie.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Before the four APLA members were finally shot, were they stabbed at all?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I do not remember seeing anyone with a stab wound.",
            "Male"
        ],
        [
            "MR MALUSI",
            "My instructions from Mr Gasmeni are that whilst they were in the bakkie, the four of them, they were actually stabbed.  He showed me at least five stab wounds on his back before they were shot.  They were stabbed by members of your group, do you remember seeing that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I do not remember seeing wounds.  I did not see whether they were stabbed or what.",
            "Male"
        ],
        [
            "MR MALUSI",
            "The question may seem obvious, but now with your testimony it is not so obvious, what are you applying amnesty for with respect to this Port St Johns incident, the killing of the five APLA members, what is it exactly that you would like the Committee to give you amnesty for?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I apply for amnesty for the following, shooting of the members, APLA members and killing them and to hide their bodies.  Those are the offences that I apply amnesty for.",
            "Male"
        ],
        [
            "MR MALUSI",
            "But first with regard to the shooting, you did not take any part in the shooting, according to your testimony?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALUSI",
            "With regard to the burial or the concealment of the bodies of the deceased, according to you, you were just standing aside, you did not dig the graves, you did not put in the bodies, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.  I was never involved in the digging, but I was involved when we went to fetch the tools and the other people were digging and I was there, guarding the place, that was my role.",
            "Male"
        ],
        [
            "MR MALUSI",
            "So in brief, you are saying to the Committee \"I did not do these things, I was there, but I ask the Committee to give me amnesty\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't one interpretation of his evidence that he is guilty on the basis of common purpose?  That he kept watch while the others did all these things?  Doesn't his criminal liability flow from that?",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "It may well flow from that, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... that he did not do anything, he participated in the event which may or may not make him guilty of something?",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "That is why earlier on in my questioning of the applicant, I asked him specifically does he associate himself with these events, because I had that in mind.  I beg your pardon.  A final question sir, Mr Guleni, I want to put it to you that in the killing of the five APLA members, you had no political objective, the killing was purely personal on the part of your group.  It was an attempt to avoid prosecution?  What is your comment to that proposition?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I disagree with that in the sense that when we were told that they were suspected APLA members, we had to rush because we wanted to prevent them from doing things that was threatening us as the organisation, and as we were questioning them, we knew that APLA members were once in Port St Johns and area, were dangerous in different, many ways.   When we went to search them there, we wanted to see because if they were armed, we would then say their intention was  to disturb our rally and be violent.  We questioned them, but this shooting - the shooting incident without my order, took place and we did not know that we were going to be told about the people, APLA members, who were present in the area.  It is political in the sense that this whole incident in political because we went there with the aim of preventing eminent attacks, more especially on that particular day, there was going to be this big rally that was going to be addressed by the General.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Even if we were to accept your proposition, even if we were to accept what you are saying, on your own version, it may have been political to first abduct them, to avert  a precipitated attack, it may have been political to question them about their motives to establish clearly that they wanted to attack you or they did not want to attack you.  It may even have been political to assault them during the interrogation, but the point I am putting to you is simply this, according to your own version, they were shot by accident, and after being shot by accident, you decided to kill them.  I am saying the killing of the APLA members was then no longer political?  There could be no political objective with the actual killing, the killing was purely to cover your backs, so to speak?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "As far as I am concerned, first of all we did not know these people, there was no reason for us to kill them if this whole thing was not political.  What led us to finish them off, it is because there are those reasons as we have stated, but above that, we knew that if they could go back and report back to their organisation, and tell them what had happened, we knew that it was going to put us in trouble, because we were always attacked, all the time.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Let's get to what you are saying, you are saying if one of them goes and makes a report that he was attacked by the ANC, he was attacked by your group, it would give you problems.  Indeed two of them did survive that.  Did the counter-attack materialise?  Did you get into any other trouble of a counter-attack by the PAC, problems with the PAC, except for your prosecution by the criminal justice system?  Except for that, did anything else materialise?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I do not remember them coming back, the survivors that is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not participate in the Workshop incident?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you been charged for anything arising out of that?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "No, I was never charged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is why I am saying, listen to the question.",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "If you will pardon me, if I recollect correctly, the killing of the APLA 5 members was after the other two incidents, that is the attack on the Workshop and the attack on Mapipa, am I correct in that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALUSI",
            "In effect, after Mr Gasmeni survived the attack and after the bodies of the deceased were recovered, would I be correct to say there was no further attack on the ANC by APLA, resulting from the abduction and the killing of the five APLA members?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I do not remember about any attack that took place.",
            "Male"
        ],
        [
            "MR MALUSI",
            "What would your comment be then if I put it to you that this fear on your part that there would be a counter-attack, retaliation by APLA/PAC is merely a fabrication, an after-thought on your part?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is not correct and if you can allow me the opportunity, I will give you the reasons.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Certainly, give the reasons.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "First of all, after this shooting incident that took place in the school, there were roadblock operations that were conducted by the military and the police.  The APLA members were arrested at that time and the firearms confiscated, they were at the police station.  That was a sign that we could not undermine the fact that they would go back and report and come back and retaliate.  Though the statutory forces intervened, they managed to be - they were always arrested on their way to Port St Johns with firearms in the roadblocks.",
            "Male"
        ],
        [
            "MR MALUSI",
            "A final question, my instructions from Mr Gasmeni are that even after he and the other survivor were submitted to the Port St Johns Hospital, members of the ANC so he believes, actually visited the hospital and attempts were further made on their lives.   They had to be transferred from Port St Johns Hospital to other hospitals in the Transkei, do you have any knowledge of this?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, not at all.",
            "Male"
        ],
        [
            "MR MALUSI",
            "So I take it that you would not have been involved in that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Thank you for your time, sir.  Thank you Mr Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MALUSI",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Thank you Mr Chairperson.  Mr Guleni, on page 24 of the Bundle of documents, in the application form, you are requested to state the political objective in the act for which you filed the application for amnesty.  You say\n\"... we believed Mapipa and others were out to destabilise the ANC election campaign in Port St Johns.\"\n\tI will stop there.   Do you still advance that as the political objective for the Mapipa case?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Mapipa was murdered, I use the term murdered deliberately, on the 23rd of March 1994, right?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct, but I cannot confirm the date.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "The Voter Education Workshop was held on the 28th of March 1994, do you have a recollection of that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Mr Mapipa at Nzimbeni owned a shop and was therefore a businessman, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "In your testimony proffered by you here, in all the alleged clashes you enumerated the meetings held by structures in which ANC and PAC were involved, you only mentioned Mr Mposelwa and you did not mention Mr Mapipa.  Would you change that as an after-thought or do you still adhere to that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I would not change that.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Therefore even in the Ratepayers Association alleged clashes in relation to the municipality governance in Port St Johns, Mr Mapipa residing at a rural locality, Nzimbeni is certainly not involved, are you with me?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I would not say that he was not involved, but he was not personally there.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And therefore at no stage in relation to the Voter Education, in relation to the incidents you enumerated in your evidence, he was not as Mapipa involved, right?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Please rephrase your question, or repeat your question.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "In relation to the alleged clashes relating to the municipality at Port St Johns, Mr Mapipa as Mapipa, was not involved?  Do you agree with me?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "I have indicated that Mapipa is owning a shop at Ngqeleni.  That shop was burgled into on the 25th of March 1994, do you have any knowledge of that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I don't have any knowledge regarding that.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "The Transkei Defence Force ransacked Mr Mapipa's house.  My instructions are on the 26th, at dawn on the 26th of March and there was nothing in terms of arms that were found in terms of strangers that were found at his house.  You may not know this, but will you dispute it?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I don't have any knowledge thereof, therefore I cannot add or subtract on that.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "In so far as the election activities or campaign by the ANC, in your evidence, you have not at any given moment, testified about Mapipa's involvement, right?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Okay.   Mzwandile Jagu, to whom you attribute almost everything in your application for amnesty, was he known to you as in 1994, March?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And you make this Committee believe that he was an MK member?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "According to him, yes, he was one.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "On page 74 of the Bundle of documents, the ANC Branch Port St Johns says about Mzwandile Jagu - I will read for you\n\"... Mzwandile Jagu availed in ANC office in 1994, there is not that much I know him, except that he introduced that he is an MK member and such he voluntarily assist ANC in his vehicle.\"\n\tRight?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Are you a trained MK member?  Whether you were trained inside the country as he have so stated?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I have been trained as a Self Defence Unit member.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You certainly knew MK combatants?  Did you know Mzwandile Jagu as a Commander of any Unit?  I will tell you why I put that question.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I do not know whether he was a Commander or not.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Before I proceed, let me tell you this - Mzwandile made a confession on the 20th of April 1995 before a Magistrate at Elliotdale about this Mapipa incident.   Do you have any knowledge about that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I don't have any knowledge thereof.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You certainly wouldn't dispute that Mzwandile is the State witness in the High Court case in which you and others are the accused, right?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Mzwandile a State witness did you say?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Yes, in the High Court case.  You certainly would not dispute that?  If you dispute, I tell it, it is so.  What is your answer?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I don't have any knowledge thereof.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Mzwandile further made a statement to the Investigating Officer about this Mapipa incident and that statement is available.  Would you also dispute that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I would not dispute that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, do you intend calling Mzwandile to testify?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "In fact, I intend applying to this Committee that Mzwandile Jagu being alive and around, further he being the person to whom the applicant in his testimony, he attributes almost everything as the person who commanded him, I would strongly take this earnest view that the Committee in adjudicating on this application, shall subpoena Mzwandile Jagu for its advantage and for doing justice to the application before this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will cross that bridge when you choose to raise it.  I just wanted to know whether you were going to call him as a witness, otherwise you have serious difficulties putting to this witness the contents of those statements.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "His Lordship's response, I didn't get it clearly, I am not too sure whether it deals with my intended application or it deals with what it perceives will be the inability on the part of the applicant, not to be able to answer to what I put to him and as having obtained from a statement in the police docket.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, all I am saying is that it is pointless putting the contents of any statement to a witness unless you are going to call that witness to testify.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Before I proceed My Lord, may I perhaps get an intimation on Mzwandile being subpoenaed by this Committee for purposes of obtaining his testimony about a matter in which he is so implicated and in relation to which he is presently a State witness?  Can I get an indication as to the attitude of the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not a question of attitude, we have not subpoenaed anybody to come testify in this hearing, we have no intention of doing so, unless otherwise persuaded.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Mr Chairperson, having indicated that given the material nature of Mzwandile's testimony, wouldn't this Committee subpoena him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have just said we have no intention of subpoenaing anybody.  If you want to subpoena him, you can do so at your leisure.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "If I put to this witness what I am instructed to put, certainly this witness is in a position to say \"I do not know\" or tender an explanation.  It is within his powers, would the Chairperson also forbid putting such questions emanating from my instructions?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No.  You cannot put as a fact the contents of a statement without calling such witness, but you can ask for commentary.  You are of course stuck with the answer.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "As His Lordship pleases.   Now, my instructions Mr Guleni, are that Mzwandile Jagu was a shopkeeper at Port St Johns, he coming from Kokstad, in fact, that he is from Kokstad also appears in his statement attached to the Bundle of documents.  Would you dispute that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "At that time, I did not know where was he from.  All I knew is that there was a shop that was in Port St Johns in Ngqeleni.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "That is the shop in which you always met him if you wanted him, am I right?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is not so.   I only went there once when he actually went there to show me the shop, driving in his van.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You have made mention of Ndumiso Sgotyana, I will come back to Mzwandile, is it correct that Ndumiso Sgotyana was killed in the taxi violence in Port St Johns?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Now, was he an MK member?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, he was not.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Mzwandile, according to you approached you at Port St Johns reporting about a Unit in town that was to attack you?  Do I recall you well?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Where were you when you received this report?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I was in town, Port St Johns town when I got that report.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "At what time was it, sir?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It was in the afternoon, I cannot really remember the precise time, but I was in town, it was in the afternoon.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Estimably at what time, I will tell you why I pester you to come out clearly on that issue of time.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I have said that I am not sure exactly, but I heard this during the day and again in the afternoon, late in the afternoon through Ndumiso.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Let's begin with during the day, from whom did you hear it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, please you have to help the Panel.  I assume that the families are opposing the granting of amnesty in this respect, is this correct?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "That is correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you tell us on what grounds the opposition is based?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "On the basis that one, the applicant murdered Mr Mapipa not for a political objective, secondly that in relation to Mr Mapipa's murder, he did not make a full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you say really  happened there?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Am I not perhaps putting the cart before the horse, shouldn't that be what I ask from the witness as emanating...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, Mr Mgxaji, I need to know on what basis you are cross-examining.  We are not going on a fishing expedition, that you can be sure of.  We need to follow your ...",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "On the basis of the statement made by the applicant and that statement appears in printed form, on page 36 of the Bundle of documents.  Is His Lordship satisfied?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You carry on then, I am trying to work out on what basis, page 36, carry on.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "May I express this view or impression which I seem to hold that I do not want to believe that His Lordship will be able to tell me what question to put, if it emanates on what the applicant has said in his statement in the Bundle of documents?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, all I asked you is on what basis is the opposition.  We haven't got time to busy ourselves with fishing expeditions, if there is a concrete case, then let's get on with it.  That is all I am saying.",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "My Lord, I don't want to believe that I will be here if I don't believe on the instructions of the applicants, they do not have a concrete case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's hear it then.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Mr Guleni, you say you first heard of this alleged attack during the day, my question is from whom did you hear that?  My question is from whom did you hear that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Mzwandile was the first person.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And that is during the day?  Now, in your statement you say immediately after the sundown, you were informed by Mzwandile, do you still say so?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was he informed by Mzwandile after sundown?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "From the statement he says he has seen Mapipa and his Unit driving out of town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... that is quite different from being informed that Mapipa is going to attack us.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "On the first paragraph it reads\n\"... on the following day ( if I start the sentence in the middle) we were informed that Mapipa's Unit has arrived in Port St Johns town to attack us.\"\n\tAnd I asked that they were to be attacked by this alleged Unit, from whom did he get it, he says during the day, I first heard it and then a little bit in the afternoon, I am not too sure.  My follow up question was, let's begin with during the day, from whom did you hear it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He says Mzwandile.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "During the day you heard it from Mzwandile and you say even though you are not able to tell the time, but it was in the afternoon.  Let me first ask, when you heard it from Mzwandile during the day, where were you?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I was in town.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "In the afternoon, from whom did you hear it?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I said in the afternoon, Ndumiso told me that, I was hearing it for the second time.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Estimably at what time in the afternoon?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I cannot be sure, but it was well in the afternoon.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You also are not sure when you were told by Mzwandile during the day, at what time was it?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Could I perhaps explain this.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Yes.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I heard from Mzwandile that we might be attacked, and Ndumiso confirmed that.  When he came back from Lusikisiki, late in the afternoon, he said this group has already arrived in Port St Johns.  In the afternoon he had already come to confirm, he called them the Third Force, that it had arrived.  Whilst he was still explaining to us, that group came.  He was just stressing what he had already highlighted before, or informed us about before.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "During the day, was it before one when Mzwandile told you that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I am not sure whether it was before one o'clock or not.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You now say Mzwandile further informed you that the Third Force had arrived, did I get you well, for the second time now?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that was the term that he used, that they have arrived, that is what he used to call them, Third Force.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "That was ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the issue here is, in your statement you say Mapipa's Unit you were informed had arrived at Port St Johns, and you now say that he told you that the Third Force have arrived.  Deal with that.",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "The Third Force and the Unit, it is one and the same thing, that was the way that he expressed himself, or that is the way he referred to that Unit that had just arrived in Port St Johns, that was a Third Force Unit that he was referring to.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "On this certain occasion, you met Mzwandile.  Do you recall at what time was it?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I cannot recall the time, but it was after sunset.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Did he tell you where is this Third Force?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "He did not say exactly where it was, but he just said they have already entered Port St Johns and whilst he was still trying to explain that, they appeared.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You also did not ask from whom he got what he told you?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please repeat your question.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "You also did not ask Mzwandile what he was telling you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ask Mzwandile where he got to know or who told him this?  How did he come to know that this Unit has arrived?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "I do not remember asking him, because the fact that this car appeared, disturbed us, so I did not have time to ask him.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Let us pause there and put to you this question.  Was Mr Mapipa known to you before Mzwandile's report to you on that day?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I knew him before.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Was it known to you what car was he using?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I knew.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "In your statement you say Mzwandile informed you that he had seen Mr Mapipa and his Unit driving out of town.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "In your statement on page 36 in its typed form, you say Mzwandile informed you that he had seen Mr Mapipa and his Unit driving out of town, right?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And at the time that he was telling you that, Mr Mapipa's van was known to you, right?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I knew his van, I would easily identify it.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "With whom were you when Mzwandile gave this report to you?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I was with Ndumiso and another comrade from Etombo, Munla, a comrade from Etombo.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Yes, and who else?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "The people who were present there, but they were at the town hall, was Mr Mfeketho and Vusumsi, but they were not actually in our company, but they were in the vicinity of the town hall.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "My question is, at the time Mzwandile gave this report that he had just seen Mr Mapipa's van and his Unit driving out of town, with whom were you?  You have counted Ndumiso, Munla, who else were you with?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It was only that two.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You say you could not wait any moment and you jumped on to Mzwandile's 4x4 vehicle.  If you get out of Port St Johns, did Mzwandile tell which direction this Mapipa van was taking?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "He never told us, he was driving, he just followed.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "He followed the van to the direction it had gone.  Which direction was that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It was going towards Etombo.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You also do know that Mr Mapipa resides at Nzimbeni and the way to Nzimbeni takes the Etombo/Umtata direction, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "When you jumped into Mzwandile's 4x4 van, you were in town, correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And you were not under attack at that time, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And therefore there was nothing prompting you to pursue Mr Mapipa's van for you were not under attack?  That is also correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I would not say so.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Tell us what could you see?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "The thing that prompted us to follow was that we were told that there is Mapipa and his Unit leaving.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Even in its literal translation, leaving means getting away from you?  My question is at that time, you were not under attack, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "When Mzwandile was driving behind this Mr Mapipa's van, what were you seeking to achieve?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Our intention was to attack them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What political objective did you seek to achieve by attacking them?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "We were trying to counter the fact that they were going to attack us, thus we decided to launch the attack first.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "If a child comes to me and says Mr Mgxaji, a snake next to the river is going to attack you, as a grown up person, should I believe that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It depends really on the circumstances prevailing at that time.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Be reasonable standards, a reasonable man is not expected to believe that, will you agree?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I do not want to say he would not believe or not.  One would believe, one wouldn't.  It entirely depends on the situation.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Your situation, you were in town with Ndumiso and Mundla according to you, Mzwandile arrives, he says I have seen Mr Mapipa's van and Unit leaving town and you were in town, in other words, they were going away from you?  You wasted no more minute, jumped into the van.  You have said, you wanted to attack them, you were not under attack yourselves.  My question is did you have any reason to believe that Mr Mapipa's van which was going the opposite direction towards his home, was to attack you at the moment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he never said that, Mr Mgxaji.  That is not his testimony.  He never said that when he rode behind the victim's van, that there was imminent prospects of an attack on him.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "It is exactly on that score that I want to elicit from him how on earth could he believe that they were to be attacked when a man driving his van, is going away from them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On your argument, then he must be guilty of murder?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "I will submit Mr Chairperson, is also putting the cart before the horse.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not putting the cart before the horse, he has pleaded guilty.  He has said here that he is guilty of murder.  He is not saying that he is pleading not guilty or he is not guilty and he acted in self-defence.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "I am not asking him about his guiltiness of murder or not, I am asking about what led him to commit murder.  I think that is what this Committee is interested in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, then get down to that.  It doesn't help us to determine anything by knowing whether the attack was imminent or not.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Judge, the applicant says we murdered Mapipa for a political objective.  His Lordship is here to consider that application as to whether in terms of the Amnesty Act, it accords well with a political objective and one makes that assessment from the circumstances appearing on the testimony of the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, I don't want to be rude to you, but I don't need you to tell me what I am here for.  I am just trying to put into perspective what your job is, without telling you that.  In these hearings, applicants generally come and say that I am guilty of murder and I am looking for amnesty.   If you are opposing it on behalf of families, on one or other basis, let us get to the crux of the matter.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Mr  Guleni, at the time that you chased Mr Mapipa's van, is it correct that you were not under attack?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Now you say you caught up with him, overtook him.  When you did so, where were you on the direction towards Etombo/Umtata direction?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "In Mampube.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And on overtaking it, were you attacked?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We were not attacked.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "With whom were you in Mzwandile's 4x4?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "It was myself and Mundla and Mzwandile and Mr Sgotyana, it was the four of us.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "On overtaking it, who fired at it?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We all fired.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who fired first?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Ndumiso fired first.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Did you see where exactly in the car, he fired?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I could not see.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Who followed Ndumiso in firing?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I cannot recall, but we all fired.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "After Ndumiso fired, what was your observation on Mr Mapipa's car?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "There was hardly a split of a second when, after the first shot, you know we all immediately fired.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Where did you direct your firing, in the car?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "In the direction of the car.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "When you fired, what political goal did you seek to be realised?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We wanted to counter the attack on us or on the organisation.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "It is correct that nobody gave you time when that alleged attack would take place on you, is that correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And when you fired at Mr Mapipa, there was no determined attack sought to be thawed, that is also correct?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I had already said that we were trying to prevent a possible attack from them.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Now, you say in your statement\n\"... one Mapipa was fatally wounded.\"\n\tWhen did you realise that he was fatally wounded?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I saw him when we got there at the scene, when Mzwandile was enquiring as to where the others were and when he was finishing him off with the firearm that he had.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "The one who was admitted to hospital, do you know who he was?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I do not know that one.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "From where did you get to know that there was one who was admitted in hospital?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I heard the people talking about that, after the incident.",
            "Male"
        ],
        [
            "MR MALUSI",
            "Mr Chairperson, may I be excused for a moment, I need to attend to a call of nature.   Thank you.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Excuse me sir, I did not hear your answer, may you do me a favour by repeating it?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I got that information after the next day, I got that from the people who were talking, saying that one person was admitted or taken to the hospital.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Do you know or did you get to know who that person was?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I did not get to know that person.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "I tell you it was Mbuyiselo Mkunwana from Nzimbeni.   Would you dispute that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I cannot dispute that.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "I further tell you that Nkosipendule Mseswa was another person who was with Mr Mapipa, are you in a position to dispute that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And further that these two, Mbuyiselo and Nkosipendule, were local students at Port St Johns, would you dispute that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I will not dispute that, but I did not know them, I was never with them at school.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Mr Guleni, as a trained person, before you get to attack or ambush, you first check the identity of your target, do you agree with me?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "When you attacked Mr Mapipa's motor vehicle, you did not do anything to ascertain with whom he was in that motor vehicle, am I right?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You agree with me that the men who were with Mr Mapipa in the van, were not APLA members, nor Third Force Units as Mzwandile advised you, do you agree with me that those people had no reason to be shot at by you?  There was no political reason to be shot at by you?  What do you say to that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, there was political motivation to that, a reason.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Let me hear you sir.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "First of all, that is not the very first encounter ...",
            "Male"
        ],
        [
            "MR MGXAJI",
            "No, I am asking about - you directed your firing to particular targets, let's deal with those targets.",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We knew that that car was always used by Mr Mapipa and the people who were - rather his bodyguard, and were APLA members.  We were made to believe that if we were told that they were coming from that place, those were the very same people who were with him, who were APLA cadres.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "You have just said the guys that were with Mr Mapipa, were alive and are from Port St Johns, and were students?  You did not ascertain that they were Third Force members or APLA members.  On what basis would you say they were APLA members or Third Force members?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "We were of the belief that they were APLA members because they would use that car, and all the time they were threatening people and as we were told that they were going to attack, we really believed those rumours because we thought that those were the people at that particular time, in that particular car, those were the people who were coming to attack.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Even though you had no basis for that belief, you still maintain it was a correct belief?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Will you please repeat your question sir?",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Although at that time you had no basis to hold the view of belief that they were APLA members, Third Party Units, do you still as you testify now, hold that belief?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it matter what he believes now, isn't it important to know what he believed then?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "I am still getting there, if he may answer.  What is your answer sir?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I cannot say that - I got that information from you, I had no idea about that, that they were students.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "I put it to you that from the moment you got into Mzwandile's 4x4, one not being under attack, two having no basis to hold that those were APLA or PAC members, you were not carrying out any political objective.  What would you say to that?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I would disagree with that statement.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Mr Chairperson, I want to find out whether this Committee may afford the victims the opportunity to call a witness, they couldn't be able to finance to this hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't follow, is it a witness that is not here?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "He is, presently My Lord, he not here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the reason for him not being here is that the family could not afford to bring him.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Afford his bus fare.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To come here?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "To come here.  He is available in Umtata and he was with Mr Mapipa, in fact, seated next to him, in the front seat.  Essentially his testimony would be on the basis that it was not only two attackers at Mr Mapipa's van, that were there, and what would be sought to be proved by that evidence will be that the applicants have not made a full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, why wasn't the Commission approached earlier than today about that, so that arrangements could be made if necessary?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "It is a matter My Lord, which I on the instructions of Mr Mapipa, the brother to the deceased, raised with Mr Japhta.  Unfortunately he indicated that only two from the victims' family could be accommodated.  It is a matter also in the course of this morning, I intimated to the Leader of the Evidence, but given the hour, it is a matter which we couldn't be able to thrash out and see whether it could be accommodated.  It is for that reason that I put it before His Lordship.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, let's look at this factually.  I would like the families to hear what I am going to ask.   If one reads the Act properly, it talks about a bona fide belief, that is why I asked you the question just now, what is important - what he now believes or what he believed then?  The importance of that question is, assuming what you put to them, to the witness, correct factually, that they were not APLA members at the time, but they were students, two things.  You've got that concession from the witness already, so if that witness is going to come and say \"I was a student and only two people ...\" or whatever he is going to say about the number of people that came to the van, is that going to change anything substantially?  Let's examine it, I mean I haven't got an answer yet.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Yes.   I may submit My Lord, that in so far as the question of full disclosure, it might be so when one looks at the state of mind of Mr Guleni at the time, that he might genuinely have believed that those were APLA members, that view would not be far-fetched, but also the second leg of a full disclosure.  On the number of people who attacked that motor vehicle, certainly that witness having been there and the survivor, will proffer testimony to the contrary.  Those are my instructions, if the Committee attaches any value to it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, I have just spoken to my colleagues here.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Yes, My Lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we are unanimous in one aspect, it is that where we are talking about an ambush which is the case here, an ambush and an attack, does it matter whether two people went to the van or five or ten, is that going to make a substantial difference?  I don't know how many people you are talking about, maybe you better put it to him and it may clear your own mind.  I mean, I have come across cases where people said we stabbed him five times, and the Doctor says seven times, so the victim got stabbed.  That is the important issue.  Maybe you can put it to him that it is going to be said that how many people your instruction says, went to the van, in fact went, and let's see what he says.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "One thought of an injunction which His Lordship would make, that of putting maybe as a fact or proposition to the applicant and the injunction would be that if that person is not going to be called to proffer evidence, should we subject the applicant to that line of questioning?  One sought to avoid that ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... let me be helpful to you then.  What does your instruction say, how many people went to that van?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "The instructions from the family and from the witness of the family is that there were two vans with two Units who were (indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The victim?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "The victim.  All of them participated in the attack, there were not four.  There could be eight or ten in number.  Now, I put that to His Lordship, not because I may not have or think what could be the finding of another person, in this case, His Lordship, but I wouldn't want a situation where in having been instructed to represent the victims, I get out of this Committee without having ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put the case.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "All that I could as instructed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Fair enough.  I would put it to him then.   Mr Guleni, the proposition is that in chasing and ambushing Mr Mapati's vehicle, there were two motor vehicles that chased him, first of all what do you say about that?  There were two vehicles that ambushed him?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "That is not true sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is not true.  They say further when the van, when Mr Mapati's van was finally brought to a standstill, far more than two people went to Mr Mapipa's vehicle.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Mapipa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mapipa.",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "That is also not true Chairperson, only two people approached the car, myself and Mzwandile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many people did you find there in that car?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "We found two people, one who appeared to be dead and the other one was Mr Mapipa, who was later finished off by Mzwandile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nobody else?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "From the look of things when I looked at that car, there was no other person.  As I said, it was dark and I only looked in the front seat of the car, and Mzwandile was standing in front of the vehicle and he was asking, but since the van had a canopy, we did not look at the back and I am not sure if there was anybody else there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or those may have run away, whatever?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "Perhaps the people had run away, if they were there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, you have his denial that that didn't happen.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "My Lord?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have his response to the proposition, or the two propositions that he denies.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Yes, I do, but certainly it might perhaps be purely a legal mind evaluating evidence proffered and regardless of whether there has been admissions with regard thereto, or denials, differs markedly from assessing purely from one  version or source.  I will take it in so far as evidence is concerned, if at all, there is any material significance attached to evidence.  As I say My Lord, that might purely be the function of a legal mind, and for the purpose of the Committee, it may not be valuable an impression.  It is a matter that I cannot take any further My Lord, as I say those are purely my instructions.  May I just put on the last two questions from me.    Mr Guleni, the ANC as an organisation decries political violence on opponents from the left in the political scenario in this country.  Will you agree with me?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I agree with you.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "I also take it that you agree with me that it could not have been the political objective of the ANC to maim and muzzle Mr Mapipa, certainly not.  Would you agree with me?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "Yes, I agree with you.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "And that as a member therefore of the ANC, you could not have been carrying out its brief, would you also agree with me?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "My objective at the time, I was carrying out whatever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does that mean now?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I was furthering the objectives of the ANC.",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "My Lord, may I just whisper to the victim My Lord?    I am indebted to His Lordship, just one last question.   Mr Guleni, the murder of Mr Mapipa, it not having been a brief from the organisation you belonged to, would you deny that such an act was purely a criminal act, not actuated by any sensible political reason?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I disagree with that statement, and I have no other reason to commit that criminal act, therefore I disagree with you.",
            "Male"
        ],
        [
            "MR MGXAJI",
            "Thank you sir.\nNO FURTHER QUESTIONS BY MR MGXAJI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all Mr Mgxaji?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "My Lord, that will be all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will come back to you now, I just want to give Mr Mapoma a chance.  Mr Mapoma, are there any questions that you have available to ask?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no questions available Chairperson, thank you.\nNO CROSS-EXAMINATION BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgidlana, have you got any re-examination?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "It is just on one or two aspects.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Thank you.  Do you know how many people there were in this Mr Mapipa's motor vehicle?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "I am not certain about the number, but I think there were two people that were in the front seat of the car.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Before the attack, do you know how many people were there in that motor vehicle?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I cannot say as to how many because the car that we were driving in, was driving at a high speed, a very high speed.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "In your own motor vehicle, how many were you?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "The four of us.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "As you and Mzwandile approached Mr Mapipa's motor vehicle, where did you leave the two others, if you left them?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "They were left next to the high-road where we were hiding.  They were left behind because one of them refused to go there with us.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "Was there anything that you personally expected or were going to gain from the killing of Mapipa, just as a person?",
            "Male"
        ],
        [
            "FUNDISELE GULENI",
            "No, I was not expecting to gain anything.",
            "Male"
        ],
        [
            "MR MGIDLANA",
            "That is all, Chairperson.\nNO FURTHER QUESTIONS BY MR MGIDLANA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji, is it your instructions to insist in investigating the possibility of that witness being called?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "My Lord?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am asking is it your instructions to insist in investigating the possibility of that other witness being called?",
            "Unknown"
        ],
        [
            "MR MGXAJI",
            "Not from the instruction that has just been whispered to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay.    Thank you, you are excused.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Judge may I indicate that there is only one other applicant that I wish to call.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Call your client back please, we want to ask one question.  Mr Guleni, there are so many people who have died and suffered in the past of this country and many of the instances were for utter nonsense, circumstances created by actually apartheid, the manipulation of the apartheid agents.   I want to ask you this question that irrespective of what we find here, whether we grant or not, what are the prospects as far as you are concerned, what would be your attitude to meeting the families of the victims and the victims themselves in an attempt to live together in this country of ours and make peace with them and they make peace with you?  What would be your attitude?",
            "Unknown"
        ],
        [
            "FUNDISELE GULENI",
            "If that was possible, I would highly appreciate that and that would make me happy because the aim for me to come here and apply for amnesty voluntarily is because I saw this Commission as an opportunity to clear out our consciences that were the result of things that took place in those times, and we are so regretful about those.  I would highly appreciate that because my aim is if it is possible, all those organisations that were not having the same opinion or idea of have their differences, be given a time to reconcile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mgxaji and Mr Malusi, are you two prepared to investigate the possibility of a private meeting with victims and the applicants?",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "Certainly Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know what the successes are going to be, but I think for reasons of the future of this country, attempts should be made to stop that madness if it still exists in the area.",
            "Unknown"
        ],
        [
            "MR MALUSI",
            "I agree fully Chairperson, I will investigate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you Mr Mgidlana, be prepared to assist that process?",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "Certainly Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I leave it in your people's capable hands.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "As it pleases you.  There is one more witness and even though the time is about four o'clock, I don't think his testimony would be very long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are finishing tonight.",
            "Unknown"
        ],
        [
            "MR MGIDLANA",
            "I am happy to hear that one, Chairperson.\n\tMay I then ask to call Lusindiso Poyo.",
            "Male"
        ]
    ]
}