{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-04-03",
        "location": "EAST LONDON",
        "day": "5",
        "names": [
            "ZUKILE MBAMBO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54716&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/el/eln3.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS DOBSON",
            "MR PRIOR",
            "ZUKILE MBAMBO",
            "ADV GCABASHE",
            "ADV SANDI",
            "MR LAX",
            "MS COLLETT",
            "INTERPRETER",
            "MR NTONGA",
            "DINA ANVARI",
            "MS WILLIAMS",
            "STEVEN TREVOR HUSSAN",
            "COMMITTEE ADJOURNS UNTIL 14-04-1998"
        ],
        "original_speakers": [
            "MS DOBSON",
            "CHAIRPERSON",
            "MR PRIOR",
            "ZUKILE MBAMBO",
            "MR MBAMBO",
            "ADV GCABASHE",
            "ADV SANDI",
            "MR LAX",
            "MS COLLETT",
            "INTERPRETER",
            "MR NTONGA",
            "NO FURTHER QUESTIONS BY MR NTONGA",
            "MS ANVARI",
            "MS WILLIAMS",
            "NO FURTHER QUESTIONS BY MS COLLETT",
            "STEVEN TREVOR HUSSAN",
            "MR HUSSAN",
            "NO FURTHER QUESTIONS BY MR PRIOR",
            "DINA ANVARI",
            "COMMITTEE ADJOURNS UNTIL 14-04-1998"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Is there a Charlene Dobson here?",
            "Unknown"
        ],
        [
            "MS DOBSON",
            "Yes, that is me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would you stand up please.  On behalf of the members of the Committee, the lawyers present and I am sure on behalf of all members of the public here today, may we congratulate you on your birthday.",
            "Unknown"
        ],
        [
            "MS DOBSON",
            "Thank you very much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Best of wishes to you.",
            "Unknown"
        ],
        [
            "MS DOBSON",
            "Thanks, I appreciate the kind wishes.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, the date is the 3rd of April 1998 and the amnesty application of Zukile Mbambo and Dumisani Ncamazana proceeds.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Mbambo, the confession that you made during your trial, was annexed to the papers, to the one application, and you have gone through that, that is the handwritten statement from page 14(a) to (r) of the bundle, you have gone through that with your counsel, have you not?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I would like to repeat sir, to re-read it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That is not the question.  Before you came to this hearing, and in consultation with your counsel, did she go through that statement with you?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And at that occasion you read through, and you understood what that statement was all about?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it your evidence that that entire statement is not true?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "This statement has a lot of lies in it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right.  Well, I am going to be referring to portions of that statement, I will simply put those portions to you, and you can tell the Committee if those statements are true or not and possibly explain why you made incorrect statements or false statements, do you understand?\n\tBefore I go onto that, would you agree that in the statement you make reference to the Commander Jimmy Jones?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you do, was this confession attached to your application?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the application, they type written application that starts at page 8?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "The application for amnesty that was prepared for me by Mr Bandazayo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  That application is dated the 7th of May 1997.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Mr Bandazayo explain to you why he put up the confession that you had made to the Magistrate together with your application?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, he never told me because I did not know even that he did so, the statement and the confession statement together with my application.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Would you agree that the statement does discuss, or does explain about the Bahai Church incident?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, the statement does refer to the attack of the Bahai Church, though it does not really reflect the true state of affairs.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The statement also refers to Jimmy Jones?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now, if I understood your evidence yesterday, towards the end, you said that Mr Bandazayo was protecting, the sense of what you said and correct me if I am mistaken, that Bandazayo was protecting his other clients that is for example Jimmy Jones, at your expense?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.  As far as we could see, and as far as he was speaking, the way he was speaking.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you get the impression that Mr Bandazayo did not want Mr Jimmy Jones to be implicated in any way in these matters to which you are now applying for amnesty?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And if I also understood your evidence, that was possible ... (no recording due to power failure) ...",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, I knew, he is very close there to Mr Jimmy Jones.  I can say they are close friends, and for that time Mr Bandazayo did not only represent us, he was our Attorney of the PAC.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So this really is an assumption you made, that he knew the truth?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't assume these things.  I say he got access to those statements when he was making a bail application on our behalf in East London and again when he got those statements from the Police and attached them to our amnesty applications, and sent them to the Commission, he read them.\n\tHe knows how we stand in those statements.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see, you still don't explain to us clearly enough, why you say he knew it was lies.  He acted for you, you presumably gave him a version that was going to be the version that he would defend you on.  Did you say to him we talked a whole lot of lies in those confessions or did you feel you didn't need to say that, and just assumed that he must have known the truth as you saw it?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "This is so sir.  Mr Bandazayo got our statements from the Police yes, as he was the one who was representing us during our bail application at the court in East London, and secondly Mr Bandazayo, we used to discuss with him at prison, he knows fully that those are lies.  Even if he did not get access to those statements from the Police, he knew very well that we had talked lies in the statements.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So the main reason why he knew that there lies in the statement, according to your evidence, is that you discussed these matters with him in prison during the bail application?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "There was some of the reasons that he got to know that those were lies in those statements.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The other reasons are matters beyond your own personal knowledge, which you are assuming because of his closeness to Jimmy Jones, as you see it, he might have other information that would also help to confirm the fact of what you've told him that these are lies, in other words your discussion with him would be confirmed by your assumption of his other knowledge because of his relationship with Jimmy Jones?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Another reason sir, is the one I gave initially.  He read those statements, he knows how these cases are, the process about those cases, he knew who our Commander was, he knows what went on and how these cases arose and went.\n\tIt is not the reasons we thought up as you think sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are you saying he was a party to the chain of command, he was a party to these acts, and therefore had intimate knowledge of all these acts and how they were committed, because that is what you are implying from what you are saying.\n\tYou are saying it in a round about way, but that is what you seem to be saying.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, that is not what I mean sir.  I am trying to say sir, as I have already said he has a very close friendship with Mr Jimmy Jones.\n\tMr Bandazayo is not a simple Attorney, he is also a member of the PAC, not a simple member of the PAC, he is a high ranking PAC member, who are very close to the soldiers, despite his not being a soldier.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Mbambo, maybe just to explain what our difficulty is, we are all trained as lawyers and we are asking this really I suppose as lawyers, because you take instructions from a client.  You tell me something, as a lawyer I don't rely on other things, it is your case, I repeat in court what you have told me.\n\tSo if you haven't told me certain things, if you haven't cleared up certain things with me, I can't repeat them in court, as your lawyer simply because you think I know about it, and that is really where our difficulty is in understanding what your instructions were, to what extent these lies were clarified to your Attorney at the time.  Just to give you that background.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I hear you Ma'am.  I agree with you, but in our case, there is a difference because most times as you say, when you represent someone at court, you speak with him or her as your client, you don't go to the complainant to go and talk with her or him, in our case there is a difference.\n\tOur Instructor, Jimmy Jones, is very close with our Attorney, the Attorney is our representative, our own PAC members, the complainant is the government.  It is easy for Mr Bandazayo to meet Jimmy Jones and talk about this case.\n\tI don't know whether you follow me.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, I follow you, but he has no business going to talk to Jimmy Jones, unless you instruct him to get further information that he then brings back.  Just to explain the technicalities and therefore to explain our difficulty in understanding what your instructions were.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "He can go and talk with Mr Jimmy Jones even though we did not tell him to go and talk with him.\n\tFor example, he could come to us and tell us we must not mention Mr Jimmy Jones when we make our applications for amnesty, that is what Mr Jones also, it came from Mr Jimmy Jones.  If he denies this, Mr Jimmy Jones also came and told us the same and told us that he did tell Mr Bandazayo he must come and tell us not to mention him and asked us did you do the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he come, did Mr Bandazayo come to you and tell you you must not mention Jimmy Jones in your amnesty application, are you saying he did this?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is what he said yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did he come and see you and say this?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "In prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he visit you in prison, your Attorney, Mr Bandazayo?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, he used to visit us in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he take statements from you as to what your defence was?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Statements relating to what, because we are talking about the statement we made to the Police and you are talking about amnesty applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am asking you if he asked you what the true position was, that you must tell him what actually happened and as an Attorney normally does, takes a statement from his client.  Did he do this?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "We did this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So from that statement, would he have known that the confession that you made to the Police, was untrue?  He could have compared it with your statement, is that what you are saying?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "As I have said sir, from the beginning, it is easy for him to know that the statement we made at the Police, is a lot of lies in it.  It is very easy for him to establish that, Mr Bandazayo, because when he made those bail applications, he was the one who was applying for bail on our behalf, having this statements from the Police, and the Police were rejecting our statements, opposing our statements we made with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbambo, I am getting the impression that you are refusing to commit yourself or answer any question, indicating that you made statements to Mr Bandazayo that that is where he would get information from.\n\tDid you make statements, did he come and interview you and write down what you told him about the events?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I answered at the beginning and said when you asked as to whether Bandazayo came to us, and I said he did, and we told him what we told the Police when they arrested us.\n\tMr Bandazayo got those statements when he was applying for bail on our behalf, at East London.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you told him what you told the Police, didn't you tell him the truth?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I think we are talking about statements that we made with the Police.  Mr Bandazayo, we told him only what we told the Police, which is lies.  Those that were lies.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, can you just repeat that last bit.  Just your answer again, what did you tell Mr Bandazayo?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "We told Mr Bandazayo what we told the Police, that is the lies.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  At the time when the 7th of May 1997, when this second application was made, the amnesty application and the statement 14, at page 14 of the papers was put up, your relationship with Mr Bandazayo, that was still at a good level, you hadn't fallen out with him at that stage, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see, I want to suggest to you that it is strange that if he wanted to protect Jimmy Jones, why he would on earth have put up your confession which directly implicates Jimmy Jones, unless of course it was the truth?  Do you understand what I am putting to you?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I hear you sir, what you are telling me.  We do not know how, why he took those statements and appendixed them to our amnesty applications, but with the intentions of protecting Mr Jimmy Jones.  My thoughts are the reasons why he took the statements with the applications for amnesty, because he knew it had a lot of lies.\n\tIt is not the same as when I make an application for amnesty saying all the truth.  The statement I made with the Police is not the same as making an application for amnesty.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Prior, Mr Mbambo, I think you know very well that what you have just said is hardly an answer to the question to you.\n\tThe question to you is, why should Mr Bandazayo attach a statement by you to your application form, a statement which directly implicates Mr Jimmy Jones, if it is true that Mr Bandazayo wanted to protect Mr Jimmy Jones?  Can you explain that and not talk generally?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, if you don't accept my explanation, let me make this easy.  I do not know why he took that statement and the confession statement, and attached it with our application for amnesty, and sent it to the TRC, while he is protecting, Mr Bandazayo.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You have no other, do you have any other reasons for coming to the conclusion that Mr Bandazayo wanted to protect Mr Jimmy Jones, are those the only reasons why you came to this conclusion?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "There are other reasons sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, I will move on.  At the time that you made the statement, this confession, TNT and Kid were dead, you knew that.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And is it correct, you could have put the blame on them, you could have said that they gave you the instructions to do these acts, they were, well to the extent that Kid, sorry TNT was the local Commander of your unit, you could have implicated him and the Police could not have taken it any further, because they were deceased, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I will refer you to page 14(g) of the bundle, where you, sorry Mr Chairman, 14(h), I want to go straight to the event, where you indicate quite clearly towards the bottom of the page, that Kid told Tiznado who is your co-applicant, Mr Ncamazana, to shoot and he in fact started to shoot at Bahai.\n\tFrom that statement you clearly indicated that it was Mr Ncamazana that fired shots in the church which killed the deceased at Bahai.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I see it sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You say that is not true?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It is not the truth sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, why did you mention that it was Tiznado that killed the people there?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, the time that I was making the statement at the Police, what I was trying to do, I was trying to diminish my guilt, to have myself appearing as a person who did not want to do and was forced to do those things by the others, to involve themselves.\n\tAnd further sir, it is not an easy matter to me to lie about a person who is dead.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Prior, but weren't those your instructions?  Those were your orders to implicate the dead people and protect the living, and you followed orders?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It was not my instruction sir, when?",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you see you have told us already that you saw Jimmy Jones in jail, and he gave you those orders.  He gave you those orders to mention only the dead people, so that you could protect the living people.  He gave you those orders at the prison where you saw him, a couple of days after you were arrested.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I don't want to agree with you.  I don't agree with you sir, that Jimmy Jones said when we were arrested, when we were in prison, Wellington at Umtata, he said that we must implicate dead people.\n\tHe could not say that we must implicate dead people, because he did not know that we were going to be arrested, and what we were arrested for there, was not connected to these things at East London.  We were arrested for something else that we were not involved in there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why did you not simply say ...",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry Paddy, you are right, it wasn't Jimmy Jones.  I thought I heard mention of Patricia de Lille and some other, as a general policy, PAC leadership, I will just put it that way, that the idea was that you implicate dead people, rather than people who was still alive, that did come through in your evidence in chief.\n\tThe source we may dispute, but that is the impression you left me with certainly yesterday.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That we must, members of the PAC must implicate dead people?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes.  I thought it was a policy position in a  sense that the PAC as an organisation in a sense, has taken, that is the impression I was left with.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "If it took that decision, it did not reach me.  And further, if it said we must implicate dead people in all the operations that were undertaken by soldiers, it would be lying to the TRC.  It would be easy for it, but it would be lying at the TRC.\n\tWhile at the TRC is meant for the truth and reconciliation.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry, there is some confusion here.  Patricia de Lille and the instruction that you are referring to, came very much later in the process.  It was round about the time that the amnesty applications were pending, and you were asking for lawyers and all that sort of thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you in fact said, according to my notes, is that you phoned Patricia de Lille who told you not to fill in forms until you were told to.\n\tThat she told you Mr Ntonga and Mr Bandazayo will tell you when, but that they never arrived.  That you were told that they were at other prisons.  You then went on to say that Mr Mbanyoa came from King William's Town and helped you to fill in forms.  You filled in those forms, lying sometimes.\n\tYou were told not to implicate people who were alive, but to name dead people.  You were told this by Jimmy Jones, Bandazayo and Bayeti.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "That is correct Judge, I found the note as well.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, that is what I said too.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, in the light of that, I am obviously mistaken about the earlier portion where you met Jimmy Jones in Wellington, so obviously I withdraw that, I am sorry.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is acceptable.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why did you implicate your co-accused at that stage, Mr Ncamazana?  Why did you falsely implicate him?  If you wanted to diminish your role, why didn't you simply say I was outside, and I didn't know who did the shooting?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, firstly, I did not know what Mr Ncamazana had told the Police, because he was the first to be arrested before me.  Secondly, I said from the beginning, by lying about dead people, is not an easy matter to me to do.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And lying about living people, people that are living, your comrade in arms, your co-accused who was going through the same situation as yourself, you found it easy to lie about him on a very serious matter, that he killed people at Bahai?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I said from the beginning the time I was arrested, I was not pleasing any other person, I was trying to protect myself, trying to diminish my guilt.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you agree that it could have been just as easy for you to say that you were outside the church, you didn't see who did the shooting, you could have said that, and that would have also diminished your participation and your guilt?  Do you agree with that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It was not easy to me sir, I do not agree with you.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I move on to 14(i), that is of the bundle, where you go on to say when you left Bahai Church to go to Butterworth, and there you reported to Jimmy Jones.  Is it correct that Jimmy Jones had indicated to Kid, TNT and the others, that they had not supposed to take you with presumably on that mission?  Is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Jimmy Jones never said such a thing.  That we went to report to Mr Jimmy Jones after the Bahai incident, is a fact.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But that he had difficulty with the fact that you had been taken along, you say that is not true?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, that is not true.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why would you mention that in your confession, in the statement that I am referring to, why was it necessary to include that portion, or that information?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "As I have said sir, at the time I was making this statement, I was not thinking about other people, I thought about my own case, trying to diminish my guilt.\n\tAnd to, so that the Police could think I was saying the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you immediately thereafter went on to say and that I must hand over my smoke grenade, which I did.  So you were indicating to the Police that you were armed, is that so?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, I explained that I too had a smoke grenade, not a hand grenade.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you.  Isn't the truth of the matter, that when you reported to Jimmy Jones, he was actually taken aback, he was very surprised that this operation at Bahai had been carried out, in fact, he reprimanded your unit?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir.  That is not true, I was only lying to the Police.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you told that lie, what were you wanting to gain?   People tell lies in order to gain something, what specifically were you wanting to gain when you told that particular lie?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I was lying to the Police, trying to diminish my guilt so that I cannot be sentenced, if there is such a necessity or I get a shorter sentence.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You see Mr Mbambo, again I am just puzzled by your approach.\n\tIn your evidence in chief, you would have us believe that you were such a firm cadre, you were willing to die rather be captured, and you would have killed your own comrades, rather than let them be captured.\n\tYou gave us the view, the impression of such a staunch person and yet, here you are, and your only intention is to cover your own skin.  Your comrades are forgotten, your movement is forgotten, your political party is forgotten.  You are just interested in yourself?  Please explain this to us.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, that is true that at the court I was very certain about me being a soldier, prepared that instead of Africans being arrested, it is better that they be killed, since they were injured.\n\tEven here sir, it is not that I have dropped my comradeness or I am prepared to sacrifice my organisation, it was never like that.  At the court, or at the Police, there was a person who was already arrested, I don't think it was one, it was two.\n\tAnd I had heard the reasons or the reasons why they were arrested, and it was something wrong that led to their arrest, that was against the organisation.\n\tThat is why I was speaking the way I did.  It is not because I had left or dropped my organisation.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What led to your arrest, or their arrest?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for their arrest was that they did something wrong by lying to the person who had left a gun to keep for us.  They left and came here, June 16, 1994, and came and lied at that person, saying that Jimmy Jones had said they must be given that gun.\n\tLying all the time, not having been instructed to do that.  They went and used that gun illegally at Beaufort West, and were arrested for that gun, that is why the cases by Highgate Hotel, Da Gama and Nahoon Dam got exposed.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And these people were your co-applicant and others?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is this thing at Beaufort West, just make it quite clear please?  They used a gun illegally at Beaufort West and were arrested?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "They committed a robbery there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did they rob?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "They robbed a garage, it is alleged they robbed a garage.  A filling station, I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your co-applicant Dumisani Ncamazana was one of them, is that what you have just said?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Maybe give the Committee a bit more information.  The information that I have is that Ncamazana and Jimmy Malinga had taken a R4 from this place, and had robbed the filling station in Fort Beaufort, that they were arrested subsequently to that robbery and the R4 firearm was connected with some of the incidents, Da Gama, Nahoon and Fort Knox?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, we are talking the same thing about the information you are now exposing, this is the same thing you are saying sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And then thereafter you were arrested and other people, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "What happened sir, what happened at Fort Beaufort, we were arrested and left prison, it was a long time, and I returned home.\n\tJune 16, 1994, I left for Transkei.  I met Jimmy Malinga and Mref, another African, Mref.  They said they wanted guns, and I told them I would not give my gun and they said let's go to Jimmy Jones, and ask for guns from him.\n\tThey did not ask for these guns, because I was with them most of the time, including Jimmy Jones.  What they did, Jimmy Malinga said when they were lying to Jimmy Jones, he has clothes that he lost in a taxi and has heard that they were at (indistinct) taxi group's offices, and he wants to go and fetch them.\n\tI was then left at Butterworth.  I then realised later that these people had said they wanted guns, now they are saying they are going to East London to go and fetch clothes.  I then followed them, hoping to come and stop them fetching the gun, because they had asked me what happened to that gun, and I told them where we left the gun.\n\tI reached East London very late, they got here first at East London and lied to the person who had kept the gun, Dumisani Ncamazana.  They said they were sent by Jimmy Jones to come and fetch that gun.  \n\tThe person who had kept the gun, believed Dumisani Ncamazana and that other person, they took this gun and went to Fort Beaufort, and committed the robbery there and were arrested.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you, and was that in June of 1994?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Paddy, if I can just go, just one step back.  Mr Mbambo, I have a real difficulty here you know with some of the evidence that you have just given in relation to what was true, what was not true, where you were trying to protect yourself by implicating your co-applicant, Mr Ncamazana.\n\tHow do I as a Committee member, think about granting you amnesty when it is so difficult to determine whether you are just protecting yourself once again by saying all of these things or whether this is in fact the truth.  Just help me through that and explain to me how I think about these things, as we deliberate on this matter?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "The matter is this Ma'am, the reason for me there to lie and included him in my lies, I was very angry for what they had done.  If they had not taken that gun there and gone to Fort Beaufort and committed that robbery and be arrested, and then when the gun was taken to ballistic tests, it was discovered this gun was used at such and such an incident and other, clearly I would not have been arrested then.\n\tI am trying to say I was angry and this then let me not to absolve him when I was lying, I included him in, I implicated him, because I was angry for what they did.  They lied here and they took the gun, they then went on and they committed something else.\n\tThey got arrested.  This gun then was tested and was found to have been used elsewhere.  That is how I too, we two got arrested, myself too.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But my question is how do I know this isn't another expression of a different kind of anger, the evidence that you are giving?  Just to help me understand this, how do I know that what you are saying now, is in fact the truth, just considering all of the things that you have said in relation to what was true, what wasn't true.\n\tWhy you implicated certain people, why you did not implicate them.  Why you are implicating Jimmy Jones now, and you did not do so earlier, these are the conflicting thoughts that go through my mind.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "The thing is like this Ma'am, if those guys have not lied at Jimmy Jones, saying that they had come to East London to fetch clothes, knowing full well that they are coming to fetch the guns, where I told them that we had left the gun, after having lied at the person who kept the gun, they took this gun, having said they were sent by Jimmy Jones, went to Fort Beaufort.  What I forgot is the person they went with to Fort Beaufort, was a Policeman, he works for Murder and Robbery.\n\tThe other one who was accompanying them, he is a member of the PAC.  I want to say he was an ascari, he was never a soldier, but he was an informer, I must say so, he was an informer who is known by the PAC that that person is an informer.\n\tThey went with him, those are some of the things that made me very angry.  I saw that these people may have been working for the Police for a very long time.\n\tHow can they lie about JJ and fetch a gun, take this gun and fetch a Policeman and a known informer, who they knew was an informer, and go and commit something like what they did at Fort Beaufort.\n\tEven when I was told about what happened at Fort Beaufort, they clearly could not have not been arrested.  Firstly, they were using a Police car.  Fort Beaufort is very small, clearly the people of Fort Beaufort is a person that belongs to this one and this one.\n\tA car that does not belong in that area, would be clearly known and identified.  They did not even change the car's registration plates after having robbed, they stayed on at Fort Beaufort.  This showed me that this was a plan to have us all arrested, trying to have us arrested in another fashion, by suggesting that perhaps a robbery may have led to our arrest.  These things made me very angry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was this Policeman in the Murder and Robbery?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I cannot remember his name, but I think perhaps Dumisani Ncamazana may remember his name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how did the firearm lead to your arrest, the finding of the R1 firearm as you said earlier?",
            "Unknown"
        ],
        [
            "MR LAX",
            "R4 firearm?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "R4, sorry.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I am sure the Police took that R4 to ballistic testing, or if they did not do so, taking it to ballistic tests, one of them confessed everything that happened here at East London, also saying that that gun was used in those attacks, and also pointed out whoever else may have been involved in those attacks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what implicated you was that one of them made a confession in which he named you?  Is that the position?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I am sure one person may have mentioned my name there, because the Police would not have simply known that I too was involved in those incidents here in East London.\n\tAfter having known that whatever I was involved in, where I stayed.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you implicate Tiznado, that is Ncamazana, out of revenge, in other words because you believed that he had given your name up to the Police and caused your arrest?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I implicated Mr Ncamazana more because I was angry, but that I got arrested myself, is because of something wrong they did at Fort Beaufort.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So are you not implicating Jimmy Jones now because you are angry, that really is part of my earlier question?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Are you referring to my implicating him because I am angry with what perhaps?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "In this particular matter, now, yesterday and today, implicating him in this matter, in this?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Are you referring to this amnesty application?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "To the amnesty application, yes?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't implicate him because I am angry, it is because I want to get amnesty.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The way to get amnesty is to suggest to this Committee that you were acting on the instructions of Jimmy Jones, the Commander.  That is being explained, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "As far as my thoughts go, the way for someone to get amnesty, is to confess all the truths at the Commission.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But it makes your case better, if you committed these murders, etc, on the instructions of Mr Jimmy Jones, because without those instructions you basically don't have much hope, do you?\n\tDo you agree with that, do you agree?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't agree with you.  I think here at the Commission people are expected to speak the truth before they can get amnesty.  For me to say we were instructed by Jimmy Jones in things we did, it is saying the truth, not because I am trying to implicate him because I want amnesty.\n\tThis is the truth for me to say he was the one who instructed us.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Would you agree that the evidence we have heard thus far, the PAC and APLA, very intricately involved with each other, in December 1993, had made an announcement regarding the suspension of the armed struggle and again at the caucus or at the National Congress at Unitra, over the 16th and 17th of January 1994, had then finally indicated to the world, that it had suspended its armed struggle.  Do you agree with those facts, or that information?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I too heard that, about what came out of the Congress in Unitra, that the armed struggle APLA had suspended.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you agree that Jimmy Jones was sufficiently senior within the ranks of APLA to have been informed of that decision by the PAC?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I will not be able as they were the High Commanders of APLA, as to who was told and who may not have been told.  I do not know sir, how it operated.",
            "Male"
        ],
        [
            "MR PRIOR",
            "No, do you think he was senior enough, you heard, and you were a foot soldier, he was a Commander.  I am just asking, don't you think that he was or did you not think that he had access to that sort of information within the ranks of the organisation?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, to know or not to know on his part, I do not want to lie, I do not know.  I don't know about that as to whether he knew or not.\n\tWhat I think is that he did not know, see he instructed us to more operations even after that announcement that the armed struggle had been suspended.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That announcement came after many bitter years of struggle, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And is it not correct that the people fighting the war of liberation, were also to a certain extent, tired of the struggle of the fight, of the war?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I do not know that, but as far as I know, you cannot be tired trying to achieve what you want, before you have got it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the armed struggle was suspended as I understand it, because your political organisation had agreed to participate in the democratic election, which occurred in fact a few weeks after these incidents, on the 27th of April.  That date had been announced during March at least, is that correct?  The date was known, that the elections would take place on the 27th of April 1994?  Do you agree with that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "With me sir, I cannot deny what you are saying, but I cannot agree sir, as I was not in that Congress at Unitra.",
            "Male"
        ],
        [
            "MR PRIOR",
            "As I recall it, certainly throughout the country, at least during March or the beginning of March, posters were up on the lamp posts and in the streets.  I remember the ANC posters, I remember the PAC posters, and all the other political parties, were all canvassing for support.  Do you recall that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I too saw them sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In other words there was movement within the political groups to obtain support from the public at large, moving towards the elections in April, is that right?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I too think so, sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Mr Jones, ever tell you when you met him as you say you did, after the Bahai Church attack, did he ever say that now that you had done this thing, this is your group, you now had come running to him in Butterworth and you were creating the impression among the people there, that he had in fact sent you when in fact that wasn't the truth and that is why he was reprimanding your group?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir, he never said such a thing.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did he not also say to you this has happened now at a time when the armed struggle had been suspended, that it was at an end?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir, he never said such a thing.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you say such a thing in your trial in East London, did you mention that in your evidence?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, I do not remember everything that was said at that case during our trial, and what I also said, and also the confession statement, I remember some of the things because I have read it and it is in front of me now.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did Mr Malinga also tell your group at that occasion that you had done this thing, and I am trying to put it into contest, Bahai Church at a time when they, the base camp, was sending people back to their homes, now you are coming back to them?\n\tIn other words the impression I get is that this attack had not been sanctioned by Jimmy Jones, and it had happened at such an untimely occasion because people were being sent back to their homes, because the armed struggle had been suspended.  Did that not ever happen?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, Jimmy Malinga never said such a thing to us, that is sir.  Also the attack, I was not there when they got the orders that they must go and attack the Bahai, but I am sure (indistinct) gave them orders that they must go and attack Bahai because if he did not do so, then he must have talked the way I lied at the Police, but he did not say the same thing.  He was happy that that mission was successful and accepted the car as it is still with him right now sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was it not stated or not said either by Malinga or Jimmy Jones after you had reported the Bahai incident, that they were going to give you money to send you home because the armed struggle was now at an end, that is now before Da Gama and Nahoon Dam or any of the other incidents, Highgate Hotel?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, nobody amongst them had ever said such a thing.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to suggest to you that your group had acted on their own, without the instructions of APLA.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I sir, deny all of that sir, as the person who was part of APLA and as a person who was with other members of APLA because I was not there when they got orders that they must go and attack the Bahai Church.  I came back with them to Transkei.\n\tJimmy Jones was then reported to what happened at Bahai, and he was told because they he had instructed I must be brought back, they had done so.  He accepted the car and the report about the Bahai matter and congratulated the group that they had done well.\n\tAnd the car too sir, is still with him, that is why I am sure sir, that indeed they were sent by Jimmy Jones, because if he had not sent them, he would not have accepted the car, he would not have accepted the car, nor would he have accepted the report back, nor would he have congratulated them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have said on more than one occasion that the car is still with Jimmy Jones.  This is the car that was stolen at the Bahai Church?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how do you know it is still with Jimmy Jones?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Because we left it with him sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you mean you left it with Jimmy Jones years ago and you don't know what happened to it after that?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason why I still say it is still with Jimmy Jones, is because I never again heard that it was not with him any more.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Maybe just to lead on from what the Chairman has now put to you.  My information is that it was recovered in the possession of Pala Pala during at attempted armed robbery.  That was after Bahai.\n\tI see Adv Collett shakes her head, maybe she can assist the Committee.",
            "Male"
        ],
        [
            "MS COLLETT",
            "I believe the position was that there had been some form of an attack, and the car was found some distance away with a puncture, with nobody in it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It was found being used in an attack, in the vicinity of an attack?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Yes, it was in the vicinity of an attack, but nobody was there with it.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  Mr Chairman, just for the record, I don't propose to refer to any extent to the record of the trial as it canvasses many hundreds of pages, but suffice to refer or to place on record that the relevant portions that I have put to the witness a short while ago, appear at 1246, 1248, 1249, 1250, 1251 and 1251 of that record, and I will endeavour to have photocopies of those pages for the Committee's benefit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have got pages, haven't we, 1245, 1246, 1248.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Oh yes, that is when it was put to Ncamazana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have not got 1250, 1251.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "With your permission, I will submit that later on in the morning.  I just want to move on to the record of evidence given at the Bahai.  Mr Pala Pala said that he was taken because you needed a driver, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is what Mr Pala Pala said in the Bahai case, I remember.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was that true?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Mr Pala Pala was not fetched because a driver was required.  Mr Pala Pala phoned to Ntutuzeli by those Africans after the attack of John Knox, they called Ntutuzeli and they were told that a driver was going to be sent, who was going to come this side and that driver was sent.\n\tThey sent this Pala Pala.",
            "Male"
        ],
        [
            "MR PRIOR",
            "He said that his understanding was that he was sent along in order to steal a vehicle at Mdantsane.  Is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is what he said in court.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And was that also your understanding when you went to Bahai, that a vehicle or vehicles were going to be stolen and nothing more?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, that is not how I saw it because when we went to Bahai, it was not that we were going to go and steal a car there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, why did you go to Bahai?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for me to go to Bahai, is that the Africans after having phoned, after the incident of John Knox (indistinct), they were told that they must return with me.\n\tThey could not then leave Bahai after that attack at Bahai, and go via me at home, that was going to waste their time.  What became clear was that let us all go together, so that when we move from Bahai, we can go straight to Transkei.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry Paddy, but you could just as easily have gone to one of the taxi ranks or gone somewhere else, been picked up at that point, and then taken to Transkei.  You didn't have to get involved in the Bahai mission?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I was required to go with them, as they were instructed that they must come back with me.  They were not told that I must go to Transkei, they were told to come back with me.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "I understand that, but what I am saying is they were not told to include you in the mission.  They were told to take you back to Transkei.  You could have met them at any point along the road, after the mission without being involved in this mission, and gone to Transkei, isn't that right?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "You see, Ma'am, as far as my thoughts go as a soldier, at Bahai what they went to do there was a dangerous mission.  What they were told over the telephone about me except that they must bring me back, I would not know Ma'am.\n\tWhat I know is that they were told to come back with me.  They then decided that the best, let us all go together to Bahai and then from Bahai, we would then not be required to go back to the township because we were required to rush back to Transkei to avoid arrest by the Police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understood your explanation you started off saying, as a soldier, what they were going to do was a dangerous mission.  Did you as a soldier, wanted to go with them on this dangerous mission?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I knew what they were going to do at the Bahai Church.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you answer my question?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "The question you asked is, did I want to go with them to Bahai knowing that what they were going to do at Bahai was dangerous, and I say sir, the arrangement was that they must come back with me.\n\tWe then decided it will not be easy that they must come from two at Bahai Church after that attack, and then come back to three, where I stay, and pick me up because also the Police would be in the rounds trying to find these people who had been involved in that attack, and that would be dangerous to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As has just been pointed out to you, you could have waited for them 50 metres down the road, you could have met them at any place, but you didn't, you went to Bahai.  I am asking you did you want to go on that dangerous mission?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Besides wanting to go there sir, it was also a manner of protecting themselves, that is not to be required to move from two, at the Bahai attack, and go back to three, to go and pick up somebody while trying to flee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We told you repeatedly that they didn't have to go back and fetch you, you could have waited for them anywhere along the route, couldn't you?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, we did not think that way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No.  And tell me what was dangerous about a group of armed men with automatic rifles attacking people, praying or singing in a church?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "What was dangerous to us sir, is that we do not have licenses, gun licenses and what was going to be done in church was wrong and the government would arrest anybody doing that.\n\tAnd also, we did not want to have a fight with the Police because usually Police are in big numbers.  That is why we as liberation movements, we were not in a direct war with the Army, we were guerilla armies because we knew that the Police are in big numbers and they are well armed, and the plan to hit the government was to wage a guerilla war, that is what we were trying to avoid, that is the danger I was talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you drove away in a car stolen at the scene of the crime, which could have been described to the Police immediately?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, we used a car that was fetched there, soldiers don't steal, they simply repossess sir.  Robbery and stealing are things we hear from the Police or the courts, soldiers don't steal sir, that is our language.\n\tThe language of robbery and theft is what we hear from the Police and the courts.  We used that car, the one we possessed there from Bahai and left for Transkei.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "The R60-00 or R70-00 that you took from one of the females at Bahai Church, was that also repossession?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It is repossession when we get anything from the enemy - guns, cars.  Anything we get from the enemy, we repossess.",
            "Male"
        ],
        [
            "MR PRIOR",
            "This was one of the black ladies in the church, I refer to page 14(h) where you said in your statement to the Magistrate, your confession.  I got a sum of R60-00 or R70-00, I beg your pardon, I rephrase that, I misread that, one of the white males, I do apologise.\n\tAre you saying that was a repossession?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He made that point Mr Prior, let's go on.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Just sorry, does he concede that the money was taken?  Did that happen?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, it happened in Church.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the money that you took at the shibeen before the Highgate Hotel incident, where you repossessed a Sierra station wagon?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "What about it?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, we have heard evidence that money was taken from that shibeen.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, the taking of money at the shibeen is a lie that was made up by those people, it is not surprising that the people of that shibeen lied.\n\tIt is because in their statements to the Police, they lied.  For example the person who drove their own car, told the Police the right thing in his statement, that we took him and we left him near Berlin.  He does not know whereto we left there from.\n\tBut he could later go to the Police and I do not know why the Police accepted the second statement from that guy and he said we, there is no such that we left him near Berlin.  We took him to Highgate Hotel and he was left at the car with somebody keeping guard on him, and four people left and used rifles against the Highgate Hotel.\n\tThat is why they dismissed him as a liar in that court because at the Highgate Hotel only one shot was hit with a rifle grenade.  It is not surprising those people are lying this much.  They lied in the beginning and the Police accepted their statements.  I do not know their intentions.\n\tNo money was repossessed from those people.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Coming back to Bahai, who killed the deceased in that matter, who did the shooting inside the Church?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, now I am going to tell you what I think or what I heard.  I will tell you what I think or what I heard.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, just before you do that, were you inside the Church when the shooting occurred, or were you outside the Church?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I was outside the Church, that is why I said I was going to tell you what I think or what I heard.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So you didn't see the shooting?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, I did not see the shooting.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you told later by one or more of your comrades who had done the shooting?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is why I am saying sir that I am going to tell you what I think or what I heard sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "No, just answer the question, were you told later by anybody, it is a simple question, were you told who had done the shooting by your comrades?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for me to answer this fashion, as if I am not answering your question directly, it is because I do not remember as to whether I was told as to who shot there, that is why I am saying sir I am going to tell you what I think, or what I heard, because I am not sure whether I was told as to who shot there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes, carry on.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "At Bahai sir, this happened.  I entered, holding a smoke grenade and I was instructed to search the deceased.\n\tThe money, the guns and car keys.  Indeed I did that.  I found money, three car keys, I took those car keys, threw them to Mr Pala Pala.\n\tHe went out to check out a car.  He was told that if he sees a suitable car, he must open its cars and hit its bell.  After doing that, I went out and followed him to go and fetch the bags that we have left outside of the Church, to put inside the car.  Shots rang out in the church.\n\tEverybody ran out and we went into the car and left for Transkei.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where were you when the shots rang out?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "As you are going out of the door, I might have been turning the last corner of the Church, going to the cars.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you heard the shooting, did you stop, turned around to look who was shooting?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I did not stop sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why not?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Because I knew that it cannot be that it is the deceased who are shooting.  Clearly it was my comrades who were shooting.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "As I have already said sir, I am only going to tell you what I heard.  I am going to tell you what I think.  What I think and what I think I heard sir.\n\tI will not then be able to say it is indeed so and so and be sure or who it was and be sure about that.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Who was left behind in the Church?  You answer around the question and I think you know exactly what I am driving at, would you please answer the question?\n\tWho was left behind at the Church who could possibly have done the shooting, tell us that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Those who were left behind in the Church were African Kid, TNT and Dumisani Ncamazana, who was at the door of the Church, keeping guard on our behalf at the time we were inside the Church.  That is the people I left behind.\n\tThe one who went out, it was Mr Pala Pala and then I followed him.  They came later, behind us.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Dumisani Ncamazana also was armed, is that correct, he had a firearm there?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was it an R5 or an R4, what?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I can't remember sir.  I really cannot remember, unless you can remind me.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So on your version, one or all of those three persons could have done the shooting, you don't know?  Is that what I should understand from your evidence?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I was saying it is one among those or two of those who were inside the Church.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Didn't you talk about what had happened at the Church on your way to the Transkei?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "You see, when we were on our way to the Transkei, I could lie to you, we were not talking, nobody was talking in the car, only the driver was told, please drive  fast.  Please drive faster so that we cannot be arrested.\n\tWe were not talking anything sir, because we were afraid.  We knew as we were on our own, we could meet a roadblock at  Komga, that is where a roadblock is commonly found.  Now, we were praying most of the time that we must not find a roadblock, until we ultimately reached Transkei without getting a roadblock along the way.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you have any conversation at all in the car?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "As I have said already sir, we did not talk about any other thing as we were very afraid along the way, thinking about this is not our car, unlicensed guns, having committed what we did, that was against the law of the government of the day.\n\tClearly sir, each person at the time was praying for his own that perhaps along the road, we must not meet any roadblocks.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You say you were praying, who was leading the prayer or what form did this prayer take?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Perhaps sir, you don't understand me the way I am putting this matter across.  I am saying sir, it was silent, each one was thinking his own thing.  People were praying for themselves, inside, internally.\n\tNobody was speaking loudly, except to encourage the driver to drive faster, that is all.  It is only my thoughts that it could be that others were praying for their safety along the way, as I was praying myself.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In other words no one in that car said to you, that he was praying?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Nobody said to us let us pray or who said to me he is busy praying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the urgency in getting to the Transkei?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "In order to escape arrest from the Police, and because the instruction was that we must return that same day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because TNT or Kid, I am not sure, one of them lived close to the Church, didn't he?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Kid stayed in the vicinity of the Church, it is true sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You could have gone back there, deposited your guns, abandoned the stolen car, and you would have been perfectly safe?  Were you rushing back to the Transkei to report the success of your mission?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, the car we could not simply abandon it is Mdantsane, the car was required as property of APLA and the report back about the mission was supposed to be given and the fact that they had returned with me, as they were instructed.\n\tThe car we simply could not leave at Mdantsane or East London.  As you say Kid stayed in the vicinity of the Church, clearly there are people in the Church who could have seen and identify him and then tell that no, one of those who were involved, is someone who stays right there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why on earth did he go on the mission if he was going to be identified by people in the Church?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't want to lie sir, I do not know too because when they were instructed about the mission, I was not there myself, I was here in East London.  I only met them when they were supposed to go there, and I went with them, and then we left for the Transkei.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Paddy sorry, why would the Commander send, not only Kid, but why would you go, both of you lived in the area, both of you could be identified by the people who went to that Church, why would you be sent there?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "The one who was staying about in the vicinity of the Church is Kid, at NU2.  I am staying at NU3.\n\tIt is not near the Church.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you told anything about Bahai Church on your way to that mission, by TNT, Kid or anyone else?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, I remember because I knew what was going to be done at the Church.  What I did not know was whether it was the Bahai Church and where it was.\n\tIts name was new to me.  It was a new thing to me that at that spot, there was that Church.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Within the black community of Mdantsane there was this Church, or the Bahai Centre?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes sir, it was new to me that there was a church there, called Bahai, amongst black people in Mdantsane, that is so sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the activities of the Bahai Church, do you know whether they were well known in the community of Mdantsane?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "As I have said sir, to me that church I did not, it was the first time for me to know there was a church called Bahai at that spot, being attended too by white people.  It was the first time for me to know that day.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Perhaps when you got closer to the church, did you ask TNT or Kid why to such a dangerous target as you indicated, dangerous mission?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "As I am saying I knew what was going to happen at the church, I went there knowing what was going to happen there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was, you were going there to kill the white people who were at the church, is that correct?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, I knew that white people who were at the church, were going to be killed there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it correct that at the Church it was explained to your group, that these people who you say were white people, weren't in fact white people, but they were Persians, they were from overseas?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I cannot deny that sir, but during my presence at the Church there, I did not hear of any such thing.  I go to here about that at the Supreme Court at Bisho when one mother there, I do not know if it was Mamma Manuel or Mamma Manel sir, when she explained that the men who came in there, she had explained to that those people at the church, are not really white, they are people from Iran.\n\tI only heard about it for the first time at the court in Bisho.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to ask you, your mother is a nursing sister, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And one of the deceased, Dr Bacshanderi, was also a Doctor at that hospital where she was working.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Had your mother ever mentioned to you that these Persians or these people from Iran were at the hospital, that they were helping the community?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "When sir?",
            "Male"
        ],
        [
            "MR PRIOR",
            "At any stage before you went to kill the people at Bahai?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, she never told me about them sir.  I only got to know after my arrest - do you my son, that one of the people who were at the church, was a Doctor at our hospital?  That is how I got to know about it sir because even outside, my mother has a house in town and I have a house at Mdantsane, we don't stay together.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I am still puzzled why you, sorry if I may ask this question, you said that you joined APLA in 1991 and you trained at Bizana.  The missions that you have described, or the operations that you described that you went on in March of 1994, were those the only missions that you went on throughout your membership of APLA?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And if I understood your evidence and the statements that are put up that you say that you made, but some aspects are false, it would seem that you were only giving accommodation to the unit from Butterworth, for example in the Fort Knox matter, the minibus with the teachers, you were only providing accommodation, is that right?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is the truth sir, that in the matter of the John Knox and other incidents that happened afterwards, I was the one who used to accommodate them at my place.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Let's just concentrate on Fort Knox for the moment and not talk about other things.\n\tIn the Fort Knox matter, you only provided accommodation and as I understood APLA's commitment to secrecy, you weren't informed of the details of the Fort Knox mission, is that right?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Do you mean sir that that is how you think, or are you telling me that APLA or I was not told or APLA what happened at John Knox (indistinct).",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are you saying, is it your evidence, that you were informed, the person who was providing accommodation, you were informed by the people staying at your home, the details of what the mission of operation was going to be, where the attack was going to be and who they were going to attack, or were you not informed?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I do not remember them telling me that they were going to go to John Knox and attack in whatever manner.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And when they returned to your home, if they ever returned to your home, you were also not told about the details of that attack, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I think that is so sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That is in line with the policy of APLA, for secrecy so that the Police couldn't follow up on these attacks, because to keep you uninformed was also their protection, that was the way it worked, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir, those are the rules of all soldiers in APLA in what you are not going to be involved in, you must not know about as to what is going to happen, how and where.  Even after it has happened, you must not be told about it, because you are not involved.\n\tOnly those who are involved, must know about it and the one who was reported to.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I don't understand why you applied for amnesty for that matter.  You had no knowledge of it, you certainly didn't associate yourself with it.  What criminal activity were you asking for amnesty for?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I am applying for amnesty for the Bahai matter, the Da Gama case, the Highgate Hotel case, the Nahoon Dam case, the John Knox (indistinct) College of Education or whatever, that College.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Let me just put to you, my information is that you only became aware of the John Knox matter at the Bahai trial when your counsel was informed by Captain Els that if no amnesty was being applied for, that arrests were going to be made in that manner.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chair, if I might interject here, that is not true.  How can he lead evidence on something like that, without establishing that from me first?",
            "Female"
        ],
        [
            "MR PRIOR",
            "I am going to, if necessary, if it becomes an issue, just call Captain Els.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it an issue what he told counsel, there is no evidence that counsel told her client?  You were asking as to what was told by counsel, what is the relevance of it?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Well, the relevance is that an issue is being made that he has made a complete disclosure, not knowing that he was in any way connected to that matter, and he has made application for Fort Knox.\n\tIt doesn't seem to, on his own evidence, seem to be any crime which he has committed, with respect.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chairman ...",
            "Female"
        ],
        [
            "MR PRIOR",
            "(indistinct) involves mens rea.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, surely the correct line of questioning would be to ask him how it came about that he made an amnesty application for the Fort Knox issue, not to put some bold assumptions and suppositions as to what he was or wasn't told.",
            "Female"
        ],
        [
            "MR PRIOR",
            "He can answer what his counsel has now stated to the Committee.  How did it come about that you made an application for amnesty for Fort Knox (indistinct) matter?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for me to apply for amnesty for the John Knox (indistinct) case despite our not having been arrested or anybody being charged for it, is because our Attorney told us if there are any cases you know you were involved in, even though you were not arrested for them, make applications for amnesty for them, because the Police don't stop investigations about any case.\n\tYou may not apply for a case and it later is discovered that you were involved with such and such a case, and even after amnesty has been granted for you in other cases, you are then fetched and charged for those cases and there would be no other TRC process whereto you can go and ask for amnesty, even if in such TRC can be created, you would not be granted amnesty because you would have been expected to have confessed in the initial TRC process.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to move onto the Nahoon matter, where the white kombi was shot at.  Was the intention there to attack a minibus or a kombi or a bus of school children?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The intentions for the attack at Nahoon Dam was to attack a bus of school kids, not the kombi that was hit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And how did the kombi that was hit, how did that occur?  Who shot at that kombi?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The person who shot at that kombi, is Kid.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why did he do that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I do not know his reasons, but I think he was angry because we had  failed to get in time and hit the bus at Da Gama and it became apparent also that the school kids bus had also missed us.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you agree that that could not have been done pursuant to any political objective or on an order from Jimmy Jones?  Do you agree with that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I do not understand the question sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What don't you understand about the question?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The whole question sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well, you say that he was angry and he fired at this kombi, that wasn't the plan.  I am asking you so then, do you agree that what he did, the shooting at the kombi, at the occupants of the kombi, was not done pursuant to any political objective or on orders from Jimmy Jones, because that was clearly not your target?\n\tI am just asking you whether you agree with that, or you disagree.  You can say yes or no.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, it may be that as you are putting it, indeed we were not instructed to kill that kombi, the one he hit.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Prior ...",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I am finished sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The shooting of that kombi by Kid, would you say any political objective of APLA could have been achieved by Kid in doing so?  How would that assist the political objectives or program of APLA?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "As I have said sir, the shooting of that kombi that was not as per instructions.  Kid did that on his own, according to my thoughts it was because he was angry because we had failed to hit the two targets we were supposed to hit that day.\n\tFurther, I will not be able to answer as to whether the objectives of APLA were going to be supported by that act or not, because we were not sent to do that, he did that on his own.  Now, I do not know as to whether to him, how he took what he was doing, I do not know, sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "I want to just put to you, according to my understanding of Brigadier Mofokeng, who spoke on behalf of APLA, at the Security Force hearings before the TRC in October last year, and I refer to page 90 of that submission, Mr Chairman, that it was certainly not the policy of APLA to attack school children, even white school children at that stage.\n\tThat was not their policy.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, the principles or the policies of APLA, if Mofokeng says it was not APLA policy, I cannot dispute or refuse that because he is one of the high ranking Commanders of APLA, Mofokeng, I cannot disagree with what he says.\n\tI do not know as to whether what he said was because he was being opportunistic, I cannot say anything if he says it is not part of policy.  It is confusing to me, because Jimmy Jones is also a high ranking Commander, how so that if that is not part of the party policy, he does not know that and he instructed us to do that.",
            "Male"
        ],
        [
            "MR PRIOR",
            "One would have expected that if that policy came down from the High Commander, Jimmy Jones would have known about that policy?\n\tThank you Mr Chairman, I take the point.  I just want to move finally to the Da Gama matter.  What were you armed with at Da Gama?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "At Da Gama I was holding a 7.65 and a grenade, a hand grenade.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you drop the grenade before you fled as you told the Committee?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Prior, he dropped it while fleeing.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry, I am confused, that wasn't the rifle grenade, the hand grenade?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "At Da Gama sir, I was having a 7.65 gun and a hand grenade.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Yes.  I indicated to Ncamazana yesterday, Mr Ncamazana that I had seen a photograph that the hand grenade was very close to the Honda Ballade, the Police found it there and photographed it there.\n\tDid you drop it as you were fleeing?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, I cannot remember where I lost it sir.  What I remember that I lost along my way, as I was passing the railway run, is the rifle.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right.  Nothing really turns on that.  Can you say whether the Police, that is the South African Police were on the scene as you were fleeing, or did you not see them at all in the vicinity of Da Gama as you were fleeing?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "At the time I was fleeing, I did not see the Police.  The only thing I heard and that caused me to flee, was the sound of a oncoming helicopter.",
            "Male"
        ],
        [
            "MR PRIOR",
            "We know that Constable Williams from the Reaction Unit was killed at Da Gama during the mob up or follow up operation.  Do you anything about that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I heard about that at court if I am not mistaken, the time we were standing trial for this case that we were sentenced for.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Tell me, was the objective to kill as many people in that Da Gama company bus as possible?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The hand grenade, were you going to throw that into the bus?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir, as we were going to Da Gama, the intention was to hit with the rifle grenade.  We did not think that a hand grenade would be necessary.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In the light of your knowledge that the armed struggle had been suspended, you nevertheless went on with these operations as you say now, on the say so, or the instruction, of Jimmy Jones?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "In the light of what you have told us about the operations that you went on, Da Gama, Nahoon, Highgate and Bahai, you did these things, you did these operations despite your knowledge that the armed struggle had been suspended by your organisation?  Is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "At the time I was involved in those operations, I was, I had known already from the radio that the armed struggle had been suspended.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Had you ever queried that with Jimmy Jones for example, to ask him to explain why the armed struggle was suspended, but you were still continuing with the armed struggle?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I never got to ask him.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you ever ask TNT or Kid why that was the position?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, I never asked any of them.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Not a single soul, not even a member of the PAC in Mdantsane or East London or Butterworth?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir, except the one I talked about yesterday, that when I heard about this, I told the African that, African did you hear that the armed struggle had been suspended and he answered about it yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We heard all this yesterday Mr Prior.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "So apart from speaking to the African who you can't identify, that was the only discussion you had?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't follow you sir?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take an adjournment at this stage, a short adjournment, 15 minutes.\nCOMMISSION ADJOURNS",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, may I be granted an opportunity just to put the record straight?  I do apologise and I have explained the matter and we have clarified the matter with Adv Collett.\n\tThe information that the Policeman gave to her at the trial, was that he was investigating other matters against her clients and if amnesty hadn't been made in those matters, he would be obviously  arresting them, without specifying what those matters were.\n\tI apologise, I misunderstood that, seeing that that information was given to me in the context of Fort Knox.  I have apologised to Adv Collett and I place it on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, there is just one other aspect, on behalf of the Williams family, that is the Policeman who was killed, it seems from the evidence that that incident is removed somewhat in time from the attack at Da Gama on the bus.\n\tHowever, the family requested me to put one question to the - or a proposition to the applicant, for his comment, if I may be permitted to do that.\n\tMr Mbambo, when you went on the Da Gama mission, did you as a unit or as a group of APLA contemplate that at any stage during that attack, that the Police may have been called onto the scene and that a shootout with the Police may ensue, with possibly injury to or death on the side of the Police?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir.  We never thought that Police may be called and we then will be involved in a shootout with them because our intentions were to hit the bus with the rifle grenade without stopping the car, and then run away with our car.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was it never discussed as a possibility that a shootout with Police could ensue at any time, for example if the Police were driving in the opposite direction by chance, I just need clarity on that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I would be a liar sir, it never occurred to one of us.  As I said, our intention was to hit with a rifle grenade and simply disappear thereafter.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have told us how dangerous the Bahai Church mission was because when you were fleeing, you might run into a Police roadblock or be chased by the Police, haven't you?  Do you remember telling us all that?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I remember that sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Surely you must have contemplated that with every mission you performed?  You were going to shoot up a bus just outside a large factory, surely you must have anticipated that they would raise the alarm immediately and that there was a danger of confrontation with the Police?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, we never thought that fashion, that we would be confronting or in a confrontation with the Police, then being called and asked, forced to fight with them, because the place we went to attack, was very close to Mdantsane and we also never thought that when we got there, we shall be involved in a fight.\n\tExcept that we thought that when we get there, without the car stopping, we would shoot at the bus and then the car would proceed on and even if the Police came, they would simply get after the fact and we would then have left the area unlike when we went to Bahai, because even the road we were supposed to use from Bahai, was very long between East London and Butterworth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you finished Mr Prior?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman.  Mr Chairman, sorry, one of the widows of one of the deceased at Bahai, requested to ask some questions.  It is not the same lady that appeared yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does she want to ask questions before Mr Ntonga cross-examines the witness, the applicant?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "We are in your hands Mr Chairman, as to the order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think rather let Mr Ntonga put his, so she has a more picture of what the whole version is.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Mr Mbambo, after you have trained at Bizana, were you attached to any unit of APLA?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Okay.  At Bizana, under who were you, who was your Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It was (indistinct) Africa, the late Ncapayi.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Was he a Base Commander or what rank did he hold?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, his rank was equal to (indistinct) Africa, Jimmy Jones.",
            "Male"
        ],
        [
            "MR NTONGA",
            "What is Jimmy Jones' rank?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Jimmy Jones was a member of the High Command of  APLA.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Yes, and under him, will there not be a Regional Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Who?",
            "Male"
        ],
        [
            "MR NTONGA",
            "The High Command?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Which High Commander?",
            "Male"
        ],
        [
            "MR NTONGA",
            "I am talking about any High Commander, under that High Commander will there be on Regional Commander in the structure of APLA?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The Regional Commander, there is a Regional Commander in the structure of APLA.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Under a Regional Commander there will be an Operational Commander, isn't that so?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes sir, that is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And under him, there will be a Base Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And under him, there will be a Unit Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Then you have the foot soldiers on the ground?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Are you saying to this Commission that you jumped all four ranks to report direct to the High Command in these missions?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, there is no rank we did not report to, going straight to the High Command, because what happened, the ranks you just counter, there in Transkei we were not operating as you just pointed them out.\n\tIndeed we did have a Base Commander, we did have a Unit Commander, but there was no Regional Commander sir.\n\tInstead there was  Unit Commander, Base Commander and then Jimmy Jones.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Okay.  Let's come to the question how you went to Transkei the first time you went to Butterworth.  Can you give me some clarity, did you ask these people to take you with or you were told that you were asked by the Commander to go to Transkei?  That is when you went for the first time and went to the Bahai attack, and to the Transkei.\n\tDid you ask them to go with you or did they tell you they had orders to bring you back to the Transkei?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "As I have already said sir before, that I was told by them that the Commander, Jimmy Jones, had said that they must bring me back.  It is not I who said I wanted to go with them.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Okay.  Can I refer you to your confession.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Before you do that Mr Ntonga, can I just get a bit of clarity on this point, you have said to us that with the Fort Knox mission, you knew nothing about it, the guys simply stayed at your house.  They told you nothing about it, why then would Jimmy Jones say you had to be brought back, if he knew in terms of policy, you knew nothing about that attack, there was nothing you could spy on.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I will not know Ma'am as to what the reason was, but what I know is that it was said I was required in Transkei.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Just before you do Mr Ntonga.  You heard the evidence yesterday of your co-applicant which was that they didn't trust you and that was why they had to take you with them.\n\tWhat do you say about that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I heard Mr Ncamazana saying Commander thought that I may be a danger to them, or they thought that I may be a danger to them.  He did not say certainly I was going to be dangerous to them.",
            "Male"
        ],
        [
            "MR NTONGA",
            "If I refer you to your own confession made to the Police, 14(g) Mr Chairman, you have this to say.  Correct me if I am putting it in a wrong place.  I further told them that I must better go with them, I further told them that I better go with them.  Correct me if I am putting it in a wrong place, it is 14(g).",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, that is what I said to the Police, that is true.  That is one of the places I lied sir, to the Police.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Okay, in your own evidence in the case in East London, in the Supreme Court, My Lord, Mr Chairman, 1245, Exhibit E, at about line 18.  Your own Advocate if I am not mistaken, leading you, asked and you say that they told him about you.  Can you explain what you mean by that?\n\tDo you have a copy?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, I do not have it.  The Attorney, my Attorney followed me saying they told me to do what sir or they told him about me, what, sir?",
            "Male"
        ],
        [
            "MR NTONGA",
            "They told Jimmy Jones about you and I asked what do you mean by that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, as I have said already, that the statements I made at the Police, I made lies in order to diminish my guilt so that they, I can be seen as a person who did not participate voluntarily in what happened.\n\tI was participating because I was forced by them.  Even that sir, that I told the Advocate that I cannot remember now, I lied sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I am talking about when you were giving evidence in Court, before the Judge, being led by your own Advocate, were you also lying there, put it that way?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I am going to explain again sir.  I am saying sir, the Advocate was listening to what I was saying, at the time trying to diminish my guilt, as I had done in my confession statement to the Police.\n\tI do not know whether you heard me correctly sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Will I be right to say that you are telling this Commission one, you lied to the Police in your confession, two, you lied to the Court in the East London Court, that is before Justice Liebenberg, three, you also gave false instructions, lies to your own Advocate who was going to lead you, four, in your application you also told Mr Bandazayo the lies which you told the Police when he attended to you?  If I am not correct, say so, on those four things.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "In relation to the Police, I lied to them in my confession statement.  To the Advocate who was representing me in East London, even to him, I lied.\n\tThe third one, even the Judge, I told false lies to him and in relation to what you say that I told Mr Bandazayo lies, in my request for application for amnesty, you know very well Mr Ntonga, where you are sitting, that those were things being dictated to by you sir.  You know what the truth and the falsity is in what you are asking sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "What I am talking about, what you have told the Chairperson about the statement which was annexed by Mr Bandazayo to your application, and you said, I am sorry correction, Mr Chairman, that I told him the lies which I told the Police.  He knew about the lies, and I told him the lies.  That is all I am talking about, and those lies are annexed to your application.  Is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Listen sir, let me tell you, let me tell you.  I told the Commission here that there - I told the Commission that things were told to Mr Bandazayo at court, I mean at prison were connected to the case, we were in East London, we told him what we had said to the Police, were lies.\n\tAnd he too, knew that they were lies.  That is what I was telling the Commission.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Okay, just leave that.  Now, there was a question asked by one of the members of the Commission.  If you agree that you have told so many lies to the Police, your own Attorney, your own Advocate, to Court, how can we measure that today you are telling the truth?  How can we be safe that today you are telling the truth?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The matter is like this sir, at court there is a case, nobody wants to go to prison.  There, when I was on trial, I was trying to save myself.\n\tThat is why I lied.  As there were a number of people who were lying, including Mr Els, he lied in court over a number of things.   Here sir, this process is not like the court there, that takes or sends people to prison, this is a Truth Commission, they want the truth in order to bring reconciliation.\n\tI am telling you that here I am telling the truth.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I don't dispute what you are saying for a moment, but I am saying what safeguards after you have told this Commission you have lied so many times, how can you be sure that today you are telling the truth, with this background?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Here sir, I think even the Amnesty Commission and its Chairman are human beings who are conscious and clear in their minds, they can establish truth from the falseness.  At court I lied, as I said sir, because I was trying to save myself in order not to go to prison.\n\tAs I told the Commission the reasons why I lied, even to implicate Dumisani Ncamazana, my co-applicant in the lies I gave the Police, and the lies I gave to the Court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbambo, you gave very noble reasons for telling the truth to the Truth Commission and to affect reconciliation.  But you do know, don't you, that you are at present applying for amnesty so that you can be released from prison?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, that is so sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Thank you.  Will I be correct Mr Mbambo, if I say that when you, in your evidence, when you went to Butterworth after the Bahai incident, and before you returned to Mdantsane for further missions, you were told by Jimmy Jones that the struggle had been suspended, it is over?  Will I be correct to say that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I never said such a thing sir.  I never said Jimmy Jones told me before my coming to Mdantsane to commit other acts, that the armed struggle had been suspended.  I did not say such a thing sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Are you sure about this, you didn't tell any forum that Jimmy Jones, when you were there, told you that the struggle is over and you must get money and go back home?  Think before you answer please.  Any forum, even in court or in papers?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, newspapers, I never talked with newspapers.  What I said to the Police was that we must be given money to go home, because the armed struggle was suspended, is what I told the Police when I was making that confession statement sir.\n\tIt is in that confession statement sir, I am sure you are reading from it sir, about the suspension of the armed struggle, being told by Jimmy Jones, it was at the time we were at Wellington prison, when we were told that, when he told us that Africans you see that people have voted, the armed struggle is now over.\n\tIndeed, he never gave us any new orders, even today, up until I was arrested.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I refer you to your own evidence in court, being led by your counsel, at page 1246, at line 13, sorry at line 28.  And he said to them, he had told them that the armed struggle has been amended.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you can correct that as it was, the armed struggle has come to an end.",
            "Unknown"
        ],
        [
            "MR NTONGA",
            "Actually the interpreter gave the Xhosa word from your mouth, that \"bopele\", which means that it is finished, at page 1247, first line.  Do you remember that in the Supreme Court, East London, saying that to the Judge?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I do not have these papers in front of me, and what happened at court, I do not remember well now.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I am sorry Mr Chairman, I thought the Advocate was given a copy.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Because it was a matter that happened in 1985.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry, for your information Mr Mbambo, we dealt with this yesterday.  I questioned you about this yesterday.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I can't remember now sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have made some markings on the side, but you can borrow mine.  You are looking at the top of the page, what you are referred to is page 1246, at line 28 and then over the page.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "You can ask sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "You recall saying that to the Judge in the Supreme Court in East London that you were told before reaching Mdantsane, that the struggle is over?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I remember it sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Will I be correct to say that that is one of the lies that you told the Court that day?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It was lies, sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Ntonga, sorry.  What benefit were you hoping to secure when you told this particular lie in court?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for me to lie over that, was to hear my case that me and my Advocate, our case was that I did not go there voluntarily.  I was forced by the other comrades I was moving with, when we were told to go home, and they instead told me to go there and do those things.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Isn't that the truth, isn't that really what happened?  You were told not to go and do those things, and you did so on your own, without any instructions from APLA command?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is not so Mr Ntonga.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Okay.  Let's talk about the application that you submitted to the TRC.  You remember that the first application that you submitted which you said was completed by an Attorney from King, that is the application that was turned down in respect of your confession in East London, do you remember that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I would like to request as you are saying that it is the one that was turned back, I want you to tell me who is the person who instructed the Commission, except myself, that the application ... (tape ends) ...",
            "Male"
        ],
        [
            "MR PRIOR",
            "In other words, Mr Ntonga is saying it was refused.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is the first time that I hear it sir, he never said that to me.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Are you aware that the first application that was made, was refused and you were told about that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I agree the first application was refused sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And it was, do you know the reason why it was refused which was technical?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes sir, I know the reason for its refusal as I was told by Mr Bandazayo.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Is it because the acts fell outside of the cut off date of I think the 5th of December 1993, is that so?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sorry it would have been the 15th of December 1993.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I accept that.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, Mr Ntonga, I would like your question to be straight, because now I am going to answer where I am not supposed to give answers.  I am sure you want to say as to whether do I agree that my application as it was turned down, is because things we are talking about at the application, are things that happened after the date of the suspension of the armed struggle, is that what you are saying?\n\tOkay, please repeat yourself.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Please Mr Mbambo, I have made it clear that it was refused because the acts committed were after the cut off date, which was the 15th of December 1993.  Nothing about the armed struggle, the cut off date to make application for amnesty.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just explain to him what that is, the cut off date, I am sure you will probably say it was explained to him in the past, but so that we are all clear about it.\n\tIn the statute of the Truth Commission, the cut off date that was determined as being the date at which all hostilities ended, the date at which the country had begun the transformation, which is a date mentioned in the interim constitution, that date was determined as the 15th of December 1993.\n\tSorry, I am going a bit fast, I apologise.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I don't want to interrupt, was it not the 5th of December?  We have a letter from the Commission which indicate that.",
            "Male"
        ],
        [
            "MR LAX",
            "It is not material whether it was the 15th or the 5th, let's just say it was the 5th then, now, carry on listening, because I am going to carry on explaining to you.\n\tWhen the amnesty provisions were first set in place, all acts up to the 5th of December, amnesty could have been applied for for those acts.  Do you understand that?\n\tNow, at a later stage the cut off date was shifted.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I know that sir, that is why I was talking like that to Mr Ntonga, that is he not making a mistake.  Does he not want to say our application was rejected because the things we were referring to at the application, happened after the 5th of December of 1993, and he said no, that is what I was asking from Mr Ntonga.",
            "Male"
        ],
        [
            "MR LAX",
            "Listen, we are going to get bogged down in an argument about nothing.  I think let's just proceed with the question.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Thank you Mr Chairman.  So after the date was extended, you had to file a new application for Bahai as well as revive the application for the East London Supreme Court convictions, isn't that so?  Isn't that so?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And that was done by Mr Bandazayo?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And the TRC acknowledged that they are now going to hear your application in respect of the conviction in East London, as well as the pending criminal case in Bisho, the Bahai incident, isn't that so?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I am sorry sir, something did not go correctly here.  We've got the letters from the TRC that said we are going to be told about something that would be done later.\n\tWe had not - our applications had not been made by Mr Bandazayo then.  He came and we told him that we had received letters from the TRC at the time.  He took those letters we had received from the TRC and left with them.  All of us who were Africans from the prison, those letters are indicating that and signed by Mr Alex Borraine, indicate that other things are going to be explained to us later.\n\tThey got to us before Mr Bandazayo came to us in prison, to make applications on our behalf.  I want to apologise for you saying that those letters came after Mr Bandazayo had made those applications on our behalf.  He came and we gave him those letters, and he left with those letters, and we do not know what he did with those letters.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Mr Mbambo, I will ask you a simple request.  If you don't understand my question, say so because all you are saying is about the first application, which was turned down on a technicality.\n\tWe have finished that portion, I am asking you that when the cut off date was extended, then, only then, that new application was made for you for the Bahai incident and the incidents in East London were revived, is that not correct?\n\tAfter the cut off date had been shifted, had been removed, then new applications to revive the one that has been turned down, and put in a new one for Bahai, was done by Mr Bandazayo, isn't that so?  That is all I am asking.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I am sorry, Mr Ntonga.  I apologise from the beginning.  I said sir, there is something that is confusing, not said in the beginning, that the papers from the TRC that said our applications had reached the TRC and everything else would be communicated to us, came to us even before Mr Bandazayo had gone to see us in prison to make applications on our behalf.\n\tNow, sir, I would like you to go on with your questions that you are trying to ask.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Is it not correct Mr Mbambo that after you had been advised that the incidents in East London for which you had been convicted, did not fall within the time frame, so your application had been turned down, that(indistinct) in 1997, didn't after the extension of the time limits make new application with Mr Bandazayo, because now you could put in\nthe incident of the 18, 25, 28 with extension?  Isn't that so?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so sir.  I did that because my application had been rejected and when the time was extended, I then made other applications.",
            "Male"
        ],
        [
            "MR NTONGA",
            "And this is the application which is typed, which was submitted for both cases in the Supreme Court, the one which you are serving and the one which is still pending made in May, yes the 25th of May I think Your Worship.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It is the 7th of May.",
            "Male"
        ],
        [
            "MR NTONGA",
            "The 7th of May.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, sir, it is the one that is typed, the second one that I was supposed to have submitted.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Is it not correct when I say that this application that you are making before this Commission, came about because of that application by Mr Bandazayo, because it was put in before the time expired, after the cut off date had been extended?  Isn't that so, that is why you are here today?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I do not follow your question, it is quite long sir.  And I don't follow it now.",
            "Male"
        ],
        [
            "MR LAX",
            "I will put it very simple for you.  You are here today because of the second amnesty application which Mr Bandazayo had filled out for you, and which he made on the 7th of May, just prior to the next cut off date for handing in of applications to be made, that is why you are here now.  Amongst other small things, that is the main reason?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir, I don't think so that  it is the one that led to me being here today.  I think the one that led to me being here, are the applications we made through Mrs Collett.  Because the one that was made by Mr Bandazayo, is the one we told Mrs Collett to collect from the TRC, because we did not know what Mr Bandazayo had filled on our behalf after he had made us sign those forms.",
            "Male"
        ],
        [
            "MR NTONGA",
            "The application made by Adv Collett, which was made some time in September if I am not mistaken, referred only to one incident of the ambush of the minibus, not to the most serious cases against you, which you had been convicted for and you were facing, namely the convictions at the East London Supreme Court and the pending high case in Bisho.\n\tWho did those, if not Bandazayo?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I do not know if you are telling me or asking me.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Who did that, if not Bandazayo?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, things connected to Mr Bandazayo, from the time we saw, discovered that Attorneys of the PAC are short of truth, we became uninterested in what you do, even if it is right.  We cannot see that it is right, because you had hurt us a lot.\n\tIt may be that it is according to what you are saying, that the application made by Mr Bandazayo let to me being here, but as I am sitting here, I don't believe that.",
            "Male"
        ],
        [
            "MR NTONGA",
            "What makes you not believe that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It is because you have done a lot of wrong things to us, you ran away from us at the Supreme Court at Bisho and when I later asked you, why did you leave us in the Supreme Court, when we were supposed to go in, you said you did not see us.\n\tMr Bandazayo in prison, got there and made us sign a form hurriedly, saying that he was supposed to leave only to discover that the form says we do not want to be represented by Ms Sally Collett.\n\tThose are some of the wrong things you were not supposed to have done, being members of the PAC doing to other PAC members.\n\tNow, all the other good things you were doing, we could not believe in or trust.  Even the things that Mr - went to go and say to Dumisani Ncamazana's mother that you sons have sold out, even if they go out of prison, they are going to die, they are not going to get amnesty.  I don't accuse him now, that he knows about it.\n\tEven the squabble we had, or the altercation we had in court, and you told us that you are going to represent us and we told you that you are not going to be representing us, why did you want to represent us while as you said, we must not stand trial, and go to the TRC?",
            "Male"
        ],
        [
            "MR NTONGA",
            "Are you finished Mr Mbambo?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, I have.",
            "Male"
        ],
        [
            "MR NTONGA",
            "I will give you a letter which, I will ask the leader to make copies of.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, I have.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Mr Chairperson, it is a letter from the Amnesty Committee acknowledging the new application submitted by Mr Bandazayo, on behalf of the applicants in respect of the Supreme Court case in East London, for which they are serving, as well as the forthcoming Bahai Church case in the Bisho Supreme Court.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, the applicant is asking me certain questions, as to how I've got the letter.  I don't know whether I am entitled to tell him that, to perhaps assist Mr Ntonga.  I don't think there is a dispute about this really.",
            "Female"
        ],
        [
            "MR NTONGA",
            "I was just telling the applicant that in truth and in fact, he is here today because of the application by Mr Bandazayo.",
            "Male"
        ],
        [
            "MS COLLETT",
            "No, I don't have a problem with that.  What I am saying is the letter that you have just passed, I have in my file already.  He is asking me how I've got the letter.  I am asking permission to explain to him how I got the letter, if anybody has got a problem with that.  Thank you Mr Chairman, I have the letter from the Truth Commission itself.",
            "Female"
        ],
        [
            "MR NTONGA",
            "Can I proceed Mr Chairman?  Is it also not correct Mr Mbambo that the application by Mr Bandazayo, which is typed, uses annexures as compared to the application where you filled in longhand, it means that documents were attached to the application, just like the confession you have made, do you agree with that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I agree with that, but I am sorry sir, you know, sir I would like you to listen, you must not play shake your heart, as you are PAC Attorneys and instructed by the PAC to help members of the PAC to apply for amnesty, I want to ask you how come that after having received such a letter, you did not come to prison and show us and now you show me, trying to prosecute me with it?\n\tPlease tell me again, who is it, or which member of the PAC did this, did the same thing you did to us, and again turn about and trust you when you do things and believe that you are doing the right things for them.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, with respect, I don't want to necessarily curtail what the applicant gives by way of testimony.  We are not going to finish the enquiry if he is allowed to ask Mr Ntonga questions.\n\tI am sure the matter could be, maybe dealt with on a different basis, maybe by way of getting Mr Bandazayo to come to the Commission at a later stage.  But it certainly serves no purpose that the applicant asks questions of Mr Ntonga while he is cross-examining him on issues, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I agree, don't you think so Ms Collett?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Yes, Mr Chairperson, maybe it can simply be resolved by admissions that can be made between the parties.  I have the documentation in my file, which he is aware of and Mr Ntonga obviously has the same documentation in his file, because it is what I've got.\n\tI don't think that this is serving any useful purpose at this stage, this is not what the whole Commission is about.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "As a matter of interest, who was this sent to?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Who was what sent to?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The document that you have in your file, which has just been produced?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "The letter that Mr Ntonga had, was a letter that was sent to him, but when there was a change of legal representatives, I requested a copy of all the documents from the Truth Commission, and they sent me back a letter annexing that, and the applications, and that is how I came to have them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, I wasn't querying your possession, I was wondering whether they didn't also send a copy to the applicant because we haven't got the front sheet which would have indicated who it was sent to.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "No, it appears that they sent it to me.",
            "Female"
        ],
        [
            "MR NTONGA",
            "Thank you Mr Chairman.  The affidavit, sorry the confession attached there to that application, was attached and it contains as you say, some lies, maybe some truths, but it was admitted in the Supreme Court, is that a fact that the confession that was annexed to the application, was a document which was properly admitted in a court of law so there is nothing sinister about it?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Which Supreme Court sir?",
            "Male"
        ],
        [
            "MR NTONGA",
            "You know very well, East London Supreme Court where it is admitted.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Was it accepted at the Supreme Court?  You see you are confusing me, we were talking about the TRC, that the application made by Mr Bandazayo, whether it was not the one that led to me being here.  Now, the question you are asking is do I agree as to whether the confession statement I made, that was attached to the application, was admitted in the Supreme Court.\n\tI am confused sir, what you are talking about now.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe I can help you.  Just listen carefully.  It is a very simple matter and we end up wasting a huge amount of time on it.\n\tMr Ntonga is telling you what annexures were attached to your application, the typed one.  He is explaining that one of the annexures was your confession.  He is explaining that that was the confession that was used in the East London trial, and it was admitted as evidence before the Court.\n\tThat is what he is trying to explain to you.  Let's try and not go on these long rambling answers, and traverses, we don't have much time.  Let's try and focus what we are doing here please.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, what I do not understand is that it was attached and then be admitted at the Supreme Court.  I do not understand this Supreme Court, what did it go and - why did it go to the Supreme Court, because, can you explain Mr Ntonga?",
            "Male"
        ],
        [
            "MR NTONGA",
            "I will leave that point.",
            "Male"
        ],
        [
            "MR LAX",
            "Let's just clear this up, because it might come back later.  You went on trial in the Supreme Court, do you remember that, in East London before Judge Liebenberg?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you  remember that the Police wanted to use that confession against you?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I remember that the Police used the confession statement against me.",
            "Male"
        ],
        [
            "MR LAX",
            "And your Advocates tried to prevent that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "My Attorney tried to prevent them, sir.",
            "Male"
        ],
        [
            "MR LAX",
            "The Court accepted that it was fair to use that in evidence against you?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "That is the trial that we are talking about, that is the Supreme Court we are talking about.  It is very simple.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Thank you Mr Chairman.  Let me go to my final questions.  I would like to suggest to you, is it not the correct thing that you were told to go home, the struggle is over, but from the Transkei you went on to do your own things without any further instructions?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir, that is not true sir, that we were told that we must go home, and I said when I came to East London, I proceeded with other operations, that is not true sir.",
            "Male"
        ],
        [
            "MR NTONGA",
            "Another last proposition, is it also possible that these orders were given before the suspension of the armed struggle, 16 January 1994 but it was carried out afterwards because of a breakdown of communication between the High Command and the soldier on the ground?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, that could have happened, but I, myself, the time I got orders that we must come and undertake the operations here at East London, it was after the announcement of the suspension of the armed struggle, at the time we were given those instructions by Jimmy Jones.",
            "Male"
        ],
        [
            "MR NTONGA",
            "So the instructions, you say, were given directly by Jimmy Jones, not by your Unit Commander, TNT, saying that he received them from Jimmy Jones?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir, I got instructions from Jimmy Jones.  TNT could not give me instructions to proceed to those operations, because you know, he was the Unit Commander.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, why couldn't your Unit Commander give you instructions to proceed anywhere, he was your Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The Unit Commander sir, has no duty to give instructions to us.  For that matter, in the Army the Unit Commander is an equal soldier to me, instead what happens, he is the one who is chosen to be a Unit Commander of that Unit, it is not that he is superior in terms of rank.",
            "Male"
        ],
        [
            "MR LAX",
            "So if the Unit Commander gives you an instruction and you don't like it, you don't obey it, is that what you are saying?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, I am not trying to say so, I am trying to explain to you that the Unit Commander cannot give me instructions.",
            "Male"
        ],
        [
            "MR LAX",
            "Let's say your Unit Commander gave you an instruction, and you didn't like it, what would you do?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, the Unit Commander cannot give another soldier an instruction.  A Unit Commander cannot give another soldier an instruction, his duty is to command the unit at the point of action, together with us as soldiers.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see the order to go back, for you to go back after Bahai, didn't come from Jimmy Jones.  The order came from TNT, why did you obey such an order?   You don't listen to your Unit Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't take orders from the Unit Commander.  The instruction that I must go to Butterworth, was coming from Jimmy Jones, having sent the Unit Commander as the person who had gone to phone.\n\tYou see sir, we may not understand each other, there is a difference between the Commander saying, between Jimmy Jones saying let's go and attack Bahai and that becomes the operation.  As the one who has instructed an operation, we as soldiers go.  Amongst us we have a Unit Commander, the one that will guide us not to instruct us to undertake an operation.\n\tThere is a difference between saying let us do this, that and the other, there is a difference between that and saying man, people, go to that place and do this, that and the other.\n\tA Unit Commander cannot give instructions and sit down, and wait for us to come back and report back.  That is where the difference lies between a Commander and a Unit Commander.\n\tThe Unit Commander is there, he is also instructed to go with us.  We then go, we do that.  It is he who then advises here that no man, let us not do this, perhaps it is going to be dangerous, what do you say, no, let us leave it.  We will do it later, or no, time has gone against us, we will do it later.\n\tThe authority of the Unit Commander and the Commander are not the same.  Their authority is not the same.",
            "Male"
        ],
        [
            "MR LAX",
            "So on what you are telling us now, there was quite a lot of democracy between you and your Unit Commander?  You could debate with him, you could argue with him, you could challenge his instructions?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes sir, whose instructions are you talking about?",
            "Male"
        ],
        [
            "MR LAX",
            "I am talking about the Unit Commander, Mr Mbambo.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Listen sir, there is democracy in the Army as I have said but it is not the same with that operative in the PAC, the democracy of the soldiers.  It is not the same as in the PAC.  You see the job of the Unit Commander, (indistinct) not to tell us to do things and he then stands back and looks on.  He advises that gents, I see it this way and would then, then we would discuss it or perhaps contradict him, because we are equal in rank, and do as per agreement if we then reach such an agreement.\n\tWe will only follow him if we think he is right.  That does not mean that I may have no right to advise that perhaps we can leave this, and not do it here because of this or that reason.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you were not present when some instructions were given, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The incidents when I was not there when instructions were given, is the case of Bahai.  In all others, I was present.",
            "Male"
        ],
        [
            "MR LAX",
            "So, that man had no authority over you if you weren't present and he gave you an instruction to go with him because you only took your authority from the higher Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "He had authority to tell me what he has been told I must do, if it comes from the Commander who is beyond him in terms of rank.\n\tWhat I know is that he cannot tell me Commander has said well knowing fully that he is telling lies, because the Commander will get to know about it.",
            "Male"
        ],
        [
            "MR LAX",
            "So how was it then that when Kid shot up the kombi at Nahoon, TNT your Unit Commander was able to reprimand him for that if he didn't have that kind of authority?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "After Kid had shot the kombi at Nahoon Dam, if I remember well, he was asked by TNT why did he do that.  I do not remember his answer, it was a long time back, 1994.",
            "Male"
        ],
        [
            "MR LAX",
            "The evidence of your co-applicant is that he was reprimanded severely and told that he must never do that kind of thing again.  That was his evidence.  And you were presumably present when that happened because it happened right there and then in front of you.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You see sir, it may be so as I am saying, I do not remember his answer.  It is a long time back.",
            "Male"
        ],
        [
            "MR LAX",
            "Well my question was how could TNT have done that without authority?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I would like to explain again TNT's powers.  I will explain again TNT's powers, while it seems as if you don't follow TNT's powers.\n\tThe power TNT had, was not, his authority was not beyond that of mine.  I could have asked him too why he did what he did.  You perhaps didn't follow that TNT's powers are not beyond mine, that is why at Da Gama there was an altercation.\n\tIt was not TNT alone speaking, we all were discussing.  Others were saying man, we discussed this and said this was going to happen and other said no, this must happen.\n\tTNT's powers are not above those of others within the Unit sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Haven't we heard enough about these powers now, can we get on with it?",
            "Unknown"
        ],
        [
            "MR NTONGA",
            "Mr Chairman, I have no further questions for this witness.",
            "Male"
        ],
        [
            "MR NTONGA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We now have one of the relatives of the deceased.  Could you please give us your full name?",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "My name is Dina Anvari.  I am the wife of Hushman Anvari.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I heard that you want to ask certain questions?  I gather you want to ask certain questions?",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "If I may.  I guess before everything, I have to follow what Mrs Razavi mentioned, that basically whether anyone is guilty or not, it is the decision of the Amnesty, and we have no revenge or hatred or anything for that matter, towards any people, all the people who had been involved in this attack one way or the other.\n\tWe would like the truth though and there are loop holes that are constantly here in these hearings, and the hearings that were in Bisho that I would like to put it to this gentleman.\n\tThe first thing that I would like to ask is that, forgive my ignorance ...",
            "Female"
        ],
        [
            "INTERPRETER",
            "Can the speaker please speak a little bit slower so that the interpreters will be able to interpret?",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "I am just a little bit nervous, so excuse me.  I don't know, I would like to ask anyone who is here actually, if whether any other attacks that happened on behalf of APLA after the armed struggle was finished, beside the attacks that was done by this Unit?  Does anybody know the answer to that?  Do you know of any?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "I will not lie to you Ma'am.  As I have said already in this Commission, as a soldier when a soldier, or let me put it this way, if we are all soldiers here, five soldiers, we are supposed to go out and attack a certain place, those who stay behind at the base, are not supposed to know where we are going, and what we are going to go do there.\n\tEven if we came back, they must not know where we come from, and what have we done, where we were.  The one who is supposed to know about it, it is the Commander who gave the order and the Base Commander only.  \n\tAnd this makes seven people who are informed about this.  Other soldiers must not know about it.  We ourselves are now coming back, must not in our talk explain or talk about what has happened.  I am trying to answer your question.  I cannot say there are attacks that may have taken place, except the ones we were involved in or there were none, I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have been supplied with a list of attacks which appears to be a very, very incomplete in that it doesn't contain details of the ones that are the subject of this enquiry, but it does refer to attacks in the Richards Bay area on a swimming pool and on a disco.\n\tAn attack on a house in New Brighton, and an attack on a bus.  There do appear to have been other attacks, but I am afraid I cannot give you details.",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "How far away were those attacks from the date that the armed struggle had stopped?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The 30th of January, the 5th of February, the 6th of February and the 14th of February.",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "I suppose it sort of leads me to the next question.  If the armed struggle had stopped in January, in some place like Unitra, only an hour and a half away from Butterworth, I can understand it takes until mid-February to get to Richards Bay, but why is it it took so long to get to Butterworth, it is an hour and a half drive?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "I can be sure Ma'am, that those who read newspapers and those who listened to the radio's got the message immediately, and those people who went physically to the Congress at Unitra at the time this matter was being discussed, they heard this thing.\n\tWith the Army a message or an announcement comes via radio and newspaper, television, we as soldiers were told we must not accept what comes via those media.  A person like the Commander must come and tell us, this is the situation.  This is the decision, and then we must accept it.\n\tIt becomes difficult then because soldiers were scattered all over South Africa and then it became difficult to inform all soldiers that indeed the situation is like this now.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I had heard that you were in Butterworth, we are not talking about all over South Africa, we are talking an hour and a half away from where the decision was made.  I am sorry, I don't want to be like the Commission and I don't want to necessarily say that you are telling the truth or not, I accept what you say, but in my mind this stays that an hour and a half away from Umtata, if the messenger had walked, he would have been there before the 13th of March, when this happened to my husband.\n\tI also have to say that you know, I have basically no political mind and I don't know how the command of things work and how the Army works and all that stuff.  Could I find out what is a definition of soldier in your organisation?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "A soldier in our organisation is somebody who was fighting for Africans who were oppressed here in Azania.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Therefore you were fighting for those who were oppressed against those who gave the oppression?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "From what I understood, you obeyed orders and that is all.  I understood that personally you had no political motive in order to go to that Bahai Centre and do what you did that day, is that correct?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "I will be lying to you Ma'am.  The mere fact for anybody to associate themselves with the liberation movement shows clearly that you are coming from a political organisation, you have political education, you then go to a liberation army and you do get some political classes.\n\tWe were given an order to go and undertake the attack at Bahai as people who were politically taught, we then went and undertook that attack at Bahai.  If it were not soldiers, you could not have sent anybody else to do that.  Anybody who does not have politics, who is not political, will not easily accept an order to do things like those.\n\tI don't think somebody who is not political will follow orders like we did.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Yes, I actually can suggest to you who are the other people who follow orders like that, they are paid assassins and killers.  They do not ask questions, they just go and do what they are asked.\n\tThe next question ...",
            "Female"
        ],
        [
            "MR LAX",
            "Maybe he could answer that question.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't know now about the people you are talking about Ma'am, the ones you say are hired to do such things.  I never came across such a case.  We as the soldiers, we are told, instructed to go and do certain things at certain places.  We then go according to instructions and do as instructed wherever.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I realise instructions seem to be the key word in here.  Now from whom it came and how politically motivated, that is where I have my question, and what objective it achieved for the political organisation.\n\tYou mentioned, it was mentioned in various testimonies that one of the people who were killed knew the Bahai Centre and the Bahai's and basically he was familiar with the area where it was situated in, is that true?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so Ma'am.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I also remember hearing that on Saturday they were ordered, if I am not mistaken and they arrived in Mdantsane on Saturday afternoon and carried it on Sunday morning, is that also correct?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "No Ma'am, they came mid-week at Mdantsane and then that incident happened on a Sunday.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "What is it that I heard about a Saturday, I don't know, that is what I thought.\n\tAnybody knowing the Bahai Centre, familiar with the area, knows that the Bahai's do not as a regular part of what you might call church, meet every Saturday, we don't have regular meetings.  We might meet in the middle of the week or at Saturday or Sunday, we don't have a service on every Sunday.\n\tThat Sunday, these three people were invited to be there, and that just happened to come by invitation only.  How did this person know, or your group know, that we were going to be there on that Sunday?  It was not a popular understanding, it wasn't something that would happen every Sunday and besides the Bahai's of Ciskei and Mdantsane were basically blacks.\n\tWe, the Bahai's of East London and King William's Town would help them with the functions that they do.  The whites as such were never there on a regular basis.  How did they find out on that Sunday that we were going to be there?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "Ma'am, I cannot lie.  I will not lie to you as to how they got to know that.  I do not know too how they got to know that white people would be there that day, whilst white people were not commonly at that church.\n\tI will not lie to you, I cannot lie to you as to whether they knew, how they knew as to whether white people would be there that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand, as I understand the questioner she said that the Bahai Church, this church did not meet regularly on Sundays, they met on various days of the week.  So it was not just a question of knowing that there would be white people that day, but knowing that the Church would meet on that day.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I may have failed to answer that part.  I do not know them, as to how they got to know that on that Sunday there would be white people or during that weekend, there would be a service at Bahai.\n\tAs the Chairperson says that church sometimes holds its services during weekdays, I do not know Ma'am.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Again, I am trying to find out how could anybody again in Butterworth know anything about what is going on in Mdantsane about you know, I mean you had particular instructions to be there on that Sunday and carry this out.  How if anybody knew the Bahai's, they know that we don't meet regularly, how did they know that on that Sunday there will be white people to kill there?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't know Ma'am, but let me explain to the question that said a person at Butterworth, how can he or she know what happens at Mdantsane.  Let me try and explain what happens in the Army.\n\tIn the Army Ma'am, we have sources anywhere.  We have sources anywhere, who bring in information to our bases that may be necessary.\n\tI am sure that is one of the reasons that they got to know that that day, on that particular Sunday there would be a service on Bahai.  I do not want to accuse church members that perhaps there might be one amongst them, who gathered information on our behalf, but I am trying to explain that that is one of the ways that liberation movements operate with.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I am sorry, with all due respect, you will not accuse any of our members for that.\n\tThe point is if this mission was supposed to have happened, if they had gone two weeks beforehand, there were almost 50 white people there, they could have had a really fun day that day, why they chose these three on that day, that is the question? \n\tI realise that you don't seem to have any answers today.  The other question that I want to ask is that you talked about, both of you talked about a dangerous, danger behind this mission and the fact that you had to go back to Transkei as soon as possible.\n\tNow, on the other missions like the Highgate for example, or Da Gama, you came in, you went to do something at Da Gama, you couldn't, you went on the bridge, you couldn't, you went back to Highgate, you passed Highgate, you went to the station, you decided which you say that you cannot make a decision of how to choose the target, but you decided you don't want the station, and you went to Highgate, making a decision again, which you say you cannot make, and raided there, stayed during the weekend in Mdantsane and then go on Monday, do Da Gama and then you go home.\n\tWhy is it that you weren't afraid through any of these, that the Police would catch you, but you were afraid that the Police will catch you at the Bahai Centre, bearing in fact that with all due respect to the Mdantsane Police, whenever anything happens at the Bahai Centre, a burglary, they showed almost two hours later.  Why were you afraid of this one?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "You see Ma'am, there is not a single mission where a thought about Police does not occur.  The only thing that happened is that we must check the place where we are, how far is it from the Police when they are called, whether they will take long to come to the area where we are at.\n\tFor instance, when we went to the station, East London station bar, our road was via Cambridge, but when we passed the Highgate Hotel, we noted that the Highgate Hotel was full, there was something like a disco on.\n\tWe then decided that it is not necessary for us to go to the station bar, East London, let us rather make a u-turn at the railway station at Cambridge, and come back, hit the Highgate Hotel.  What our calculations were, were that the station bar in town, there are many Policemen in contradiction, we have better chances of running away at Highgate.\n\tIn the vicinity of Highgate there is no Police station on our way, except the one at Mdantsane.  This means the danger will only be from behind.  When people from Highgate Hotel called the Police, we shall have reached Mdantsane.  When they tell the Police at Mdantsane, we would have dumped the car already and have split.\n\tI am trying to say Ma'am, there is not a single operation where you don't think about the problem of the Police, because you know you can be arrested, killed or get hurt.\n\tIt is not only the Bahai case where we thought about the situation of being arrested.  In all our actions, we did think about the question of being arrested.  Even at Highgate we shot with the rifle grenade, not wanting to go in physically, hit from a distance, not being seen, and then disappear.\n\tEven at the Da Gama case we thought to use the rifle grenade, hit from a distance and simply disappear fast.  Even if the Police are called, we will be very far off.  All the time, we were thinking about what we do, we must be able to retreat properly and not have casualties or people who are hurt, that is what we are checking.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Again, you made a decision, you made a sound decision not to raid one and go to the other, which means that you had a right to make decisions, and so you were not under orders to go to the Bahai Centre and kill, you had no choice but to obey the order.\n\tYou could have very well turned around and go to a church in, I don't know, another neighbouring who had lots of other whites probably, and you also had a choice to kill my husband who was outside and not go inside and get to the other people who were inside.\n\tYou also had a choice, while they were coming out of their cars, also killed them and not wait until they go inside the hall.  You had choices which you did not exercise.  You also had the choice of not robbing a car and going into the neighbouring houses.  You also had the choice to cover your faces when you were doing this, so you wouldn't be recognised and you could just walk out without anybody seeing you.  You did not make any of those choices.  You went in there, without being afraid of being found out with pure daylight, faces showing, you were not afraid of being recognised on that scene, otherwise you would have covered yourself in some way or protected yourself.",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "No Ma'am, it is not like that.  It is not as you think Ma'am.\n\tI understand why you think the way that you do.  As I have said, we were going to the station bar in town.  On our way to the station bar, we saw that the target that may be less problematic, the reason why on our way to the station bar, we decided to rather attack Highgate Hotel, was that when we were given the orders, no date was given as to on such and such a date you must do this.  On this one, you must do this.\n\tOn the other, you must do this.  We are the ones who decide as we have been given these targets we must hit, let us choose on what day we must hit, on which day we will hit the next, that is how it goes.\n\tAs the Bahai Church, you see, when they were given the instruction, I was not there but I think the reason that led to them not, when they met the deceased, your husband, when he was painting the grill of the door, not shooting him dead when he was there, or wait for them when they finished worshipping and then shoot at them, I think it is because they were told how they must go about doing what they had to do.\n\tOf course I was not there when they were given the orders.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I am sorry, with all due respect, it seems like your hands has never gotten dirty throughout this whole thing, anywhere.  There is a question that - did you stop to think, I mean you proclaim you are freeing the Africans - did you stop at any point to think about the children that were doomed to witness what you were doing, this, at that point, standing there, watching you?\n\tDid it never occur to you why is it the children who were so afraid, instead of coming to you and asking shelter from you, they ran behind Chamaam's feet and stood there, worrying or trying to hide themselves behind him, rather than you if you were the friends and they were the enemy, why did they trust them more than they trust you?  Didn't it occur to you that there is something here that you should not be doing?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "Ma'am, I don't want to lie to you or try to paint myself positively in front of you, but I heard you when you said it is clear that my hands were clean.  I will not contest what you say, but I don't want to pretend that I am guiltless or because of what you are said, I then must hold on to that.\n\tAll of us, all five of us were there.  There is no one who does not have blood on his hands.  I was the one who searched those people in church, the deceased, myself, who was searching them.\n\tI took their money, I am the one who took their car keys and passed them on to the next one who was our driver.  I don't want to agree that my hands are clean after having taken their money without their permission.\n\tAfter I as part of those people, in fact I was part of those people, and I had not tried to stop them doing what they were doing.\n\tMa'am, what happened in the Church, I don't want to lie and say at that time I had thought about children here, who may have seen very tragic things or old people who may have seen terrible scenes, I don't want to lie to you.\n\tYou see, at that time I was a soldier Ma'am, and as a soldier I was at war and fighting.  I did not have time to think or to think for or about as to what I do to this one, what is the next of kin of, his next of kin going to feel about it, or those who are on the scene, how they see it.\n\tI don't want to lie to you, because I am in front of you now and you are asking me these questions.  I will be lying to you and me, I will be lying to myself.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I mentioned to Mr Chairman that I have only two questions, so I am going to get only one left.\n\tLet me tell you, if you were the one who took the money and the car keys, then you must have been the one who slapped Chamaam in the face with the little money that you could get from him, I suppose, I don't know why you would slap him on the face if you were just a soldier.\n\tI mean, do you expect me to believe that you had no hatred and you were just following orders?  I simply, I don't know, I must say I don't know, you have come in front of the Amnesty Commission and you have asked them to basically give you forgiveness for what has happened.\n\tIf they believe what you say, then that means some other people were involved, you get your amnesty and well, the truth has not come out yet.  We still don't know why this thing happened.  You will get your amnesty and you walk.  If they don't believe what you said, that means that there weren't any people behind it, and it was just you and your group, which again nothing has come out as a truth, as why.  I want to put this to the Commission and to you to please, somehow, come up with the answer why?  \n\tThere are thousands of letters in our files from all around the world, people who wanted to know why, they cried with us.  The newspaper clippings of all around the world, who put this incident on and talked about it, and they all wanted to know why?  We have tapes of news spots on TV in the United States that the person who is giving the news says, why?  We need to know what objective was received from this act by you, by your unit, by your commandment, by your organisation and whoever else is in responsible for this act.  We need to know why.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You will be given an opportunity both of you, if you wish to address further remarks to us.  Thank you for having participated, and I think the time has now come that we must take the adjournment.  Mr Prior?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, thank you, yes, there is just one other matter.  Ms Williams, the daughter of Mr and Mrs Williams, the sister of the deceased indicated that she just wanted to ask one question.   It may be opportune before we adjourn, just to have that one question and put that behind us.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Chairman, may I indicate that the applicant wishes to answer the why.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "To that question you asked Ma'am, despite it being a broad question, I will try to answer.\n\tAs I have said to you Ma'am, and to the Committee, I was not there when they were given the instructions or the orders.  I do not know why, how they got to know that there was going to be a service that Sunday, despite as you say, there used to be no services on all Sundays, I do not know.\n\tIn relation to the allegation that I clapped or hit him, slapped him.  I don't think I would have confessed about big things, and left this small issue.  I did not slap anybody.  If anybody was slapped, he was slapped by somebody else.\n\tFurther, the objective that we were sent to the Church, or those who I was moving with, was sent to the Church to do, that what they did, I would not like to answer on their behalf and say it is because of this or for this, but as far as I know, when you are a soldier you do not ask why, you simply execute orders.\n\tIt is those who are superior to me, who will know the objectives for the attack.  Whatever objectives I can tell you, will be those that I think about, that may be contradicted by them when they come before the Commission. That is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, thank you.  Can you give us your full names please?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Michelle Williams.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I gather you wish to ask this applicant certain questions?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "Yes, thank you Chairperson.  I really just have two questions and I appreciate there is some answers to the questions, which can't be given.   I hope the applicant will be able to answer satisfactorily to these two general questions.\n\tIt really relates to the suspension of the armed struggle.  To your knowledge, were there factions in the PAC/APLA?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "No, not as far as I know, I never got to hear about such a thing that APLA was split or something like that.",
            "Male"
        ],
        [
            "MS WILLIAMS",
            "So are you saying that to your knowledge, there were not different groupings within the organisation, who may or may not have had different views within the organisation?\n\tAre you saying that the PAC was ...",
            "Female"
        ],
        [
            "MR PRIOR",
            "Sorry, please just let him answer.  I know you are a bit nervous and maybe not used to this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said no.  Is there anything you want to say?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MS WILLIAMS",
            "So are you saying that within the PAC, there was never a question that there were groups of people who may have disagreed with other people, that it was a (indistinct) political institution, that had one view on all matters pertaining to the organisation?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so, as far as I know, Ma'am.",
            "Male"
        ],
        [
            "MS WILLIAMS",
            "Well, I must say I am not very happy with your answer, but I will ask you one last question.\n\tThat really is, were you part of a renegade APLA faction in your opinion, can you answer that truthfully?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "As I have said already Ma'am, myself, I do not know that there was within APLA any divisions to a point where there would be a split.  Even the question that says, asking me as to whether I was part of those who were renegade to, or part of the disagreement, no, I was not part of those.  If there were such groups who were in conflict.  I see that you have information that there may have been disagreements in APLA.  I don't disagree, but I say I do not know anything about it.\n\tAnd for that matter, I was not one of those people who were in disagreement within APLA.",
            "Male"
        ],
        [
            "MS WILLIAMS",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  And as I said to the previous questioner, if you wish to make any remarks at a later stage, you will all be given the opportunity to do so.\n\tWe will now take what is normally the long adjournment, but we will try to make it a short adjournment today, because we do not want to sit late, because the hall has to be used for other purposes.\n\tWe will now adjourn until two o'clock.\nCOMMISSION ADJOURNS",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "(s.u.o.)",
            "Male"
        ],
        [
            "MS COLLETT",
            "Mr Mbambo, did you have any reason to think that your Commander, Jimmy Jones, was giving you an order that did not emanate from the policies of APLA?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "No, I did not have a reason to think so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Did you believe that any of the orders that were given to you, were not in line with the policy of APLA?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "I used to believe that all the orders were just in line with the policy of APLA.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And what was the reason that you actually joined APLA in the first place?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for me joining APLA from the beginning, it was the pain and the cry from the oppressed Africans.",
            "Male"
        ],
        [
            "MS COLLETT",
            "And did you think that that would assist with the reasons for you joining?  Did you think that by you joining APLA, you would help the oppressed people, the oppressed black people?",
            "Female"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "MS COLLETT",
            "Thank you Mr Chairman.",
            "Female"
        ],
        [
            "MS COLLETT",
            ".",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Mr Mbambo, as an APLA cadre, when you became a cadre, did you then get your sudu name, you know your code name, or did you get it at a later stage, when did you get it?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "What happened there Ma'am, when you arrive there, there is a sort of form that you fill in with your details, your name and surname and if you have ever been involved in other organisations before and the reasons for leaving, and the reasons for wanting to become a cadre.\n\tAfter all that, you would be given an opportunity to name yourself and you would be told that in that kind of place, the people don't use their real names because of security reasons, even the place you come from.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now what name did you get when you joined APLA because as I understand it, Xobani, which is the name mentioned in this record, is the name you got in 1994?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "My sudu name was Maxwell.  My sudu name was Maxwell.  The surname was Grootboom.  I was from Humansdorp in a coloured township called Maccadi.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, why was it necessary for you to be given the name Xobani?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Comrade TNT is the one who gave me that name.  I accepted it because it was the name that will never ever slip my mind.  I think it was because of the reason that the people are not using their real names.\n\tBesides that we don't actually get to know the peoples' real names, not unless the people are from the same place, that is how they get to know each other's names.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, you have said that you knew Jimmy Jones before March 1994.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is so.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did he know you as Xobani, did he know you as Maxwell, did he know you as Zukile?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "He used to know my real name, Zukile.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did he know that you were a member of APLA?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, he knew.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But it is correct to say that you weren't a member of any particular unit before 1994?  He wasn't your Commander?\n\tSorry, those are really two questions, let me break that down.  First, you were not a member of any particular unit?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You were not automatically put into a unit when you joined APLA?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And at the time you knew Jimmy Jones, before 1994, March 1994, he was not your Commander in any way?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did you know Jimmy Jones' first wife whom we have heard about in Mr Ncamazana's evidence?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I got to know her in 1994 after all the missions.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now coming to 1994, one aspect that I still am not too clear about is based on the evidence of Pala Pala, Tona   He says he understood the reason that you were going to East London to be that you were going to steal a car.  What do you say to that, can you explain that?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I didn't hear such a thing.  The only thing who came up with such a thing, that he was going to East London to go and steal a car is Pala Pala, I heard him saying that in the Supreme Court at Bisho.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Why else was he sent as a driver to East London?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "It is because among us there was no one who could drive a car and we had to use a car to come back, I assume.  From Bahai we had to use a car, I assume.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "On your understanding of what happened at Bahai, what was the primary intention - to kill whites, or to ensure that you got a car on Sunday to take back to Transkei?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "According to my understanding Ma'am, the intention of that attack was to kill whites who were right inside the Bahai Church and to get anything that could be of assistance to APLA, like a motor vehicle, firearms if they had them, money, anything that could be useful in APLA.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, we have heard from Mrs Anvari that there were no regular meetings at that Church.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I also heard her saying so.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "We have also heard in evidence that one of the deceased had a brand new Jetta that was one month old.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And that is in fact the car that was taken, rather than the Sierra or the third car that was there.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And correct me if I am mistaken here, your comrades had been in East London a few days, I initially understood it to be a week, but you mentioned Wednesday, but they had been there a few days before the mission on Sunday?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And when you look at Pala Pala's evidence, Tona's evidence, he says that they actually went around scouting for a motor vehicle in that week.  You heard him saying that?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I heard him saying so.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, just as one aspect of this case, is it not possible that Tona was indeed correct, he wasn't lying, that indeed you had either heard about the Jetta or seen the Jetta and were waiting for a chance to get that vehicle and that was indeed the primary reason for going to the Church?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "It is not like that Ma'am.  It is not like that.\n\tThe Jetta was found because we went to the Church.  We could get any type of a car because Tona was given three keys and he was told to choose the car that is the right one.  He is the one who knows more about the speed of cars.\n\tThen he said it was the Jetta, while he was taking the Jetta, we were right inside the Church, but he decided that the suitable car would be a Jetta.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, the other aspect that was put to you again by Mrs Anvari, was the haste in which you said you had to get back to Transkei.\n\tYou were in a hurry to get back once you had the car.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "We were very much in a hurry to go to Transkei after the mission was completed.  It is not because of the car.  We had to go back to Transkei, we were in a hurry because of the mission we just did.  It is not the car, the car is not the main reason for us to be in a hurry to go to Transkei.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But by the same token you came back, and I will go straight to the Highgate incident, the hotel incident.\n\tYou hit the hotel, using the car of a Policeman or somebody who is associated to a Policeman and yet you are not in the same hurry to get out of East London.  Why was there no hurry in this instance?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "We were not that much in a hurry to go out of East London after that incident, because at the time we had a lot of missions to accomplish, besides the Highgate incident.\n\tAs I told you that Highgate was just among the missions we had planned, but on that Saturday, Friday, we were not going to the Highgate Hotel.  We were going to the station bar that is right in town, in East London.\n\tBut as we went passed Highgate Hotel, we just saw that this place was full and we can also get inside this one and attack, that is the reason that we were not in a hurry, because we had a lot of operations to perform.  That was not Highgate Hotel only.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then, the last aspect relates to Da Gama.  As I understood Mr Ncamazana's evidence yesterday, and you heard the evidence, at the time that you were shooting, he thought that Kid and TNT had abandoned you, he didn't see where they had gone to during the shooting, and he actually jumped either you or Luvuyo to get out while the shooting was going on, and eventually he got away.\n\tWhere exactly were Kid and TNT, can you just describe that scene to us as you  experienced it?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "As our car was parked on the left hand side, just opposite the gate of the Da Gama factory, Kid alighted from the vehicle and he shot at the bus.  TNT followed.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did he get out, or did he shoot from the car, TNT?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "They alighted from the vehicle and TNT followed, he also went out of the vehicle and the securities of the Da Gama factory shot back and other bullets hit the car.\n\tThe one bullet hit the car and one bullet hit Kid.  Another bullet came and hit TNT.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And where were you at that time, in the car?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I was inside the car as Kid was hit by the bullet.   Comrade Dumisani was next to the door, the one from where the direction of the bullet was coming from and on the driver's seat, there was Luvuyo, the late Luvuyo.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Were you still there when the Police Stability Unit arrived?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "No, I had already gone, I was not at the scene at the time.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, the last aspect on this that strikes me as strange is, you said again in response, I think it was to Mrs Anvari, that at all times, we thought about the Police.  In all cases, we thought about what we were doing, and being able to retreat unharmed, because you had planned the thing properly, do you remember saying something like that?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I remember saying that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But that wasn't true in this case, was it because you did not even know that there was a Security vehicle that followed the bus.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "It is so, we didn't even know that there was a Security car that was following the bus because we were not told from the time that we were given instructions, we were not told that there is a car that normally escorts the bus.\n\tWe were amazed, we were surprised at the time to realise that the bus was actually escorted.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But whose responsibility was it to strategise and plan and know exactly what was going to happen on the day?  I thought you said the Unit would depend, it would depend on what things looked like and you changed your plans?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is the responsibility of the Commander to tell the Unit that as I am sending you to such and such a place, the situation is like this.  You will find so many people there, you will find a certain number of people there, but unfortunately we did not get that type of information in this Da Gama incident.\n\tWe were surprised when we got there, but when I was just thinking, I just told myself that he wouldn't know because there was this old man, whose car was hijacked by us and he went straight, the one who went straight to Da Gama and we came back.  That old man didn't hear us talking about going to Da Gama, but he just heard that we missed whatever.  Maybe he is the one that went to tell the Police that certain people hijacked his car, because they went to a certain place.\n\tAnd maybe he would even tell them that the time went against them, and they couldn't carry on the mission, but I thought maybe it was that old man, or maybe the Commander who was giving us the instruction, he didn't know that the bus was escorted, because it was not escorted initially.  Before, they never used to escort the bus.  That is what happened.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, what did Jimmy Jones say when you filed your report, gave him your report and told him about that Security vehicle.  What was his reaction?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "When I told him about this Security vehicle, he was surprised that the bus was escorted.  I think he also didn't know that the bus would be escorted.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, thank you Chairman.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Mbambo, just a few questions from me.  I gather that before 1994 you had not been involved in any operation, that is before the PAC and APLA first announced that the armed struggle had been suspended, is that correct?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct.  I never undertook any operations before these that I was involved in.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you heard that the PAC/APLA had suspended the armed struggle, where did you personally stand in relation to that issue?  Did you personally prefer a situation where the armed struggle had continued or did you prefer that the armed struggle had stopped?\n\tWhat was your personal preference on that issue?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, I don't want to lie.  I never gave myself a chance to think about it, to think about the suspension of the armed struggle or what is my feeling about the suspension of the armed struggle.  I never had that opportunity.\n\tI never gave myself that chance.",
            "Male"
        ],
        [
            "ADV SANDI",
            "These three gentlemen who were killed because you perceived them to be whites, did you know where they stood in relation to the system which you were opposing?  Did you for example know their political affiliation?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I did not know them sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did anyone of you, people like JJ and the gentlemen who were in your unit, did they say they knew where these three gentlemen stood in relation to the apartheid system?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't know sir, but I myself, I did not even know their relationship, I did not know their feeling towards the government of the day.  I did not even know their political affiliation as I was not there when that type of instruction was given to the unit.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Maybe lastly, why were they not given a chance to explain who they were before they were killed or even the congregation for that matter, to be given an opportunity to explain who these people are?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't know why were they not given a chance, but I think as far as I am concerned, I think that maybe those soldiers who were sent there, on that mission, at the Bahai Church, they were told, maybe they were told that they have to take anything that they can be able to take, and kill all the white people who were there and leave the scene.\n\tI think that could be the reason that they did not give them a chance to explain who they were and tell them about their political affiliation here in South Africa.\n\tBesides that sir, I think even if the people in the Bahai Church, like this other old lady who said, who told us that they were not white people, they were not originally from South Africa, I don't believe that even if we heard that, I don't believe that that would stop us from doing what we were instructed to do, what the people were instructed to do because the people were instructed to do this and that, they were not instructed to go there and check and see what type of white people were there and where do they actually come from and to what political organisation did they belong to.\n\tThey were not sent to do that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Mbambo, before I ask you my very last question, I will ask that when you answer questions, you do not give long winded answers.  You simply answer the question as you understood it.\n\tWould I be wrong to think that you were aware at that time, that there were people from other groups, from other racial groups, who were opposed to the system you were fighting?  Were you not aware for example that there were white people in this country, I am not talking about the numbers, there were white people in this country, who were opposed to apartheid?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I know sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Mbambo.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  You have told us that you, yourself, until the time you started just before the Bahai mission, you were not in any way operational at that stage.  You didn't have a unit, you didn't have a Commander, correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I did not say that I did not have a Commander, I said I did not have a unit that I was involved in.  There were no operations that I was ever involved in.",
            "Male"
        ],
        [
            "MR LAX",
            "My colleague put a question to you, you didn't have a Commander and your answer to that was yes, you didn't have a Commander.  Maybe you can clarify it now, but that was the answer you gave at that time.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Maybe it was a mistake or maybe I didn't get the question clearly.",
            "Male"
        ],
        [
            "MR LAX",
            "Who was your Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "My Commander was Mr Ncapayi.",
            "Male"
        ],
        [
            "MR LAX",
            "And where was he based?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "He was based in Bizana.",
            "Male"
        ],
        [
            "MR LAX",
            "So how was it that you suddenly acquired a new Commander in Jimmy Jones?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It is because as I was helping his comrades, who were under his command, he requested those comrades to bring me along.  That is where I started to belong to a unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But surely you were obliged to take orders from your proper Commander, how can this man suddenly come and take you along?  You had a Commander you have told us now?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason sir, as I told you before, when I was in Bizana my Commander would be Mr Ncapayi.  Comrade Jimmy Jones would come and ask me to keep soldiers for him, and the soldiers would leave again.\n\tNow and then he told the other comrades to call me to Transkei, he said I must come to Transkei.",
            "Male"
        ],
        [
            "MR LAX",
            "You left Bizana in 1991, is that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And from 1991 till 1994, what contact did you have with your Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "As from 1991, up to 1994 there was no communication between me and my Commander.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you then, before going along with these people, make an effort to contact your Commander, to make sure that it was proper for you to join this other unit?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for that, for me not communicating with my Commander, I knew that he died.  He had died.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, if he had died, how could you have a Commander?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "You said I didn't have a Commander.  I told you that I had a Commander.  You didn't ask me that in 1994, why did I allow the situation that I have another Commander while my Commander was still alive, you didn't ask me that.\n\tBecause if you had asked me that question, I would tell you the reason that for me to have another Commander, it is because my Commander had passed away.",
            "Male"
        ],
        [
            "MR LAX",
            "I did ask you how was it that you suddenly went and became a member of another unit, you didn't say.  Did your first unit disband when the Commander died?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "What unit are you referring to sir, because I told you about the unit.  At first I told you that I never belonged to a unit and when you were asking me and said that I told the Commission that I didn't have a unit, and I was never involved in operations previously, I told you that I never had a unit.  I was never involved in any operations, but I had a Commander.\n\tThere is no unit that ever disbanded after the Commander had passed away.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Mbambo, why aren't you volunteering this information to us.  I say did you have a Commander at Bizana, who was your Commander.  You don't say to me it was Mr so and so, but he died.  You then use it as an excuse for why you didn't answer the question properly in the first place.\n\tYou are supposed to be telling us the truth here, you are supposed to be helping us to get information, instead I've got to try and pull it out like pulling teeth out of your mouth.  This is not how you help us.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for me not telling you about my Commander that he had passed away, I was told by the gentleman next to you, that if I am being asked a question, I must just answer a question directly.  I must not take, I must not say a lot of things.  That is why I said I did not have a Commander and I did not go on to say he had passed away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you had answered the question directly, you would have said I had a Commander but he died.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, one of the members of the Committee told me not to be long, lengthy when answering the questions, I have to be brief.  I answered your question, I said I had a Commander and I waited for the next question.\n\tIf he had asked me about my Commander's whereabouts, I would be able to tell him that the Commander passed away.",
            "Male"
        ],
        [
            "MR LAX",
            "When exactly did you acquire your new name, Xobani from TNT?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I got it at Butterworth.",
            "Male"
        ],
        [
            "MR LAX",
            "Was that after the Bahai mission?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you see, your co-applicant said in his evidence that he knew that name before that time.  He knew you by that name before that time.  That is how he knew you were a member of APLA, he said, because he knew you had a (indistinct), in other words a war name.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "He was making a mistake.  I understand that he actually made a mistake with my name, the one that they call me from my township, it is more Xobani.   The people whom I grew up with, they are using a name that is similar to Xobani.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you grow up with him, the first applicant?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "I see.  In your confession and in your trial, you said that you gave evidence, you can correct me if I am wrong, against your co-applicant and others because you were really angry with them because you felt they had betrayed you.  Is that right?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR LAX",
            "But of course, the one person who hadn't betrayed you at that stage, was Jimmy Jones.  Isn't that correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR LAX",
            "So why did you name him, why did you bring him into it?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason sir, as I told you before, I was forced to lie there so as to minimise guilt on my side.  Even if I didn't implicate comrade Jimmy Jones, the Police already had information about him at the time, although I don't even know where they get that information.\n\tIn some of the things, they would lead me and to save myself from the assault, I would just end up telling what they were saying because it was the truth.",
            "Male"
        ],
        [
            "MR LAX",
            "So in this confession, there is a lot of truth as well?  Is that what you are saying?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I said in my confession sir, there is both lies and truth.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, in your trial, you said that Jimmy Jones remonstrated your colleagues, he said why are you coming back here?  Mr Ntonga pointed out that passage to you, I pointed out that passage to you.  Do you remember that?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I remember sir.",
            "Male"
        ],
        [
            "MR LAX",
            "And yes, that does tend to help you, but it also tends to exculpate Mr Jones, because it makes it look like he never gave you that order at all.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That actually tried to help me and it was actually saving comrade Jimmy Jones, as I had told you and you, and Jimmy Jones at that time, did not betray me.  You said so and I said yes, and you asked me why did I try to implicate him.\n\tI did that because Police already had information about Jimmy Jones, but as I was implicating him, I tried there shouldn't anything that could lead to his arrest because of what I said, as you were saying sir, that that was actually taking him out of the crime as I am telling you, as I said I told the Police that Jimmy Jones reprimanded them.  He even asked them why did they do this and go to Jimmy Jones' place.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, you didn't say that in your confession, you said that in your trial.  In your confession you fingered him fairly and squarely, one hundred percent in the picture.\n\tBut in your trial, you seemed to have tried to change that.  Please explain to us why.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The reason for me to change during the trial, as you are saying sir, as you were explaining that I said I was angry during my trial, that the reason why I implicated Dumisani Ncamazana, during the trial sir, during the trial we had met JJ, we had met with JJ and it was his advice that we should say this and that.",
            "Male"
        ],
        [
            "MR LAX",
            "What was this and that, what should you say?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That was long ago sir, the trial was long ago.",
            "Male"
        ],
        [
            "MR LAX",
            "I want you to try and remember, I know it was a long time ago.  I want you to think really hard.  You are here to tell us the truth, you better try and tell us the truth.  I want to know what Jimmy Jones told you.\n\tIt is very important that you try and remember what he told you.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The only thing that I can still remember is that he said we must not mention his name as a Commander who actually gave the orders.",
            "Male"
        ],
        [
            "MR LAX",
            "Why would you mention his name at all, because by mentioning his name as an APLA Commander, whether he gave orders or not, he was in enough trouble already, just by doing that?\n\tSo why would you mention his name at all?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I didn't see it that way sir.  Because even the Police were unable to make him as one of the accused, because during the trial, I was left with Dumisani Ncamazana, even he was actually running away from anything that would implicate him.\n\tAnything that would say that he was the one who actually gave orders, therefore Police were unable to arrest him, unless we tell the Police that he is the one who actually gave the orders.  Without him, we wouldn't go and do anything, without him giving orders.",
            "Male"
        ],
        [
            "MR LAX",
            "Would you as an APLA soldier, participated in any operation without a direct command to do so?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Besides this Bahai incident, there is no other incident that I was ever involved in without a direct command.",
            "Male"
        ],
        [
            "MR LAX",
            "I am asking you, were you supposed to participate in an operation without a direct order to do so?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is not what you asked, you asked would he have.",
            "Male"
        ],
        [
            "MR LAX",
            "I put the question incorrectly, what I am really asking you is were you entitled to participate in operations without proper orders or direct orders?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That was not allowed, but it would depend on the situation prevailing at the time.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, the reason I say this is you have told us that as an APLA member, and as a soldier, your duty was to simply carry out your orders.\n\tYour order was to return with those people, correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, that is correct sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you say that Jones never gave you the order to participate in the Bahai matter.  That is correct?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Sir, Jimmy Jones did not give me the instruction to participate in the Bahai operation.  What actually happened is that those comrades wouldn't go back to Unit 3 where I was staying therefore they were forced to take me with.\n\tI did not have a choice.  I am not sure, maybe it was among their instructions that I must also participate, I am not sure.",
            "Male"
        ],
        [
            "MR LAX",
            "You have just said it was your instruction to return to that base, and that you had no instruction to participate in that attack.  You have just confirmed that for me.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I just said so sir.",
            "Male"
        ],
        [
            "MR LAX",
            "So the question is, who ordered you to participate in that attack?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It was the Unit Commander.",
            "Male"
        ],
        [
            "MR LAX",
            "But you have just told us that he have no authority to order you to do that, earlier in the evidence today.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, sir I said so that he didn't have the authority to tell me, did not have authority to tell me but I just told you sir, as you were asking, if there was any operation that I was involved in without a direct instruction from Jimmy Jones, my answer to that was apart from this Bahai incident, there is no other operation, and you went on sir, asking and I told you that  - you asked me if can I also be involved in an operation whereas I wasn't there when the orders were being given.\n\tI said it is not possible, but it depends on the situation prevailing at the time.  You did not ask me about that, how does that depend, what the situation can be.  It is one of the situations like the Bahai incident.",
            "Male"
        ],
        [
            "MR LAX",
            "It is fine Mr Mbambo.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "It is not that the Unit Commander has the authority to tell, to go on an operation.  A Unit Commander is not, does not have the power to tell me about, to give me an order, but it is only - I beg your pardon, the Unit Commander does not have powers to tell me to go on a certain operation.",
            "Male"
        ],
        [
            "MR LAX",
            "So are you saying, I am not clear now exactly what you are saying.  On the one hand you say he does not have the power to make you go on an operation, and on the other hand you say, he ordered you to go on the operation.\n\tWhich of these two versions do you want us to know?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Let me explain again sir.  I am saying the Unit Commander does not have powers to instruct soldiers to undertake an operation, to send the people and he be left behind.\n\tYou said to me how much authority does the Unit Commander have, and I said he has got authority, but he does not have the authority to send soldiers to undertake an operation.",
            "Male"
        ],
        [
            "MR LAX",
            "Please, you are repeating yourself over and over again.  Stick to the point, the point is a simple one.\n\tYou were instructed by TNT, that is your evidence so far.  Is that right?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR LAX",
            "And that is why you were on the mission?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "No, it is not sir.  To me, it looks like you don't understand instruction and when a person is asking for assistance.\n\tIf you are instructing me, I go there to that place, but if you ask for assistance, I just help you in whatever you are doing.",
            "Male"
        ],
        [
            "MR LAX",
            "So you participated in that mission to the Bahai Faith Centre, to help them of your own free will, is that what you are saying?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "I did not help them because I was willing, but the Unit Commander said I must help them, because I would also be going back to Transkei with them.",
            "Male"
        ],
        [
            "MR LAX",
            "I am going to leave it there, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to clear up a few points with you.  You told my friend on my right, that after you joined the APLA, you had a Commander, Mr Ncapayi, is that correct?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In Bizana and he died, when did he die?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "He died, he passed away towards the end of 1991 if my memory serves me well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that while you were still in Bizana?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't follow your question sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that while you were still in Bizana that he died?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't understand your question sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you train in Bizana under him?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he died.  Where you still in Bizana when he died, it is a perfectly simple question?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "No, I was no longer at Bizana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you just hear that he died?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I heard that he had passed away.  I even attended his funeral.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  Now, you heard about the decision to stop using violence and I think on the 16th of December 1993.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I heard about the decision that the war should be stopped on the 5th of December 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was on the newspapers, on radio, on television, everybody heard about it.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I heard it through the radio media.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then in the beginning, in January 1994, there was a further decision taken by Congress to do the same?  That was all over the media as well, correct?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I also heard that sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you told us that you could have no regard to this, until you were told by your Commander who died in 1991?  Is that correct?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "That is not so sir, I did not say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you had no Commander in December 1993, you have told us that.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I said so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had no Commander who could have told you, did you?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I did not have a Commander sir, but there could be someone who could come and tell me about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you made no attempt to find out, you kept on using the excuse that you would only accept it when you were told by your Commander, had you forgotten that you didn't have one?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "It appeared at a later stage sir.  I did not say what you are saying.  I think you are making a mistake sir.  I said after I heard that through the radio media in January 1994, I met with one comrade and I asked him if he heard the news of the suspension of the armed struggle.\n\tHe said he doesn't even care about that, PAC can continue with politics.  He will only listen to his Commander.  It was not myself who actually uttered those words.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at that stage, you had committed no acts of violence, you had nothing to cover up, is that so?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I had only the gun sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pardon?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I was only holding the gun sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and then suddenly in March 1994 you join a unit and you start committing murders, months after you had heard that there was a cessation of hostility, months after you had heard that the PAC had agreed to stop violence.  Can you explain how this came about that you did this without making any enquiries, without asking anybody, without trying to satisfy yourself as to the truth of what you had known for months?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Again in 1994, March 1994, I joined one of the Units under Mr Jimmy Jones as a Commander, that went on, there were fights and we were undertaking operations.  I don't want to lie to you, I never enquired about this armed struggle as I heard it through the radio media and why the people are still being sent to the operations, because I knew very well that Jimmy Jones was one of the members in the High Command of APLA and he actually knew what he was doing.\n\tHe was not being mistaken, he knew very well the reasons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You took part in the first killings before you were a member of the Unit, or have you forgotten you have told us that, you have just told my learned friend here.  Do you agree?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "No sir, I did not say that I started the killings before being a member of the Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went to the Bahai Church killings before you had joined Jimmy Jones, you went after the killing, to him.  Is that not the fact, just say yes or no and don't give us a long speech.",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I did not go and kill at Bahai before going to Jimmy Jones.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by that, your counsel looks completely flabbergasted.  Do you mean you didn't take part in the Bahai incident?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I explained that I took part in the Bahai Faith Mission incident, and I even explained what I did.  I did not say that I killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you took part.  You went there, knowing that they were going there to kill the whites.  You took part in searching the white men there, taking their keys, you took an active part in the incident, didn't you?  Don't try to deny it now.  You were supposed to be here to make a full disclosure and what you are doing is seeking to evade liability.\n\tIs what I said correct, did you go there, knowing why you went there and did you assist?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes, I went there knowing very well what was going to happen and I participated.  What I said is that I, you said I started killing before joining the Unit, that I did not do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were not a member of any Unit under Mr Jones at that time, were you?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I was not a member of Mr Jones' Unit sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No.  Do you know of any other acts of violence committed in this area, where you were operating in February or March 1994 by APLA units?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't have any knowledge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There weren't any, were there?  It was just your Unit?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "I don't have any knowledge sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Mbambo, you have just told us that the only thing you had to worry about, between 1991 and 1994, was the fact that you were hiding guns.  Do you remember your evidence just now?",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "Yes sir, I remember I said that the only thing that I was hiding was a gun.",
            "Male"
        ],
        [
            "MR LAX",
            "Why haven't you applied for amnesty for being in possession of that firearm, because that is an offence?  It has to be in his application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not on his form at all.",
            "Unknown"
        ],
        [
            "MR LAX",
            "It is not on his form at all.",
            "Male"
        ],
        [
            "ZUKILE MBAMBO",
            "The fact that I was keeping a gun, the TRC they said they want, they said they want to know about the actions that took place from 1960 up to 1994.  Like these cases that we came here for.\n\tThat gun was not, that gun did not belong to APLA.  That gun did not have anything to do with political organisations, the gun that I had, the firearm that I had.  That is why I did not include that in my application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of gun was it?",
            "Unknown"
        ],
        [
            "ZUKILE MBAMBO",
            "It was a 9 mm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any further witnesses?",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "No further witnesses Mr Chairman.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, I propose to call Captain Hussan briefly on the Police's operation at Da Gama, he shouldn't take too long, and I propose just to call finally Mrs Anvari just to put on record the nature of the activities of the Bahai Church.\n\tThe lady who was present in the Church, unfortunately at the luncheon adjournment I told her that I wouldn't be calling her, and then the Committee had indicated that it might be desirable to call her.  She had since left Mr Chairman, but in any event I understand the matter is to stand adjourned until the 14th, and I can make arrangements for her to be here on that day.\n\tI don't know whether my learned friend wishes to hand into the record, hand up, and form part of the record, the testimony of Letlapo Palelo's evidence at the Bahai trial in Bisho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we can skip I and call it J, because I sometimes becomes confusing, but is this the documents (indistinct) case number CCI ... I understand that we are in possession of this today as a result of your secretary and other staff having worked long hours to prepare the record, despite the fact that you requested that it be transcribed weeks, if not months ago and that the TRC did the same, but were told that it was impossible to get a copy, so you had to arrange to have it typed yourself, and we are extremely grateful to you.\n\tThis is not something that you should have to do, it is something that should be done by the people responsible for preparing records.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "Thank you Mr Chairperson.  Yes, we have done this transcription, there are inaudible because it appears that the microphones weren't working too well at the Bisho High Court.  I do wish to hand it in.\n\tI have read it myself, it seems to reflect quite accurately what was said at the trial by Mpahlela.  There are a words that sounds a bit strange, but the gist of it is there, and I wish this to become part of this record in support of the testimony of the two applicants.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Certainly we will take it in, in Exhibit J.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, may I maybe make a suggestion just in case any question later on is raised regarding the authenticity thereof, that the person who actually did the transcription, simply make a certificate that it was done correctly.\n\tMy copy certainly doesn't have any certification, that she did it to the best of her ability or the usual certification that one appends to it, thank  you.",
            "Male"
        ],
        [
            "MS COLLETT",
            "I don't have a problem with that Mr Chairman, I will let the two ladies who did it, do it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS COLLETT",
            "And the tape is available if anybody would like to listen to it.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, with your permission, I will then call Captain Hussan.  Mr Chairman, may I indicate at this stage Hussan's statement appears in the bundle that I indicated earlier, has not been handed up.\n\tIt is the bundle with the blue edging, it is simply the bundle of statements relating to Da Gama, his statement appears.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These bundles haven't been given numbers, have they?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are going to start referring to them, perhaps we should.  The one starting (indistinct) Victor Klaas can be K1, the one starting Bruce Kettles, K2, and the third one rifle grenade attack, K3.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps I should have made it clear, that we haven't had the opportunity of reading the record that has just been made available to us and it may be that once we have, there are other matters we wish to raise, arising from it.  So it will go in subject to that.",
            "Unknown"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  You are a Captain in the South African Police Services, at present, is that correct?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Stationed in East London?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are you attached to any Unit?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "I am attached to the Public Order Policing Unit.",
            "Male"
        ],
        [
            "MR PRIOR",
            "During March of 1994, Mr Chairman, have you found the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I see it is also unmarked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mine is paginated.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "It is just before the post mortem report.  Thank you Mr Chairman.  Is it correct that on the 28th of March 1994, you were a Warrant Officer and attached to the Internal Stability Unit at East London?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is it also correct that on that day at approximately 7.25 am, you had received an instruction from Captain Bezuidenhout to mobilise your section and proceed to the Da Gama factory where they had an attack, or had taken place or was in the process of taking place?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You have before you a statement which you made, an affidavit, is that correct?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Which you made on the 25th of October 1994?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Do you confirm the contents of that statement?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "I do.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And you wish to refer to that statement in your evidence?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "I do yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Are the contents correct as you remember them?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "They are.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In your Unit, as you described, you at the Head of a Unit, was Constable Williams a member?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "Yes, he was in my section at the time.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And he died in that contact, is that correct, on that morning?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Could you tell the Committee briefly what happened, when you arrived at Da Gama?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "When we arrived at the scene at Da Gama, we were instructed to move into a dense bush.  That would be from the Black Road side, and move towards Da Gama in order to sweep the bush and to flush out any suspects that might be hiding in the bush, and also to do a follow up in the direction of Mdantsane, to follow the suspects as the information that we had received was that they were fleeing in that direction.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Could you just pause there.  I would like to show you a set of photographs, aerial photographs, thank you Mr Chairman.  Just quickly, photographs 1, 3, 4, 5, 6, 7 and 8, do they depict the scene as you remember it?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "Yes, they do.",
            "Male"
        ],
        [
            "MR PRIOR",
            "All right, maybe if we can just refer to photograph 5, that seems to give a fair idea of the area and maybe you could talk the Committee through your evidence referring to points on photograph 5.",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "Okay, when we moved in, we were on the right hand side of the photograph, on the Black Road which is not shown on the photograph.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Is that near the railway line?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That would be near the railway line, yes.  We moved in from that direction, across the railway line and started moving towards Mdantsane, that would be towards the left and bottom side of the photograph, amongst that bush there.\n\tAs we were moving down the embankment, the information came that the suspects had fled in the direction of Mdantsane, so we moved in that direction.  As the right hand ...",
            "Male"
        ],
        [
            "MR PRIOR",
            "Could you possibly just explain to the Committee how you deployed your Unit?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "We were in a line as such, a straight line, moving across the railway line, towards Da Gama at that time.",
            "Male"
        ],
        [
            "MR PRIOR",
            "How many were in your Unit?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "It would have been approximately about eight members if I can remember correctly.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were you all armed?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "We were all armed at the time.",
            "Male"
        ],
        [
            "MR PRIOR",
            "With what issue?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "The service pistol as well as R5 rifles.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Please continue.",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "As we were moving down the embankment, that is just after crossing the railway line, a radio message had come over that the suspects were moving towards Mdantsane as I have already said and the right hand side of the section, or the line, fell slightly behind as we were turning to the left.\n\tAt that stage a volley of shots were fired, I immediately took cover, as we did not know where the shots were coming from.  Then we turned around and moved back towards from where the shots had come from.  At that point, a second volley of shots were fired, in our direction and once again took cover and we tried to identify where the attack was coming from.\n\tIt was slightly impossible to identify at that stage, as I said the bush was very dense and the grass was long.  At that point, Constable Aslet also shouted at me that one of the Policemen from our section had been shot.  It was not know who was shot at the time.\n\tWe then moved towards the direction from which the fire had come from again, or the shots had been fired from, and at that point, a third volley of shots were heard, and then everything was quiet after that.\n\tFrom this position I could see Constable Williams laying face down, on the ground and I went over to him, checked for his vital signs and didn't find any trace of any vital signs then.\n\tAt the same time, other members of my section had secured the area where the suspects were and also had disarmed the suspects.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you talk about suspects, how many suspects were there?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "There were two at the time, and when we arrived or when we found them, they were already dead and it appeared that they had shot themselves in the last volley of shots that had been fired.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where were their injuries?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "If I recall correctly, the one suspect had a head wound, and the other one had a wound in the chest.",
            "Male"
        ],
        [
            "MR PRIOR",
            "After that, if I may ask you, was there any check done regarding ammunition expended by your Unit?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "Not immediately after the attack, that was only done after we had returned back to the Unit.  After securing the area and disarming the suspects, and after Constable Williams had been removed from the scene, we went through to the main gate of Da Gama and awaited further instructions and after that, the instructions that we had was, to go through the bush again and after that, after finding nothing in the bush and no other suspects in the bush, we returned to the Unit and that is where we did our ammunition count.\n\tWe also determined if any shots had been fired.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Had shots been fired by your Unit?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "No shots were fired by any of my members or of the Unit as such either.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And Constable Williams, who checked his firearm?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "I checked it personally and all his rounds were accounted for.  His ammunition was accounted for.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When you scoured the area at any stage, whether it was the first time or the second time, was any other ammunition found, any other weaponry, rifle grenade in particular, can you recall?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "The suspects were armed with R4 rifles and in the bush, those were the only firearms that we found.  On the tar road in front of the main gate of Da Gama, I think on photograph 5 it is more or less in the position of (a) where it is showing that vehicle, there was a hand grenade laying in the road, that had been left behind.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You don't know if a rifle grenade was found near the railway line?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "No, I do not.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman, that is the evidence.",
            "Male"
        ],
        [
            "MR PRIOR",
            ".",
            "Male"
        ],
        [
            "MS COLLETT",
            "I have no questions.",
            "Female"
        ],
        [
            "MS COLLETT",
            ".",
            "Female"
        ],
        [
            "MR NTONGA",
            "I have no questions.",
            "Male"
        ],
        [
            "MR NTONGA",
            ".",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Tell us about the helicopter, we've heard evidence of a helicopter arriving, did it arrive with you, was it there, tell us about that?",
            "Unknown"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "The helicopter was requested from the SANDF or the SADF at that time.  The helicopter had been in the area for certain other operations and it only arrived on the scene about 20 minutes after the shooting had taken place.  That is the shooting of Constable Williams and the shooting at my section.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "When you arrived, how many Da Gama Security Officers had been doing the shooting, before you got there?",
            "Unknown"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "I would not bear knowledge of that fact, as I approached the scene from the opposite side.  No information was given to us at that stage of how many Security guards there were.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just as - your Reaction Unit would have attended to quite a  number of incidents of this nature in that area at that time?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "That is correct, we had attended a couple of incidents.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you know whether there were any more incidents in your area that may have involved APLA, round about, after this incident?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "I am not too sure when the Highgate attack had taken place, I can't recall the exact date as well as the Bahai incident, and the King William's Town Golf Club incident, they had all been alleged to be APLA attacks.",
            "Male"
        ],
        [
            "MR LAX",
            "This was the last of that series?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "As I say, I am not exactly sure of the dates, but if I recall correctly, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "But you don't recall any others after this event?",
            "Male"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "STEVEN TREVOR HUSSAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR PRIOR",
            "With leave of the Committee, I call Mrs Anvari.  May Captain Hussan be excused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just ask him, does one excuse witnesses from further attendance, if so, he is excused.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For the sake of the record, will you once again give us your full name please.",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "My name is Dina Anvari.",
            "Female"
        ],
        [
            "DINA ANVARI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairperson, Mrs Anvari indicated to me that a personal statement she would like some time to consider, and maybe the appropriate time would be at the next hearing.\n\tI would like to get the bulk of her evidence ready, just regarding the background of Bahai, for the benefit of the Committee.\n\tHer personal statement she wishes some time to consider.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, we propose very shortly, to be adjourning till the 14th, would that suit you?",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "I realise that.  We thought that, basically both of us would like to make a - as you put it before.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Thank you.  Ms Anvari ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think we should start the evidence now even, because you have heard the request.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "We could equally take it at the next hearing, it might even be more practical to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it would be better to do it together, rather than, speaking for myself, trying to ...",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any comments on it?",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "No, I would rather first answer your questions before I can make any comment.",
            "Female"
        ],
        [
            "MR PRIOR",
            "What is the position now Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you rather ...",
            "Unknown"
        ],
        [
            "DINA ANVARI",
            "If you need to ask questions, I would rather go ahead with it because you know, it is all psychological.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Thank you Mrs Anvari, I am going to lead you and there is nothing that you say, I don't think that much of what you say is in contention so, with permission from my learned friend, and the Committee, I am just going to get some background for you.\n\tIt is common cause, we understand that you are a member of the Bahai Faith Mission, your late husband was a member of the Bahai Faith Mission and you were friendly with the other two deceased, is that correct?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Very well.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And their names being, can you just put those on record?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "It was, my husband was Hushman Anvari, his friend was Rios Razavi and the other friend was Chamaam Bacshanderi.",
            "Female"
        ],
        [
            "MR PRIOR",
            "The Doctor Bacshanderi, was he a Doctor at the hospital at ...",
            "Male"
        ],
        [
            "DINA ANVARI",
            "He was a Doctor at Cecilia Makawane, he was a dentist.",
            "Female"
        ],
        [
            "MR PRIOR",
            "A dentist?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Yes.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And your husband?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "My husband was a computer sales technician.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Where was he working at the time?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "He was working in East London.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And I have difficulty with the name, Mr Razavi, he was at the University, is that correct of Fort Hare?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "He was a Director of Finance at the University of Fort Hare.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Could you possibly just for the benefit of the Committee, briefly describe what was the Bahai Faith Mission about, and what was it doing in Mdantsane at the time, it was during 1994?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Okay.  Well, the basic principles of the Bahai faith, is based on three oneness, a oneness of God, oneness of religion and a oneness of humanity.\n\tThe Bahai Faith since 1911, has been part of, has been established in South Africa and it has been basically teaching its teachings to the people since 1911, but up to the election I suppose, we were obscure in a way because our teachings based on oneness of humanity did not necessarily coincide with the system of the government of the time, and being Bahai's we do obey the government of every country that we live in.\n\tWe abide by their laws, not necessarily moralities, but by their laws, and therefore we kept basically all our religious activities in such a way that it does not interfere what the government asks us.\n\tHowever, in Ciskei and Transkei we never had any problems in that terms, and most of the Bahai, I mean all the Bahai meetings in those countries, were very much mixed.  Although even in South Africa we had, Bahai meetings were integrated fully.  We had less problems, let's say, in Ciskei and Transkei.\n\tThe Bahai Faith is not a mission, it is a faith.  It is a religion based on you know, oneness of God, it is a religion along the same major religions of the world, like Christianity and Islam.  Its inception was in 1844 and it is only 150 some years old, however, according to the Britannica World Book, after Christianity it is the most widespread religion throughout the world.\n\tThe Bahai administration is in such a way that it starts from a local spiritual assembly in each city, we have a local spiritual assembly which is made of nine people, whoever is voted for, the invitation to go to Mdantsane was from the local spiritual assembly of Bahai's of Mdantsane.\n\tAt every country we have a national spiritual assembly of the Bahai's of that country, which we have a national spiritual assembly here in South Africa.  As a world governing body, we have a universal house of justice which rules basically all the Bahai world, internationally.\n\tTherefore our basic objective to be in anywhere around the world, to spread the teachings of Bahala, which is based on unity of mankind, world peace, unity of - bringing people together, abolition of all kinds of prejudices, including the racial prejudice, gender, class, creed, any kind of prejudices, so Africa, South Africa seemed to be a very, very good place to be at the time, and is still going to be, because we believe in working on individuals, bringing dignity, faith, confidence, spiritual upliftment to the people underground, these are the people that are important.\n\tThose are the people we work with.  Political systems have their own systems, and they bring empowerment to people in their own way and fine, that is perfectly okay.  We believe in individuals and empowerment through spiritual growth, that comes from within.\n\tAnd that is what basically we were here and we are here, to do.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Now, the church in Mdantsane, we have seen photographs of the church, the church building.  Just correct me, your husband and your friends, did you live, you never lived in Mdantsane?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "No, we lived in East London and my, we all lived in King William's Town, Chamaam also was in East London.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Who, forgive my ignorance, was there a pastor or a parish priest or a manager or whatever leader of the specific church in Mdantsane?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I am sorry, I think we try to understand, you know, the difference comes when we say church.  We don't have a church, it is a centre.  We don't have clergy or basically older Bahai activities are run by the spiritual assemblies of that local area, city, which was at the time the Bahai Centre was run by the local, actually it was a national centre so it was run by the national spiritual centre of Bahai's of Ciskei at the time, because it was considered to be a country at the time.\n\tSo it was run by them, although my husband was asked to basically take care of the upkeeping, you know, in any terms.",
            "Female"
        ],
        [
            "MR PRIOR",
            "The financial running?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "No, managerial part of it.  You know, basically painting, taking care of the grass and all kinds of little ...",
            "Female"
        ],
        [
            "MR PRIOR",
            "Maintenance of the property?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Maintenance, yes.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Just briefly, what sort of programmes were carried out amongst the community of Bahai?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "You mean as far as ...",
            "Female"
        ],
        [
            "MR PRIOR",
            "As the Centre, at the Centre, what sort of ...",
            "Male"
        ],
        [
            "DINA ANVARI",
            "For the community of for its own Bahai meetings?",
            "Female"
        ],
        [
            "MR PRIOR",
            "Firstly for its own members?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Well, basically we have every 19 days, what we call a feast.  When I say it is not regular, that is exactly what we mean, because you have to know what the Bahai calender is about, so you would know when the 19 days is, in order to know.\n\tThen we have the spiritual assembly meetings, which is basically the nine people that are members of the spiritual assembly.  We have basically, then regular meetings, children classes and those things that if you could say anything regular, would be the children classes, which is on Sunday, but it is basically a teacher from Mdantsane who would go and teach the children.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Now, you indicated in a question put to the last applicant, Mr Mbambo, that two weeks before the actual attack on the Bahai Centre, there were about 50 members of Bahai who they would have regarded as white people.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Yes.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Were present there?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I must say that when this incident happened, it was in the middle of our fasting month, which basically we don't eat or drink food from sunrise to sunset.\n\tRight before this vast month starts, which is on the 2nd of March, we have four days of celebration, which are called (indistinct), or (indistinct) days.  It works very well within the Bahai calender, but I am not going to get into that here.\n\tAnyway, those for days every year, is dedicated to basically giving to others in terms of food and joy and everything.  I suppose the closest thing you can come to it, is Christmas in the Christian terminology.\n\tBut it is not, but that is the closest thing I can refer you to.  So, right, two weeks before that, we were all at the Bahai Centre, all of us from you know, Bahai's from King William's Town, East London, I think even Cradock, there were a whole lot of people who were there.\n\tIf I am not mistaken, Chamaam's mother had actually invited everybody because this is an individual thing that you can do, had invited everybody for lunch, so we had almost 80, 90 people there, mixed, very mixed group.",
            "Female"
        ],
        [
            "MR PRIOR",
            "On the day of the incident, it was a Sunday and you also indicated in your questioning, that that wasn't a regular thing that your husband and the two other gentlemen would have been there.\n\tCould you maybe just briefly expand on that?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Actually at the same Sunday or Saturday that we were all at the Bahai Centre, we received the invitation, it was just distributed.  My husband and I both were invited to that meeting on Sunday and Chamaam and Rios, to go.  I didn't know Rios and Chamaam were going to be there.\n\tI only found out on Saturday when I saw Rios at our classes that he said no, I am also invited to that meeting.  The meeting was on family life, basically promoting family units as a unit.  You know, to uplift them and give the children the morality and the spirituality ironically to grow up to be individuals who would not end up doing what happened to them that day.\n\tYou know, we realise that the world was going in such a way that it is children that are doing what they are doing, and we figured if we start from, and that was the year of family by the way, that is where we have to start, to empower the parents, how to teach the children - it is not a spiritual education so they would not fall into those kinds of a ...",
            "Female"
        ],
        [
            "MR PRIOR",
            "Yes, now Dr Bacshanderi, was he also invited, do you know?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Yes, yes, we found that out.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Do you know if they all arrived at the Centre together, from your own knowledge?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "No, my husband actually left two hours early.  He wanted to come to the Bahai Centre, you know there were some repairs that he had to do, and some painting.",
            "Female"
        ],
        [
            "MR PRIOR",
            "What car did he drive?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "He had the Sierra.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Was that a fairly old car?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Yes, it is a 1984 Sierra station wagon, it was pretty ...",
            "Female"
        ],
        [
            "MR PRIOR",
            "And Dr Bacshanderi, what was his car?  Did you know what he drove?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Yes, he had his Alfa Romeo and that is a pretty old car, too.",
            "Female"
        ],
        [
            "MR PRIOR",
            "And the Jetta, was that ...",
            "Male"
        ],
        [
            "DINA ANVARI",
            "The Jetta was Mr Razavi's, who had - he was so happy about getting it about a month ago from Fort Hare.",
            "Female"
        ],
        [
            "MR PRIOR",
            "So it was a brand new motor vehicle?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Brand new.  If I am not mistaken, that was maybe the first time or the second time that he had come to the Bahai Centre with that particular car.",
            "Female"
        ],
        [
            "MR PRIOR",
            "You then learnt about the incident, is that correct?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Yes.  About two o'clock, you see, my husband was in charge of the Bahai Centre, so every time they would phone, there was a robbery in the Bahai Centre, which there was a lot of those days, and the red alert would phone my husband and tell him that there is a robbery in the Bahai Centre, the same time that they would inform the Police in Mdantsane.\n\tUsually, some times it was in the middle of the night, so he wouldn't go, but usually in the morning, if it was anything like that, he would go and when I mentioned with all respect to Mdantsane Police, they would get there on the same time, basically to check what has happened.\n\tSo, when they phoned me and they asked for my husband and he was a Police from Mdantsane, they identified themselves, I got okay, well, the alarm has gone off again, and I just told them, look, he is already there, don't worry, probably it is a false alarm.\n\tThey said who are you and I said I am his wife, and they said that you need to go to Cecilia Makawane, that is basically all they said, and then I said what, there has been some shooting, you just have to go to Cecilia Makawane and they wouldn't tell me anything and they hung up.\n\tI phoned Cecilia Makawane and as soon as I introduced myself, they also hung up, or no, they didn't, they just left the phone and they went.  And that is when I found out.",
            "Female"
        ],
        [
            "MR PRIOR",
            "All right, and did you go to the hospital?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "Yes.  He had the car, so I had to actually, it took me about two minutes, three minutes, to find out somebody who - and then our friends just walked in coming from actually the Bacshanderi's house, realising that all the doors and windows are open and there is nobody inside the house, so they were sort of anxious, what has happened.\n\tThey came to our house to find out what is happening to them, and I had no idea.  So I told them what I had heard, and we both went to Cecilia Makawane Hospital.  There I met with parents of Chamaam and they were crying and all I asked was, what had happened and he said, finished, and immediately I - and I was thinking why are they crying because I thought it was just my husband, I had no idea what has happened.\n\tHe said no Chamaam was finished, and I - you know it just took us some time before I realised it actually has happened.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Did your husband, did he die at the hospital?",
            "Male"
        ],
        [
            "DINA ANVARI",
            "No, no, as I say it took me some time to realise what was happening, they said Chamaam has finished, then I realised yes, Chamaam was the one he was mentioning when he said finished and that my husband was killed two hours before that already.\n\tIt was about two o'clock that I got there, so it was already...",
            "Female"
        ],
        [
            "MR PRIOR",
            "I am going to leave off at this point, because I understand that what you want to say further is of a very personal nature, and you want some time with Mrs Razavi to consider what you are going to say.",
            "Male"
        ],
        [
            "DINA ANVARI",
            "I appreciate it.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR PRIOR",
            ".",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, may I just indicate that I have been approached by our Investigative Superintendent, who indicated that there was a witness, a person who was present at Da Gama.  I haven't had the opportunity of speaking to that person, could I maybe just have a moment to enquire whether that person wishes to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, you know the problem that we have with time, that we were asked to finish early this afternoon.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gave an undertaking that we would try to do so.  It is now five minutes to four.  I think you can consult with the witness, decide if the witness is sufficiently relevant and then ask them to be here on the 14th.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "As the Committee pleases, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless there is anybody who wants to say anything now, we will adjourn until the 14th.\n\tI would thank all of you who have been here for your patience in the delays that we have had and the quiet manner you sat listening to the evidence, and I hope that you will be able to be back here on the 14th.\n\tI would also request those, and I know it is a difficult request, but I would request those responsible for transcribing the record, to see if it is possible to have the record transcribed before we reconvene on the 14th.\n\tI know that there are two other sittings taking place at the time, and appreciate that it might be an impossible task.  But if it can be done, we would be very grateful.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, there is a request from the technicians that when the public leave the hall, could they please remove the headsets and place them on the chairs.  In the past, some of the headsets had been damaged in the rush to get out.  If they could comply please, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "If we could just tell you that those headsets don't work outside this room, so really please leave them behind, they are no use to you anywhere else.",
            "Male"
        ],
        [
            "COMMITTEE ADJOURNS UNTIL 14-04-1998",
            ".",
            "Unknown"
        ]
    ]
}