{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1996-11-12",
        "location": "EAST LONDON",
        "names": [
            "BONAKELE HORATIUS JWAMBE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54726&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/el/jwambe.htm",
        "speakers": [
            "MR BRINK",
            "JUDGE WILSON",
            "MR NOTSHE",
            "BONAKELE HORATIUS JWAMBE",
            "BERNARD MAKGABO NGOEPE",
            "ADV DE JAGER",
            "SISI KHAMPEPE"
        ],
        "original_speakers": [
            "MR BRINK",
            "JUDGE WILSON",
            "MR NOTSHE",
            "BONAKELE HORATIUS JWAMBE",
            "MR JWAMBE",
            "JUDGE NGOEPE",
            "ADV DE JAGER",
            "MS KHAMPEPE"
        ]
    },
    "testimony": [
        [
            "MR BRINK",
            "When I was outside I didn't know whether anyone was here.  We looked, but well the people have arrived.  I'm told it's difficult to find this venue, but otherwise I am ready to start.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "This application relates to No.126/96 which is the first application in your bound papers.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It should have been the first application.  In my copy of the bound volume the first one is 127.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Oh I am sorry about that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Followed by 126.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Thank you Mr Chairman.  Mr Chairman I have Mr Bonakele Horatius Jwambe who is prepared to take the oath.",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Mr Jwambe you are presently an inmate at Middeldrift Prison?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes I am.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Serving a term of 23 years imprisonment?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "This results from the conviction of four counts of murder and one count of attempted murder?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "You are the applicant before this Committee?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Now Mr Jwambe is it correct that you made an\nAMNESTY HEARING\tTRC/EAST LONDON\n2\tB JWAMBE\naffidavit and is this the affidavit you made?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir it is so.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "..which appearing above the word \"Deponent\", is your signature.",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir it's my signature.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Now Mr Jwambe I will not go to the details of your affidavit but I will refer you to certain aspects of your affidavit.  Is it correct that the events which preceded the death of the deceased in this matter, this was preceded by the death of your brother Mkhuseli Jwambe?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir it is so.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Can I interrupt for a moment to check on something.  The form I have, Amnesty Application, which is in the bound volume before us relating to Jwambe, in paragraph 9A when he is asked to state the Acts, Omissions or Offences for which amnesty is sought there is an allegation that the act is \"Murder\".  Similarly in paragraph 12E the act in which he was sentenced, it's murder, there's no mention of attempted murder in the application for amnesty.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Mr Chairman I noticed that on the application form and I would submit that it must have been a clerical error. I was not responsible for ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well are you applying now to amend the application by adding in 9A.1 \"Murder and Attempted Murder\"?",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Because in 9B there is reference to four people killed and one injured.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I don't think there is any prejudice, I don't think Mr Brink ...(intervention)\nAMNESTY HEARING\tTRC/EAST LONDON\n3\tB JWAMBE",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No I don't.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "And even in 9C the person to whom the attempted murder refers, Mr Vellem, is included amongst the victims.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you just want to amend 9A by the addition of the words \"Attempted murder\"?",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "As the Chairman pleases.  May that apply to all the applications Mr Chairman, if the same error applies.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I can see no objection.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I have no objection Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Now Mr Jwambe firstly can you tell this court why you and the other applicants regarded the Killer Boys as people who were working with the Security Police?  Why did you regard them as working with the Security Police?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "These informers of the police, what they would do during the struggle, struggling for freedom, they would attack the residents.  Even during the bus boycotts people would be murdered.  We found out that the deceased's sister was ...(intervention)",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Which channel is the English channel - channel 2, thank you.  Is there anything else that made you decide that these Killer Boys are working for the Security Police?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes I have reasons.  These people were a problem.  We could not even send our children to the shops.  People could not walk around the streets in the evenings because of the enemy.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Were the Police doing anything about their actions?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "The Police were doing nothing.  All these deeds AMNESTY HEARING\tTRC/EAST LONDON\n4\tB JWAMBE\nof raping people, of stabbing people they were reported to the Police but the police would not arrest them.  Even if they were arrested it would be for only a short period of time and then they would be released.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Now their attack on Mkhuseli Jwambe, and especially at house No.1106, did that have any significance in relation to your belief that they were working for the Security Police?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes.  1106 was a house for the comrades where they would meet regularly for meetings.  Comrade Pinki Phindi would go there regularly.  They would teach us about tactics to fight the enemy, to defend ourselves.  They taught us these tactics only for defence.  1106 was a well-respected home, even by the residents.  The police would go there regularly for searching.  On that day the police went to raid the house, they then started attacking the people, asking for their identity.  Mkhuseli was then attacked.  Nongele was a member of the community group.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Of the Youth Brigade. ...on previous occasions by ordinary criminals, that is house 1106.",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "It had never been attacked before.  It always used to be attacked by the police.   Majwaga Simelele was killed by the police in the very same house.  It was the first time that it was attacked by such people.  Those people referred to them as the enemy.  He was a comrade who stayed in Ziphunzane.  He had gone to Mdantsane because there was some form of function.  Even if there was a funeral or any type of function the comrades would go to 1106.  The comrades met regularly at 1106.  It was a well-respected house even by the residents.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Now from your co-applicant and the other people AMNESTY HEARING\tTRC/EAST LONDON\n5\tB JWAMBE\nwho were involved in this incident on that night, are they related to you and your family?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "No they are not related to my family.  There is no Jwambe member there.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Besides at the time of the incident were they your friends?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "We were not friends, we were just all comrades.  We were all members of the Street Committee.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Now Mr Jwambe after you heard about the death of your brother at some stage you went to report the matter to the police, is that correct?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir it is so.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "The police were not giving you any joy on previous occasions, why did you then decide to go and report this to the police?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "You have to report somebody's death to the police, even if it's a comrade, you have to report it to the police.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Now were you present on the evening of the day the deceased was killed, when the decision was taken to go and hunt for them?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I was not there.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Was any member of the Jwambe family present when that decision was taken?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I would not know because there is no Jwambe member that is involved in the case.  I don't know whether one of them was there at the time but I was not there.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Was the decision to take the deceased to the scrapyard, a decision of members of your family or of your friends, or was it a community decision?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "According to my retrospection I think it was a\nAMNESTY HEARING\tTRC/EAST LONDON\n6\tB JWAMBE\ndecision taken by the residents that those people should be killed at the scrapyard.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Now lastly Mr Jwambe during your trial, it was quite a lengthy trial, did you pay for your own fees, your legal fees?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "No, the ANC paid for my legal fees.",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Mr Chairman with your permission I need to lead an aspect of evidence which is - I am trying to obviate the situation where the witness I intend calling may not be here and that evidence might, it depends on the assessment by this Committee, might be admissible to this witness.  May I proceed to lead that evidence?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "We don't know what it is, what it's relevance is, what it's admissibility is and can't possibly give a ruling until we've heard.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "No I am not asking for a ruling at this stage, just to indicate to you Mr Chairman that I will be leading that evidence.  Now Mr Jwambe one of your applicants, your co-applicants is Mr Jakavu, is that correct?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir it is so.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Now I was made to understand that Mr Jakavu - may I rephrase the question, do you know of the relationship between Archie-booi Swartland and Mr Jakavu?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Archie-booi is Jakavu's brother-in-law.\nNO FURTHER QUESTIONS BY MR NOTSHE",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, members of the Committee I wonder if the affidavits to which my learned friend referred, that is the applicant's affidavit which is dated the 26th of July 1996, copies of which were furnished to us, whether that's formally been put in?\nAMNESTY HEARING\tTRC/EAST LONDON\n7\tB JWAMBE",
            "Male"
        ],
        [
            "MR NOTSHE",
            "No it has not.  I omitted to do that.  What number will it be?",
            "Male"
        ],
        [
            "MR BRINK",
            "Well it's the applicant's affidavit which is in similar terms to various others which were put in as Exhibits A, B, C, D, E, F and so on at the last hearing.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "What was the last one?",
            "Male"
        ],
        [
            "MR BRINK",
            "The last exhibit number?",
            "Male"
        ],
        [
            "MR NOTSHE",
            "Ja.",
            "Male"
        ],
        [
            "MR BRINK",
            "The last exhibit number I have is Exhibit G.",
            "Male"
        ],
        [
            "MR NOTSHE",
            "So this will be H.  I beg leave to hand this up Mr Chairman as Exhibit H.\nEXHIBIT H HANDED UP -  APPLICANT'S AFFIDAVIT",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman have you got your copies?  Mr Jwambe please refresh my memory, how did your brother die and where did he die?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "My brother was stabbed at 11:06 NU1.",
            "Male"
        ],
        [
            "MR BRINK",
            "Is that a shebeen?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes it was a shebeen.",
            "Male"
        ],
        [
            "MR BRINK",
            "And do you know who the person was who killed him?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I just hear that it's Naminca Bolitana.  I was not there.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now you say that you weren't present when the decision to search for the Killer Boys was taken?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I was not there.",
            "Male"
        ],
        [
            "MR BRINK",
            "And did you have any part in the killing of the various deceased?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I did not partake in the killings.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you have any part in the attempted killing of Mr Vellem?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I did not partake in trying to murder Vellem.\nAMNESTY HEARING\tTRC/EAST LONDON\n8\tB JWAMBE",
            "Male"
        ],
        [
            "MR BRINK",
            "So your evidence is that, (a), you didn't support the killing of these various people?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes Sir it is so.",
            "Male"
        ],
        [
            "MR BRINK",
            "In fact you were against their killing, or their being killed?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I was not part of the planning to murder these people.  But if the people are problematic in the community it would happen inevitably that they would be killed, eventually, whether I liked that or not, they would eventually be killed.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But you were present weren't you when you shouted at the people trying to get them to stop, is that not so?",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I got there, they were already on fire, I tried to stop them.  I could not get to the front and I gave up, went home.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes that's the whole point Mr Jwambe.  You, on your evidence, you're completely innocent of any murder or attempted murder.",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I am innocent, but I was sentenced.  The court of law said I am guilty and I accepted the sentence.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, yes.  Is your evidence today that you were wrongly convicted because you had no part in the killing of these people?",
            "Male"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "It is so, Sir, I was not there.  My presence at the place of crime I got there and I was told that these people were being burnt.  I tried to stop them.  There were a lot of people.  People were going up and down, singing, toyi-toyiing.  After I realised that I could not stop the killing I went home. The next morning I was arrested.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes thank you very much.\nAMNESTY HEARING\tTRC/EAST LONDON\n9\tB JWAMBE\nNO FURTHER QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Any re-examination?\nNO RE-EXAMINATION BY MR NOTSHE",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "What is the name of the person who was in the boot of your car and whom you handed over to the police?",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "It is Baba Nundu.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Say the name again.",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "It is Baba Nundu.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Was he one of the people who was killed or was he not?",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I handed him over to the police.  He was still alive.  What happened to him happened only during the day.  When I handed him over to the police he was still alive but he'd been beaten up by the residents.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I just need to satisfy myself that he is not among the four people that were killed, that is all I want to know.",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "No he is not one of the people that were killed.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Did you at any stage help in apprehending or bringing one of the four people killed to 1106 or to the scrapyard?",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "No.  As I said previously I did not partake at all in the murder.  Even when they were fetched from their homes I was not there.  I only had Baba Nundu in my car. The deceased I don't know anything about them.  I was not there when they were fetched from their homes.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "You were not even there either when the person, in respect of whom there is a charge of attempted murder, was fetched and brought to 1106 or to the scrapyard?",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Which people are you referring to?\nAMNESTY HEARING\tTRC/EAST LONDON\n10\tB JWAMBE",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "There is charge of attempted murder.",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I was not there Sir.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Did you give evidence at the trial?",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "Yes I did give evidence.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you tell the judge, that you didn't partake at all in this killing?",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I did tell the court of law, but it was difficult for me to come up front and name the people that were fully responsible for this.  I could not give away the comrades' names.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did the Court find that you were in fact partaking and what did the Court say what were you doing, on the evidence that the Court heard?",
            "Unknown"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I can't remember.  All I know is that I was sentenced, sentenced for murder even though I did not know anything about it.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Jwambe when you came to your house at about nine o'clock on the 1st of February and you heard noises and singing emanating from 1100 section, were you aware at that time that a meeting had been held where members of the Street Committee had taken a decision to go and look for the Killer Boys with a view of bringing them back to 1106 to punish them?",
            "Female"
        ],
        [
            "BONAKELE HORATIUS JWAMBE",
            "I don't know anything about that.  I left the area during the day.  I'd heard nothing about a meeting.  I was not informed that certain people were going to be collected to be burnt.  I don't know anything.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you Mr Jwambe.",
            "Female"
        ],
        [
            "MR NOTSHE",
            "Mr Chairman that is the evidence of Mr Jwambe.  Mr Chairman may I ask for a short adjournment to ascertain\nAMNESTY HEARING\tTRC/EAST LONDON\n11\tB JWAMBE\nwhat the position is with the other witness and I will inform the Committee?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You may take a short adjournment.\nHEARING ADJOURNS",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You asked him at the end of his evidence whether Jakavu is a co-applicant, Archie-booi is Jakavu's brother-in-law, could you kindly tell us what is the relevance of that?",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Mr Chairman the witness, Jakavu actually is the witness I intend leading.  All I intend leading before this Committee is the evidence of Jakavu to say that, he'll be saying that he got there, at the scrapyard, he heard that one of the people who was burning was his brother-in-law and although he was his brother-in-law he said that because of what it was alleged he had been involved in, he could not stop or intervene on his behalf.  Then it will be my argument that that also adds to the pot which indicates that the whole act was a politically motivated act. I just need to lead the evidence on that aspect only.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Have you got a statement from him?",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "I do have a statement from him, but the part that should be covered by the witness is not contained in the statement, it's additional to the statement.  But we have agreed with Mr Brink that they are not disputing that part, and that part being that this witness, Mr Jakavu, who is applicant 132/96 was the brother-in-law of one of the deceased, namely, Archie-booi Swartland.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Come again Mr Notshe with the surname.\nAMNESTY HEARING\tTRC/EAST LONDON\n12\tB JWAMBE",
            "Female"
        ],
        [
            "MR NOTSHE",
            "It's Archie-booi, and then the surname is Swartland.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "MR NOTSHE",
            "Thank you.  The members of the Committee will notice when I hand up this statement that on paragraph 18 of his statement he starts telling the Committee what happened.  He was told that the Killer Boys had been taken to the scrapyard, but on the way  ....(tape ends) ... and the deceased were already burning.  Then he would have added and said that he heard, whilst he was there, that one of the burning deceased was his brother-in-law.  And he was told why he had been burnt but he stood there and he did not stop the killing.  That will be the nature of his evidence.  Thank you Mr Chairman.\n\tMr Chairman further, there are four other affidavits of the other applicants who did not give viva voce evidence.  May we hand those up and Mr Brink has copies thereof and he has no objections to our handing in of these affidavits.  The first affidavit then will be the affidavit of Mr Bongikhya Petros, he is applicant 130/96.  Then the second applicant - and then his affidavit may be admitted as Exhibit J.\t\nEXHIBIT J HANDED UP - AFFIDAVIT OF BONGIKHYA PETROS\n\tThen the following affidavit is the affidavit of Jakavu.  That is the man we intended calling.  May his affidavit then be admitted as Exhibit K.  That is 132.\nEXHIBIT K HANDED UP - AFFIDAVIT OF MANDLENKOSI JAKAVU\n\tThe following ones 132/96 then should be Exhibit K.  The next one will be the affidavit of Mbuyisilo Klaas, applicant 133/96 can be admitted as Exhibit L.\nEXHIBIT L HANDED UP - AFFIDAVIT OF MBUYISILO KLAAS\nAMNESTY HEARING\tTRC/EAST LONDON\n13\tB JWAMBE\n\tThen the last one the affidavit of Zoyisa Sizani, applicant 137/96 may be admitted as Exhibit M.\nEXHIBIT M HANDED UP - AFFIDAVIT OF ZOYISA SIZANI\n\tThose are the affidavits Mr Chairman and that is all we intend leading before this Committee.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...closes the evidence you wish to lead?",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "It does Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mr Brink do you wish to lead any evidence on this aspect of the case?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I don't propose calling evidence Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well that seems to me to terminate the necessity for a hearing.  We would of course welcome argument on behalf of the applicants and reply by you Mr Brink.  It seems to me, and I have consulted my brethren on this, the most sensible way of doing this would be to ask you to submit written argument.  If you would submit written argument on behalf of the applicants Mr Brink will reply to that and you will have a further right of reply.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "As it pleases Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "How long do you need to submit your written argument?",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Today is Tuesday ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The 12th.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "The 12th.  We can have them ready by Friday.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I think let's not be that optimistic, let's say by the 20th.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "The 20th?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes if you submit, file written argument on or before the 20th.  Mr Brink I don't know how long you will take to reply, should we say the 30th?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes.\nAMNESTY HEARING\tTRC/EAST LONDON\n14\tB JWAMBE",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And then the 10th of December if you wish to pray anything further.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Mr Chairman do we file them with your original office?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The office in Cape Town.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Oh do we file them in Cape Town?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Cape Town.  In this new age we live in there are courier services that take things ...(intervention)",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "Is the office on E-mail Mr Chairman?",
            "Male"
        ],
        [
            "MR BRINK",
            "I think so, but you could also - I don't know how long your argument will be but you could send by fax if you wish to.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "We will see what we will do.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well if you will keep in touch with one another.",
            "Unknown"
        ],
        [
            "MR NOTSHE",
            "We will.",
            "Male"
        ],
        [
            "MR BRINK",
            "May I just get that date correct then that our learned friend will give written arguments by the 20th of November.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You will reply by the 30th, and we will give them an extra day or - he can have by the 10th of December.  Very well that finishes the matter set down for hearing at the present time and I accordingly close the hearing.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}