{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-09-24",
        "location": "PORT ELIZABETH",
        "names": [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG"
        ],
        "case number": "3919/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54795&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pe/2madaka.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV SANDI",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BOOYENS",
            "MR BRINK",
            "MR PHOSA",
            "MR VISSER",
            "NICHOLAS JACOBUS JANSE VAN RENSBURG"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "MR BOOYENS",
            "ADV DE JAGER",
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "MR VAN RENSBURG",
            "MR PHOSA",
            "ADV SANDI",
            "INTERPRETER",
            "MR BRINK"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "You've completed your case Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We have no further evidence to present Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are proceeding now with the same hearing which is now the 24th of September.   Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman.  Mr Chairman, I call as the first witness Mr van Rensburg.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Your full names please.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BOOYENS",
            "Mr van Rensburg, you have your amnesty application in front of you, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you affirm to page 1 of the application?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Your history in the police as set out on page 2, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "When this incident took place in 1982, you had the rank of Lieutenant Colonel, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And were you officer commanding of the branch that dealt with trade unions inter alias?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You give a personal overview of your personal history on page 2, do you attest to that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do confirm that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And the declaration that you did not do this for monetary gain, do you confirm that as well?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You apply for the abduction and killing of Siphiwe Mthimkhulu and Topsi Madaka and making a false statement before the Harmse Commission in 1982, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If we look at the particulars of this transgression - before we dwell on this, let's go back a little bit.  Before 14 April 1982, were you aware of  Mr Mthimkhulu and Mr Madaka before you and Mr du Plessis spoke to each other?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I was aware of them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What did you know about them?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I took broad cognisance of certain activities of theirs.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I've just been told to slow down slightly Mr Chairman.\n\tYou state that approximately two weeks before 14 April 1982, you and the applicant Mr du Plessis had a conversation with the applicant Mr Erasmus, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What did this concern?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr du Plessis had discussions with me regarding the two persons' activities.  He stated to me that their activities were taking such a range now that something had to be done about it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now if we can deal with these two quickly.  We know that Mr Mthimkhulu was an overt figure, he acted openly, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was his main sphere of activity according to your own knowledge and how you were informed?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "He was inter alias in the position at the COSAS student organisation and he also incited the youth, mobilised them and politicised them to indulge in schools boycotts and thus to bring the schools to a standstill in this area.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There is a bit of history in this regard that Mr Mthimkhulu had previously been held in terms of Section 6 of the previous legislation regarding terrorism and that it is alleged that he had been poisoned, had been hospitalised in the Cape and returned here, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now the allegations regarding his poisoning, were these allegations made prominent in the press?   And if we look at some cuttings - examples of newspaper cuttings, questions were in Parliament, it had been stated that the police had already started an investigation and we also find detail regarding a civil suite for alleged assault.  If we look at the cuttings, if you could just tell the Commission whether this is the type of press article which appeared at the time.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr Chairman, I have looked at the cuttings and they are of the kind of which I referred to, of which I had taken cognisance at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What cuttings are we talking about?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I'll be handing these in, they are not part of the application Mr Chairman.  I'm just not sure, are we at Exhibit C at this stage I presume?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Exhibit C I think was that bundle that Mr Visser handed in and of which we later got four - two pages.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it will be D.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Exhibit D, I'll just mark it.\n\tThe fact that Mr Mthimkhulu was allegedly poisoned by the security police, what did it do to his stature as a leader and his activities?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It enhanced his stature and it did not stop his activities at all as far as the organisational ability could continue, it actually helped him in this and in his agitation because more people, more youths now regarded him as a martyr.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You stated he was regarded as a martyr, did the fact that he was allegedly poisoned by the police used by him to enhance his figure as a leader and to reflect on the activities of the police?  Is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes it is.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as Mr Madaka is concerned, what were his main activities according to your knowledge and according to what you were informed?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I was informed that Mr Madaka was mostly involved in underground activities, he was a member of an ANC cell at that stage and his activities inter alia involved the recruitment of youths for military training outside the country to act as couriers between the ANC and Lesotho and locally, to smuggle arms into the country and to start DLB's, safe places to hide arms.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did the two of them co-operate?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, they did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "On page 4 then, you continue to deal with the Congress of South African Students and their role in the schools, the resistance against the apartheid education system, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you confirm it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do, Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there strong resistance against the so-called slave education?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "On page 5 you continue to deal with the fact that there were uprisings and school boycotts in the Eastern Cape, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And then also the banning of certain Black movements.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The founding of COSAS, you state was a direct consequence of the banning of other Black consciousness movements, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "How important was the role of the youth and the school pupils during those days?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "They played a very important role because it mobilised the youth and it siphoned through to virtually every family because virtually every family had children.  And the disturbance in the school was part of the process of making the country ungovernable and in this regard it played a very ...[intervention]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You mean the country ungovernable?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do and it played an important role.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there politicisation of education?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, there was.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you confirm the rest of the statements on page 5?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You continue then on page 6 to deal with the development of the unrest situation starting from 1976 in Soweto and it's expansion, do you confirm that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes I do.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And then you also deal with Mr Mthimkhulu's background briefly on page 6.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes. that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You sate at the top of page 7, second paragraph that\n\"It was part of the ANC/SACP strategy to make Black townships ungovernable\"\nTestimony has been led before this Commission about no-go areas etc., but let us return to the 1982 situation, what was the situation in the Eastern Cape at that stage?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It was a situation of large scale disturbances, particularly in the field of education and also as far as the normal movement inter alias of traffic in the Black areas - we were concerned because this was also disturbed.  There were mass meetings, there was labour unrest, there were boycotts in the labour field, there were pamphlets inciting people to activities, that were distributed on a continuous basis.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were there also acts of terror at the time?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, there were at that stage.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were arms being smuggled in at that stage as well?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that was also taking place.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was the situation with regard to no-go areas already at that stage in Black townships?  Did these exist in the Port Elizabeth area and the Eastern Cape?  Were there no-go areas?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, there were.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did this basically involve that any percepted members of the apartheid regime like the police etc., be prevented from continuing from their normal activities?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That was the background, we are now on page 7 of your application.  This was the background against which you and Mr van Rensburg discussed the activities of the two deceased?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, we did discuss it against this background.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In these discussions of yours, was consideration given to the options that were open to you as far as the two deceased were concerned and limiting their activities, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Which options were discussed and considered?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well, legal options aimed at punishment or at court actions or at keeping them without trial.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, let us look then at actually taking legal steps against them, was that considered?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, we couldn't because we didn't have adequate testimony at this stage.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you have information?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, we did have.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was the information of such a nature that it couldn't be used in court?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was it for example from informants?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So as far as testimony is concerned and witnesses, was this not adequate to institute legal steps against any of the two?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The second option is the possible house arrest option which was used in certain cases, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was the problem in this regard?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "The problem was that firstly, it is an option which is difficult to implement and the application thereof was difficult because of manpower, the geographical situation, location.  Long before one arrived there people would know that one was on the way there, it would give further status to this person, it wouldn't limit his activities as such, his open activities would not be stopped and it could ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the difficulty in implementation?  You just had to go to his house to make sure he was there and observing the provisions of the order didn't you?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that could be done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you could prevent him from having visitors as was usually done?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that could have been done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very simple to supervise.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well not always Chairperson, it could have been done but it's not that easy under the circumstances.  There were always people that warned beforehand when we approached and then at certain points we couldn't enter the township with certain vehicles.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Sorry Mr Chairman, are you finished?\n\tYou already mentioned the no-go areas and you said you couldn't enter with normal vehicles, what do you mean?  Is it because of the no-go areas that you couldn't enter?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was it also during night time, was it impossible then or even dangerous to go and make these visits?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, very clearly dangerous to do it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The other possibly was detention in terms of Section 6, the Internal Terrorism Act of that time?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was wrong with that option, if any?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well the fact that the person was of ill-health and this turned him into a martyr - you gave him status of a martyr and now to detain him again for a long period would actually increase his stature even more and would have resulted in more protests, more marches and other actions undertaken then by the youth and the community.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If we then take into consideration that he was detained shortly beforehand for a short period - brief period and he was then set free, do you think you would have succeeded again by detaining him and would you have gained permission to do it again?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes I doubt whether that would have been possible so shortly after his previous detention and also because he alleged poisoning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was he detained for a short period and released Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "He was detained from May until October Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you call that a short period?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I didn't call it a short period Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it was translated as a short period.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I'm sorry I think it was wrong, the witness said that he had been held shortly beforehand and not for a short period - shortly before.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Maybe I speak a bit too fast Mr Chairman.\n\tThat then was basically the criminal procedure actions that you had considered at the time, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were these options also discussed with Mr Erasmus?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, they were discussed.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "He was the branch commander, is that correct - I mean the section commander, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there one meeting only or was there more that one meeting?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "There was more than one meeting.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did it involve you, Mr du Plessis and Mr Erasmus, sometimes only you and Mr du Plessis, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, I think we have dealt with pages 7 and 8.  Do you confirm the correctness of the rest of your statement in your application there, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "On page 9, last paragraph, it is alleged that a certain point had been reached in the  discussions, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was the nature of the information gained at that stage?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "The nature of the information from various sources was that Mr Mthimkhulu had said that he would avenge himself on the security police and he indicated that attempts were being made to kill certain members of the South African police.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could we possibly here just identify the primary person involved with investigating Mr Mthimkhulu?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "As far as I know, it was Mr Niewoudt.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you confirm the rest of your statement on page 9?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Because of the threat against the police or the threatening danger in which Black policemen found themselves, what was their reaction?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "They were frightened, some of them were frightened and there was panic among them in general, particularly with regard to their own lives but also their families lives and safety.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You heard Mr Erasmus's testimony regarding the discussions and the eventual decision that the two deceased had to be eliminated?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you confirm this?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You also then confirm that which is stated in page 10, second paragraph?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "After the order had been given, is it correct that you decided to involve Mr Niewoudt in planning and executing the murder?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Captain du Plessis decided that Mr Niewoudt had to be part of the plan.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay.   The modus operandi which was decided upon and I'm going to summarise what you say from the bottom of page 10 onwards.  Did you decide on the modus operandi of abducting these people?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "To take them away to an isolated place where they would not be easily traced, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "They would be killed?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And their corpses would be burnt?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was the decision also taken with regard to the motor vehicle and that is the vehicle of Mr Madaka, would be left close to the Lesotho border in order to create the impression that they had left the country?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as the activities are concerned - just to summarise while we have reached this point, you have heard the testimony of General Erasmus what you had conveyed to him regarding the activities of both these people, do you confirm that as correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do confirm that as correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Let us now continue with the execution of the plan on page 11.  On 14 April 1982, you planned to carry into effect the operation?  On 14 April - in other words, the operation would start?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And were these two people abducted by Mr du Plessis and Mr Niewoudt - as far as you were informed, in Port Elizabeth?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you then informed by Captain du Plessis that they had indeed abducted these people that evening?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If there is not silence in the hall we will have the hall cleared, will you kindly remember that.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Sorry, I've lost the thread of my argument.  You were telephonically informed that the abduction had been successful, is that correct - as stated in your application?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And were du Plessis Niewoudt and the two deceased then joined by you in Algoa Park?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well I joined them yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you and Mr du Plessis together with the two deceased go to Cradock in Mr du Plessis vehicle and Mr Niewoudt followed you in Madaka's vehicle?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Then near Cradock, there is a disused ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens sorry, before we go on - I don't know if your knowledge of Port Elizabeth's geography is better than mine, is Algoa Park in Port Elizabeth?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It is a suburb Sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I didn't try to venture there either Mr Chairman, I didn't know.\n\tDid you then go to a disused police station at Post Chalmers in the Cradock area?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Once again for the information of those of us who don't know the Eastern Cape that well, how far is Cradock more or less from Port Elizabeth?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "If I have to make a rough estimate, approximately 300 kilometres.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And do you have to go through Post Chalmers to get to Cradock?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well, I would say it is approximately North West, I'm not geographically that well informed but it's on the road between Cradock and Graaff Reinet but that road again joins the road that links Middelburg with Graaff Reinet, so towards New Bethesda I would say.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There is - this may be an appropriate time to - I understand it is before you and it is in fact indicated on the left hand side of Cradock on the map before you.  If I may ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's marked \"A\"?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes.\n\tPost Chalmers was ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could we perhaps refer to this as bundle E?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Certainly Mr Chairman.\n\tIn bundle E we have photographs of what it looks like at Post Chalmers now - well we see that there's a Post Chalmers holiday farm on some of the photographs that wasn't there at that stage, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as the rest is concerned, it was then a disused police station, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was it upon certain occasions used by the security branch members as a safe house or for investigations etc., questioning people?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is it a relatively sparsely populated area?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There are no farm labourers or farm houses in the immediate environment area?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And was the plan to eliminate the two deceased there?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You arrived there that evening, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And it was quite late, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were the two deceased then kept there that evening and into the following day?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Then the next evening at approximately 22H00, somebody - you don't know who, gave drinks to the deceased and they fell asleep, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "During the day and that evening, did you collect branches and tree trunks?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you and Warrant Officer Niewoudt after that, enter the house?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you carry the two sleeping deceased outside?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you then shoot Siphiwe Mthimkhulu?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And the Warrant Officer for Topsi Madaka?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What did you do with the corpses after this?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "We placed them on the firewood, we first put down a layer of firewood and then we put the corpses on top of the firewood.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Then you poured diesel over them, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you purchase this along the way?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was the fire then lit with the purpose of burning the corpses?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did it burn for approximately six hours as you state there?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And the next morning Captain du Plessis and Mr Niewoudt collected the remains by raking this together, Niewoudt departed then with this and said that he'd thrown them in the Fish River, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, all of that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The same evening the two deceased vehicle was left near a border post in Lesotho, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "On the 11th of June 1990, did you make a statement before the Harmse Commission?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was it a false statement?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it was false.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why was the statement false?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "To protect myself?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You did not want to tell the truth?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And was this a direct consequence of your actions of killing the two deceased?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If we can now turn to the political background which led to the commission of this crime and formed the basis for your action.  At this stage you had served in the security police for quite some time, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes for many years, yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And were you aware of the eventual goal of the freedom organisations like the ANC, the SACP etc., what was their purpose?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It was to bring the Government at the time to a fall and to establish an ANC/SACP Government.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In those days Mr P W Botha was President and did he use the phrase of a \"total onslaught\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you also - from the years that you were serving in the security branch, experience continuous propaganda in the press, on television, on the radio, coming from National Party politicians?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If one had to summarise, what was the nature of the propaganda specifically as far as the freedom struggle was concerned?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That the freedom struggle had to be prevented at all costs, that all means had to be used to combat the \"total onslaught\" and to keep the Government ruling.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So in other words, the perception of a total resistance against a \"total onslaught\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Exactly.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That is what the politicians said from public platforms?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "This is also what we read in the press at the time?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And as far as you yourselves were concerned - information that was passed on to you from security head office, police head office etc., was this the same message?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you also have insight into banned publications which had been confiscated from these movements?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did that also set out how to topple the Government?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So did you believe or was there any doubt in your mind that the SACP/ANC alliance had anything else in mind than to take over the Government of the country?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, there was nothing else.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words, did you from that which you yourself experienced and saw, believe this propaganda?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Let us then return to your position as a security policeman.  Before you came to Port Elizabeth, were you stationed in the Eastern Transvaal?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And there, there were inter alia allegations that Swaziland had been used as an infiltration route?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, definitely.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What kind of instructions were you receiving at that stage as to your actions?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "We had to establish an information network in Swaziland to try and monitor these people and to gain information regarding when these trained people would enter the country.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And did you also - as far as these so-called safe houses in Swaziland were concerned, did you also have to gain information in this regard?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, we had to, we had to take photographs where possible of these safe houses.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman.  These things happened as far back as the '70's?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was the nature of the pressure which even at that stage - this was long before you came to the Eastern Cape, was exercised on you as a security police person from the top, from police headquarters and from your regional command etc?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well the pressure that was exerted was for results, drastic actions, more concentrated actions.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "We are still referring to the Eastern Transvaal situation, was there - from the side of the people in Pretoria and politicians etc., were they satisfied or were they demanding better results?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well they were continually requiring and demanding better results because we couldn't adequately prevent the trained cadres, the MK's from entering for deeds of terror.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, then you were transferred to the Eastern Cape, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In the Eastern Cape, how would you summarise the  situation politically when you came here?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I would describe the situation - I would almost say, as chaotic, unstable.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You were at the time the second in command of the section, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I wasn't.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You weren't?  You were a Lieutenant Colonel?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And because of the rank that you had, you only supervised the situation?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you have insight to correspondence from headquarters?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I had.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you have insight into the security actions that were taken locally?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were there regular conferences that were held?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Where an overview was given of the situation and steps discussed?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was the type of insistence that was coming from Government side and that was passed on to you, what did they want?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That the situation in the Eastern Cape had to be stabilised and normalised.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you also have an involvement upon occasions in sittings of ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we will take a short adjournment so you can see to this lady.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BOOYENS",
            "(cont)\n\tMr Chairman, the witness seems to have taken his papers to the back, may he just go and fetch it?   May I just tender our apologies to the Commission Mr Chairman.\n\tWe are now on page 14 of your application, we are looking at the political objectives.  Just to summarise briefly, we've reached the stage where you've stated to us that there was pressure, there were political statements and there was pressure from your headquarters.   Now Mr van Rensburg, you have already heard the testimony of Mr Erasmus and he said that there was a so-called Security Management System in position - in place, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "This Security Management System was adequately described by him, did you attend some of these committee meetings?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "These were meetings of the so-called - of the five sub-committees, the so-called Security Committee, the Joint Security Centre and that kind of meeting, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you agree with the description that the whole purpose of these organisations was to establish a total security control system throughout the country?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It was chaired by the defence force, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "We have already heard reference being made to elimination of people etc., was that a term that was used at some of the sub-committees or in mutual discussions etc?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Can you remember over the years that even some of the politicians - although they would have liked to cast a different light on it and wouldn't have been cornered into talking about it, might have referred to elimination of enemies of the State etc., - use that kind of language?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "How do you personally understand the statement if I say that: \"A person has to be eliminated\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "To me it means that a person must be killed.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If it should mean that a person should be locked up, then it would mean he had to be arrested?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And can you remember that possibly on certain occasions in documentation, reference was made to - and I refer specifically to this Security Management System meetings, reference was made to elimination of people etc?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I can remember that, yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Well, we are 15 years away from those events, you probably can't remember the exact details of those things, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "During the consultations, did I show you Minutes of a meeting of the Safety Committee that was held in October 1982?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes you did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And by way of illustration - you've already said to me that you can't remember the exact details of these documents and it was in any case after the incident but just by way of illustration ...[intervention]\n\tExhibit F Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This will be F.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "We first wish to turn to the second page of these Minutes, it's a set of Minutes referring to a Security Commission or GIS meeting on the 25th of October, you were present there?  You are the Lieutenant Colonel N J J van Rensburg referred to of representing security branch, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And as far as paragraph 6 is concerned, reference is made to the: \"social psychological action\" and action by a certain body: \"Okor\".  There's also a document in which reference is made to the \"Okor\" documents and actions, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And what is of particular importance is under: \"Possible Actions\" or modus operandi, could you please explain some of these things to us?  There's reference in paragraph 10 to: \"SEN Action\", what does that stand for?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "As far as I know that stands for - I think it's \"Economic ...[intervention]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "\"Economic Upliftment Action\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it's \"Economic Upliftment Action\".",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Does it not also refer to the \"Psychological and Social\" etc., in paragraph 6?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Then reference is made to \"Intimidation being a priority\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There's reference to oil spot techniques and then very important, paragraph 14 reference to \"FNE\", probably to security forces.  \"We have to concentrate on the elimination of enemy leaders and intimidators\".",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is that the type of vocabulary that would be freely used during those days and which you would hear?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If we then return and against this background, look at a situation where you and Mr du Plessis would go to your commander - commanding officer and the elimination of two people would be discussed - the two deceased in this case.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there a feeling at all at that stage that something like this will be totally contrary to and outside the broad security and safety policy that applied at the time?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If you were at all under the impression that it could have been totally unacceptable, would you at all have considered anything like this or discussed it with your commanding officer?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I wouldn't have.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words, in the passing through of this policy you never saw a document in which a direct order was given by the Government or the police that a direct order was given that people had to be eliminated?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But what was the spirit and the attitude that you read in these broad information messages that came through to you?  What was the general tenor of these messages regarding the elimination of people?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That it was justified under certain circumstances and that the details were in the hands of the people on ground level, they had to use their own initiative in this regard.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Erasmus mentioned the example of having the impression that where these allegations were made etc., that these allegations were not investigated with the same degree of enthusiasm, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as Mr Madaka and Mthimkhulu are concerned, you also had insight into the applications by the other applicants particularly du Plessis and Niewoudt, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you confirm there that the information contained in those applications regarding the activities of the two deceased was the information that you had available when you participated in considering whether to eliminate the two deceased or not?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you satisfied that the two deceased were a case that for security interests justified the elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I believed that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Which political objective - I know broadly speaking the political objective was to curtail the intimidation unrest situation etc., but as far as you're concerned, why did these two people have to be eliminated and how could it contribute in your opinion?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "According to my information they were two large gears - cogs in the revolutionary struggle locally in order to make the area ungovernable and that by eliminating them we would possibly be able to succeed in stabilising the area and in preventing this revolutionary onslaught from continuing locally.  And it could also have contributed to the broader situation in the country.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you at all think that any other action which you had considered as you'd stated, could have achieved this objective?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Not in my opinion.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as the situation is concerned with regard to people who within the freedom struggle from the side of the police and the defence force, if we were to look at them were you aware that information was exchanged with people from SPES forces, Special Forces of the Defence Force upon occasion?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I'm aware of that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "With other members of the branch?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You were not personally present but were aware that contact had been made?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In your opinion, did the politicians of the day - if not directly then by keeping silent or by implication, condone this type of action under the circumstances?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is what I believed.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you further confirm the other particulars set out in paragraph 10(a)?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And although at a later stage it could have become relevant, did you have any knowledge of assistance being given to the defence force as far as information is concerned - also with regard to foreign areas, areas outside our country which formed part of the onslaught against South Africa?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I didn't have any personal information in this regard.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But did you hear from colleagues about it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Then in paragraph 10(b) you refer to what you regarded as your task, in other words resisting the onslaught.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you also state that violence had to be combated with violence or you fight fire with fire as it is stated in English, where did this attitude originate?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "As far as I can remember, it came from the side of politicians and also from police headquarters.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was this the way in which matters were regarded to be done?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did the perception exist - particularly with regard to the no-go areas, that normal policing was possible in these areas - you know the normal police officer in uniform investigating a house break-in?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, it was impossible.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "One could not drive in a police vehicle into that area any longer?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And as you saw it, was this already an advanced stage of the total making ungovernable of the country and the eventual substitution replacement of the Government?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And besides your task as police officer - this is just for the sake of detail, did you also regard it as your task as a member and supporter of the National Party, to be your duty?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And did you also believe that this policy was essential for what your perception was at the time of the continuation of order and of your own continued existence in this country?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now if we can deal with a few other aspects.  You referred to the statement of Mr Niewoudt and you have already referred to the press cuttings, but were you also aware of the fact that a police investigation had been made into the alleged poisoning of Mr Mthimkhulu and was ongoing at the time?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You said that you had read Mr Niewoudt's statement, are you aware of it?\n\tI refer to page 86 of bundle A Mr Chair.  \n\tWere you aware that as early as 28 December 1981, he had been confronted with allegations that the deceased had been poisoned - I refer to page 86, top paragraph: \n\"At any stage inter alias had thallium poison given to him\"\n\tSo reference was made to the fact that the civil order in which the Minister was addressed just before this event occurred and which had been served on you, did you yourself have knowledge of this civil procedure served n you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And did this at all influence your decision to kill the two people?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not at all.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "A reference had also been made ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this the summons about the poisoning your talking about, not the assault -  there were two summons issued?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes, I will deal with that briefly.\n\tThere was also an earlier summons I think on the 22nd - I think it was in December, for assault in which an amount of R40.000-00 was claimed, were you aware of this?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I should have been aware, it's possible that I knew about this.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That was a much earlier summons?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was the fact of the two civil summons's at all something that played a role here?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not at all.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You did not apply for the alleged poisoning for amnesty, did you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You are aware and it has also been explained you hasn't it, that it would also be an action which could resort under this forum?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was it explained to you that you could apply for amnesty in this regard?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you take an informed decision not to apply in this regard?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why not?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Because I did not have any part in it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If you say you didn't have any part in it, do you have - that's now personally, do you have any knowledge of it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I don't have any knowledge of it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Reference has been made to a former security policemen Dirk Coetzee - now generally spoken, Dirk Coetzee made many allegations against  you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In as far as the allegations of Coetzee are concerned - if they are true, have you applied for amnesty in that regard?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In these and other applications?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you are aware of Coetzee's allegations, in other words those which you have not applied for amnesty for, you deny?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Your application for amnesty was sent off by your attorney on 13 December, that is approximately two days before the initial cut-off date for applications of this nature, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Will you please inform the Commission why you applied for amnesty?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I applied for amnesty because the present Government gave me the opportunity to apply for amnesty for those transgressions which I committed during the reign of the previous Government and which I believed I had done for their cause because I, after completion of these proceedings, I would like to lead a new life.  And because I'm sorry today for what had happened and for what I had done.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words you say that you have two reasons for your application firstly, the opportunity had been created and secondly, you are sorry about what you had done.  It was also true that your application was not immediately filed when the opportunity was given.  Could you please explain to the Commission because I think it is something that may be asked to you, why it was done in this way.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "At that stage when the Amnesty Commission was first mentioned and that people could apply for amnesty, there was amongst the ranks of the police - of people who could have been involved, a degree of uncertainty regarding the system and there was also some suspicion regarding the Amnesty Committee.  There were fears that we would not receive a fair trial.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That was the first consideration?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that was the first consideration.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "When it later became apparent that the Amnesty Committee consisted of Judges etc., there was still quite intensive discussions regarding this among police?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was it then also recommended from a former Commissioner of Police, General van der Merwe, that those who were guilty of offences had to apply for amnesty?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "After you had decided to apply for amnesty with regard to this, this was the stage when you decided?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Then you had to get legal counsel?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There were financial implications regarding your application?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is that a matter - that the financial problems had been resolved, is that one of the reasons why your application was only filed later?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Does that explain - well I take it that you went, saw your attorney and that you started with the application, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You also referred to the fact that there was a degree of distrust among the ranks of the security police regarding the whole amnesty process.  You also participated in an application which went to the Appeal Court with Mr Jan du Preez and on that occasion, did you make a sworn statement with regard to your application to Mr Wagner, the instructing attorney to Mr Visser in this matter?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You also did not state the truth in that statement?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why not?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It was to protect my interests.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Perhaps you should give more clarity in this regard.  At that stage you had applied for amnesty?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I hadn't.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The application had been addressed because you felt that you had to be given the opportunity - I think it was at the Human Rights Committee, to state your side of the matter, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, we wished to have more time.  The notices had to give us more time to prepare ourselves for appearing and we wanted more facts.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And the interests which you wished to protect, were you at that stage also not prepared to make full disclosure because you didn't trust the situation fully?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You have already referred to the fact that at present you are sorry about what happened.  At the time when you committed these crimes, what was your primary consideration for doing so?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "The primary consideration was to protect State security.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there any other reason for committing these deeds?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is there anything else that you would like to add here?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, that's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very good timing, I think we'll take the short adjournment Mr Booyens.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "May I suggest we take the short adjournment Mr Chairman, if there's anything else.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "That concludes the evidence-in-chief Mr Chairman.  I beg your pardon Mr Chairman, I indicated that that concludes my evidence.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, have you any questions?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I have no questions thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phosa?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PHOSA",
            "Thank you Mr Chairman.  Mr van Rensburg, are you commonly known as Nick amongst your colleagues?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "All right, what are the many accusations levelled against you by Mr Dirk Coetzee, besides these two that you've admitted?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I cannot recall - I didn't make an inventory of all the allegations, maybe you should mention some of them, then I can testify to it or not.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, you said it in your evidence in chief - when you gave your evidence you yourself - evidence in chief, you said: \"The allegations made by Coetzee that I have not admitted, it's because I deny them\", in other words there are others - I thought that you know what you're referring to.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "There are for example the allegations regarding the poison, as an example.  There may be other things which I can't at the moment recall, I don't know.  I know the things that I've done and those are the things for which I applied for amnesty for.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just for the last time on that aspect, the aspects that he raised or he mentioned against you, the ones that you deny and cannot now remember, are they serious allegations involving the killing of people, the assault of people?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not that I'm aware of, that I can remember at the moment.  The only thing that I can remember where he made serious allegations against me, is this case and the case of Kondile and also a case in Swaziland where I was not physically involved but for which I also applied for amnesty.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And the Kondile case, have you applied for amnesty?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just to start on that point then, so you killed - with others, you killed Kondile?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I would assume for the same reasons as you killed these two young people, Mthimkhulu and Madaka?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, it was not for the same reasons, the circumstances were not the same.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well now, I was trying to shorten it.  The background surely, the details about what each of them did - what Kondile did, was Kondile killed for something unrelated to political activity?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it did concern political objectives.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You killed him also in endeavour to be of assistance to the then Government in power?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I agree with that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So I was saying then in that context, the underlying reason for eliminating Kondile is exactly the same as for eliminating these two.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "If you state it like that, yes.  If I understand it the way you state it, that is correct.  Yes, if it was for the purpose of protecting the Government or to maintain the Government, keep them in power yes, I agree with you in both cases.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'm a bit unhappy about you saying: \"As dit was vir die doel\", don't say: \"If it was\", I'm asking you - I don't give evidence, I want you to say was the reason for your eliminating Kondile - Mr Kondile, the same as that for eliminating these two young people?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So you I would take it like Mr Erasmus, were bothered about what you had done after you killed Mr Kondile - you were worried about it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it something that does concern one.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You say it rather hesitantly - I really want to find out ...[intervention]",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes ...[intervention]",
            "Male"
        ],
        [
            "MR PHOSA",
            "You don't have to concede to anything I say, if I'm saying something just disagree if you have to.  Were you really worried about it after you did it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just for the record - I'm not going to go into details regarding that one but just for the record, it was you and who else who killed Mr Kondile?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr Niewoudt.   I beg your pardon, I beg your pardon - Sir I am sorry, I thought that you referred to Mr Mthimkhulu and Mr Madaka's case and that is why I gave that reply, for no other reason.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, well correct yourself and give us the answer then.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Who, Mr Kondile - who killed Mr Kondile? It's another person who's not present here but I can give you his name, it was - I was involved but not physically, I did not physically kill him, I myself.",
            "Male"
        ],
        [
            "MR PHOSA",
            "It's up to you - are you rather uneasy about who killed Mr Kondile?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not at all.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Can I ask you for the third time, who killed Mr Kondile?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "A person by the name Otto, Roy Otto.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Only Otto?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I was there as well, Dirk Coetzee was also there, Mr du Plessis was also there.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Is the fact of your reply to say: \"Otto did the physical killing but we were accomplices, in other words we were joint in this killing\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, with whom did you discuss that killing before doing it - besides the two of - besides the three of you, did you discuss that with anyone else before you did it -  I'm now talking about Mr Kondile?  I'm trying to check on the modus operandi to help you please, I'm trying to find out how things are done - with whom did  you discuss that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It was myself, Mr Erasmus, Mr du Plessis.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I take it you discussed the necessity of killing Mr Kondile, the need for it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was it also over a number of days - discussing that idea?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, did you seek anyone's permission before you actually killed him - Mr Kondile, all along I'm talking about Mr Kondile?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was there someone senior to you that you could have spoken to in this division if you had wanted to - about that killing?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, Mr Erasmus was present and he was my senior.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just to jump to the Mthimkhulu/Madaka situation, did you approach Mr Erasmus for his permission before killing those two?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it was joint discussions where a decision was taken about what we had to do and in the end it was a joint decision.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, just listen to my approach now and not the one that you've prepared.   I'm asking you, before you decided: \"Now we are going to kill these two - eliminate these two\", did you and the other three colleagues not Mr van - Mr Erasmus, did you - the three of you or two of you perhaps approach Mr Erasmus and say: \"We now think for these reasons these two must be eliminated\", didn't you do that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you listening attentively as he gave his story - his account yesterday and the day before?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I listened.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now please correct me and the others will correct me, my understanding of the jest of his evidence was that he was approached at a stage when you and the others had already felt that it is necessary to eliminate these two, so you went to him to seek his permission, now is that wrong?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "The way I understand it, we considered all the possible options and discussed them, Captain du Plessis and I and in no legal manner we could find options open to us and then I said to him: \"Let's go and see Mr Erasmus\".\n\tAnd then we again discussed the activities of these people and the implications of their activities and the option that were open to us, we discussed those once again.  It was then said that it was apparent that we had no other option than eliminating these people, that's the way I remember it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You are giving a long story, just listen carefully to the jest of my question.  Did you and the other one or others, approach Mr Erasmus for his permission?  Did you or did you not?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr du Plessis and I did approach him - Mr Erasmus.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But in the case of Mr Kondile - now listen carefully - Mr Kondile, you did not go to look for permission, seek permission from Mr Erasmus?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, we had, we had.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well, I misunderstood you before - fine the record is there, so to sum it up, before you and others killed Mr Kondile, you got Mr Erasmus's permission?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And you similarly got his permission before you killed these last two - the other two?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just in passing though - were there others even if they were not eliminated, who were being considered for elimination in this area?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Are you referring - to which period are you referring now?  Are you talking about 1982, during that period or after that period or what do you want to know about?",
            "Male"
        ],
        [
            "MR PHOSA",
            "Let me give you free reign and just talk as you please.  As long as you were involved, any who were also considered for elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I am aware of those.",
            "Male"
        ],
        [
            "MR PHOSA",
            "In this area?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Before I find out who they are, did you - do you know also of others when you were elsewhere - stationed elsewhere, who were even there considered for elimination for the same reasons?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'm watching you carefully, you are shaking your head obviously with uncertainty.  I get the impression that you're trying to recall, am I correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, it is the way in which you phrase your question, I've already said to you that there was a case in Swaziland but it was not a similar case.   We're not referring to a similar case to the this in the context of methods etc.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Let me make myself clear, I'm only dealing with elimination - the need to eliminate politicos who are troublesome, do you understand me?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I do understand you.  No, not where I was present.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And were the ones - the situation that you referred to now that you said: \"There were others who were also considered for elimination in this area\", who are those?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Those were Goniwe and the other three people, Galata - I can't remember the other names now.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Sorry Mr Chairman, can I just have a short while?\n\tAre you saying that you were involved in the discussion to eliminate Goniwe and others?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Whereas as a South African, I have also been reading the press and listening to radio and other things and TV - I wasn't really paying close attention to these aspects, so I'll ask you some questions that may seem to some others very obvious.  Are you also implicated officially?  Have you been implicated or been accused of the killing of Goniwe and others?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Up to now, have you considered this?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I don't understand what you mean?",
            "Male"
        ],
        [
            "MR PHOSA",
            "Have you admitted this?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I have applied for amnesty for those cases.",
            "Male"
        ],
        [
            "MR PHOSA",
            "All right, now we know of Mr Kondile, we know of the Mthimkhulu and Madaka, we know of the Goniwe four - four of them, isn't it - in Goniwe?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Four, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now are there others that you have admitted having been involved in their elimination or the planning of their elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just mention them - I have a question to ask you after you have given us all the names, just mention them quickly and then I'll ask you some questions about ...[intervention]",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, okay.  We refer to the Motherwell case.",
            "Male"
        ],
        [
            "MR PHOSA",
            "How many people there?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Four.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Including some policemen?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Members of the security police?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who were working very closely with you and your friends on the face of it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who trusted you as their superior?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I assume so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who had been doing terrible things on your instructions and others before that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I have been given to understand that, you are correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, who else?  Who were the others?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "The other case which I referred to is a case in Swaziland.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who died there?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "There were two men and a child who were killed there.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just mention when you have given the list, then I can continue.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR PHOSA",
            "When you have given the whole list please mention, then I can proceed to the next question.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I have given you the whole list as far as I know.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Right, in sequence then - and we now know or I also know now that the Kondile matter came before the present one, before the Mthimkhulu and Madaka matter.  Where in this whole scenario did the others fit in?  Just give us the order, I want to know what you did after Mthimkhulu for instance.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "After Mthimkhulu, was Goniwe.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, and then?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "And then the Motherwell 4 - no, the Swaziland case was I think in 1979, before the Goniwe case.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I see.  So by the time that you - sorry, so as to help me van Rensburg, when you are through just switch off your machine as well because I sometimes think you are still going on.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Okay.",
            "Male"
        ],
        [
            "MR PHOSA",
            "By the time that you were eliminating these two - Mthimkhulu and Madaka, you'd already been through two other instances, that is the Swaziland and the Kondile cases?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now and if I'm wrong please say so, were you worried at all these times - the time that after you killed the persons in Swaziland and Kondile, you were extremely worried about what you had done - the killing of human beings, weren't you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I was concerned.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you apply for amnesty in respect of the Swaziland incident you've mentioned?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I've got the papers before me.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Were you at any stage the head of the CI Vlakplaas farm - the Vlakplaas?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes I was, they were part of that of which I was head.  I had more than one component of which I was head, and one of the components was Vlakplaas.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you per chance given the task of dealing with the elimination aspect - you were heading that aspect?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I don't understand your question, are you saying that I - are you asking whether I was tasked at Vlakplaas to eliminate people, is that what you're trying to say or asking me?  Can you just please repeat the question?",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you at any stage given the task - if you were not given the task, found yourself involved in the task of eliminating politicos, in other words it being your role to eliminate politicos of the nature you've described?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I think it's uncertain, is my learned friend speaking about excluding the ones that he mentioned in other words?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I beg your pardon, could I just determine from the interpreters on which channel the questions are being translated into Afrikaans.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The Afrikaans questions are to be interpreted on channel 1 but currently the applicant is not listening to channel 1 and it's not possible at this moment to interpret for him.  We did do that but the questioning went so fast that we started losing the English.  I hope that answers the Commissioner.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I can hear you and I can hear the answer but I can never hear the questions being translated.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, Mr van Rensburg is using channel 4 which is basically the channel that he hears the question in English.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Because unfortunately I can't determine if it - so at this stage it's not being translated to him in Afrikaans?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "If I could ask, is he having a problem though - I'm just asking.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I'll solve my problem Mr Phosa, I'm busy doing it.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "I'm not referring to your problem Mr Commissioner - Mr Committee member, I'm referring to whether the witness is having a problem, I would never say that of you.  Is he having a problem with the question of the language - listening, understanding English.  I'm just asking, I'm not saying he must understand English.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, we're on channel 4 where we hear the questions in English and answer in Afrikaans, that the one where's there's no translation Mr Chairman.  Is that correct?",
            "Male"
        ],
        [
            "MR PHOSA",
            "But is that a problem?  So we can go ahead then?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What I really wanted to find out - perhaps I should put it differently, I assume too much.  You know Vlakplaas has a reputation, a public reputation - I don't know if it's correct, of having been a place where people were tortured or members of that team were torturing politicos and even killing people.  Do you know that reputation?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Is that an accepted - a correct interpretation?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, because you were involved in the elimination of the people you've mentioned specifically and then you were also at Vlakplaas - I'm sorry, I must be careful about what I say here - Vlakplaas, because you were in that farm obviously I got the impression that you might have been given - assigned the task of dealing with the elimination, specifically the elimination of troublesome politicos, that's the question I'm asking.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, at that stage I was not given those tasks except for the Motherwell case.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you - did you just happen to be at Vlakplaas and it also happened to be a place that eliminates, just a coincidence?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I was not situated at Vlakplaas, my office wasn't there physically, my office was at head office.  Mr de Kock was the commander at Vlakplaas itself.  I hope that answers the question.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You were above him?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you get reports about what was happening at Vlakplaas?  Just briefly, not detailed now - I'm not trying to get into detail about it but did you get reports about what was been generally done at Vlakplaas? - I hope I get past this one.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So what we now know as being the image of Vlakplaas, was known to you at the time that you were at head office and Mr de Kock was at Vlakplaas?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Chairperson, I'm not sure which month it exactly was, it must have been 1st of October or 1st of November 1989 up to December 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the relevance of this Mr Phosa, to something that happened in 1982?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "The relevance of this is - if you want to ...[inaudible] our attitude.  Our attitude is that this gentleman was never involved in any political endeavour and indeed we describe him as simply a killer and we're going to suggest that his general conduct before and after the present incident, is indicative of that very fact.  And that he's not applying here because of any change of mood but simply because of his own - maybe he's just caught and he's trying to save himself from charges which is nothing to do with the political situation.  And that is what I've said before, he should just indicate and I'll put my questions to him - I was going to put that to him.\n\tAnyway getting back to the situation of Kondile, who was the first, first person to mention to you that you should now eliminate these two persons, eliminate Mthimkhulu and Madaka?  Who was the first to mention it to you?  Or did you mention it to them?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well, I think it was me, I'm not too sure about this but I think I did put it that we do not have any other option, I see no other option and they agreed.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Without giving dates, was it much earlier than the 14th of May 1982 when you mentioned that, much earlier - April rather, 14th of April?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I think it was about two weeks or no, ...[intervention]",
            "Male"
        ],
        [
            "MR PHOSA",
            "Before that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It was about four days or a week before they were eliminated, if I have to make a guess.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Before you mentioned that, whether it was four weeks or a day - four days or a week before - before that, had you at these meetings these security meetings, had you ever made any mention to anyone even a hint that you think that it's now about time to eliminate these two?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "How often were these meetings coming about, in other words the meetings where you were discussing covertly these problems?  Were they at intervals of say a month or more or a year?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, I think my learned friend's question is a bit confusing, is he talking about the meetings that the witness testified about - the conferences that they held as security policemen or the meetings involved in the killing of these two?  Perhaps if my learned friend wouldn't mind to qualify it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "It's okay.  No, no, I'm not referring to the meetings that you discussed about the killing these two, I'm not talking about the period five to a week before, I'm referring to meetings where previously with politicos and others, the concept of eliminating was discussed.  How often were such meetings - what was the interval between such meetings?  Just roughly, in other words how often were they coming up?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I do not know to which meetings you are referring to.",
            "Male"
        ],
        [
            "MR PHOSA",
            "There were meetings other than the meetings between you here, there were meetings where you were with politicos, where you were with other persons and the army and there was discussion about security, about the unrest, the term: \"elimination\" was used - I believe that happened at various meetings, didn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I have never had meetings with politicians, we've had meetings at GBS level, at Joint Operations level where these terms have been used, I cannot recall how many instances there were.  The only one I can mention was the one that I have submitted today.  There were discussions at many occasions of elimination, it was mentioned and mention was also made of drastic action against activists and so forth.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well, according to Mr Erasmus yesterday, the meetings I'm referring to were also attended by politicos, are you saying you are not aware of that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I did not attend such meetings where politicians were present.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And you are not aware of such meetings?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I am aware of the fact that during my period in Port Elizabeth there were a few meetings where politicians were present, I myself however was not present at these meetings.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you as a branch, make representations at those meetings that you were aware of where you personally were not present?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not where politicians were present, I was not attending such meetings.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So the pressure that you know of personally then, came from other policemen - you've now been talking about pressure, so that pressure came from other policemen?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Phosa, could I just clear up something here?\n\tIf you're asked about politicians who were present and you stated that you yourself were not present but that you had heard about this, do you include amongst the politicians for example, the Minister of Police?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you not present at any meeting where the Minister of Police visited Port Elizabeth?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I can remember one meeting which was held at police headquarters where Mr le Grange was present and where we just gave him a brief security overview of conditions in the Eastern Cape.  There were no other discussions that I can remember.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Correct me, the impression I get is that that was just an official visit by the Minister which you could have done elsewhere as well - not the meetings you've been talking about.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, you are correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So as at the time that you were arranging - perhaps agreeing on the elimination of Mthimkhulu and Madaka, you personally had no knowledge of what the attitude of the politicians would be to that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phosa, he said in his evidence in chief that the influence of the politicians was from what they said on public platforms.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "I know about that Mr Chairman, I have a reason for asking about this one and if it's eliminated - not killed in this sense, but removed from the discussions it will help me do my duty.  If he answers that question it will be faster, much faster and it's not an embarrassing question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "It's not an embarrassing - Mr Chairman, I need that question, I just need that please, it's part of my approach in this case.  Can I ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the trouble, it is a slightly slant from what he in fact said in chief.  Put it though.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Mine is not putting it, it's a question.\n\tI'm asking you, as at the time that you decided to eliminate these two - that is the ones we are talking about Mthimkhulu and Madaka, were you personally unaware of what the attitude of the politicians would be?  Were you or were you not?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I had my perceptions of what I believed about this, that they would not - if I would apply or ask to do something like this, that they would not approve of it as long as these - these actions would be correct as long as they were just not involved and that's perhaps the way to refer to it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are you saying that you made your own deductions, or did you find anywhere an indication to that effect that you could go ahead but please don't involve us?  Did you - was it your own deductions or conclusions?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It was my own deductions as a consequence of public statements by politicians.",
            "Male"
        ],
        [
            "MR PHOSA",
            "The visit you are referring to by Mr le Grange the Minister - in relation to this incident, when was it - before or after?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I'm quite certain that it was after this incident.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Right.  Now you, I take it like Mr Erasmus, at no stage spoke to any politician whether at a meeting or outside, about the eliminations?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I hadn't.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was your impression, your personal impression that if you - if the politicians get to know that you want to eliminate a politico, they would say: \"No, don't do it\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I believed that if I had to approach them directly, that would probably have been the answer.  In my view no political person would directly give such an instruction.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And who was your - at head office, who was the Commissioner of Police at the time of the killing of these two?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I don't know for certain whether it was General Coetzee at that stage or General Geldenhuys, I'm not certain.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, had you ever discussed with whoever the General was - who the Commissioner was then, had you ever discussed this concept of elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I hadn't.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Had you ever heard him make reference to elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now he of course is not a politician - he wouldn't be referred to as a politician, he would be a policeman?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So you did not know the attitude of senior policemen in this regard?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I did not know what their attitude was but the pressure that was consistently exerted from above left certain perceptions with me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I have this difficulty and it may be mine alone, if at meetings the word: \"elimination\" - sorry, not at meetings, if generally the word: \"elimination\" was used as one of the methods of solving the political situation - it was used publicly and as far as you knew everyone understood it meant killing, why couldn't you get someone if you could do it yourself to say: \"That stage for elimination has arrived in the Eastern Cape\".   Why would it be difficult to do that?  Do you understand my question?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I don't see a problem with that but it was not said, it just wasn't said.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You mean it just wasn't said by you people?  I don't understand you too, I'll just repeat my question.  Seeing that - according to you, it was generally accepted that people like these must be eliminated, what difficulty would you and your colleagues have had in saying: \"We have reached a stage where it seems to us - say: \"It seems to us\", that that elimination solution is the only one?  Why couldn't you have done that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, but that is exactly what we had said to each other before this incident.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, you're missing my portion - my question still and I want you to understand it very clearly because it is significant the way I think.  You see, it would appear that people like the Commissioner of Police according to your understanding, would have been aware of the - of elimination as one of the solutions, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I would assume so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You understood so then?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And this was being mentioned quite openly by them to you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Okay, it was being mentioned publicly and you picked it up - just mentioned publicly that elimination is one of the solutions?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Not by senior police officers no, not that I'm aware of.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Any knowledge to whether senior police officers were against elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I'm not aware of whether senior police officers - whether all of them were in favour thereof, I'm not sure.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well that is just one of them, when I say officers I don't mean all of them.  Were you aware of the general attitude of senior police officers to the concept of eliminating politicos?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I'm not aware what their general attitude regarding this matter was.  I only made deductions as a consequence of the pressure that was exerted on us from the senior officers.  My impression was: \"You have to make plans now, other plans than the normal plans, you must act in a drastic manner, you must stop this violence now at all cost\".  And in terms of that I made certain deductions.",
            "Male"
        ],
        [
            "MR PHOSA",
            "It's not clear to me now, are you saying it was said in so many words or you understood that that's what they meant, that you must take drastic steps?  Did they say so at any stage in so many words?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that we had to take drastic steps, actions.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now who said that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well, I can't remember exactly who said it, it was sometimes feedback given by the chief who had been at meetings in Pretoria, it was sometimes passed on by a senior officer at a desk who would phone and say: \"What are you doing about those people and their activities\"?",
            "Male"
        ],
        [
            "MR PHOSA",
            "This was before the death of these two gentlemen?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Therefore from what you have just said, you understood that they were suggesting that you should eliminate them?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "...[inaudible] my question then.  Since you understood that they were - the police now, were suggesting that you should eliminate these people, what was the difficulty in saying to them: \"Look, we also have come to the conclusion and it appears to us that the only answer is to eliminate\", would that have been a problem to say that to them?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I wouldn't have said so to them.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I don't necessarily say it should have been said by you but if the message was passed to them, would that have been inappropriate to say that to them - to say: \"Look, listen I think you are right, we must now take drastic steps and it seems to us that that means what you say, the elimination of problematic people\".  Now couldn't you have said that, couldn't that message have been passed to them - the message passed to them?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I don't believe it would have been the right thing to do because we were dealing here with a secret method, clandestine methods which were dealt with on a must know basis and  I didn't want one of those people later to turn around and say I had said things like these, it had to be on a must know basis.  This is the way in which you deal with this kind of matter.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are you saying that not a single one of your senior police officers could be trusted to keep this a secret and yet give an indication you should go ahead?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I did not say that, but you are not involved in this kind of activity and then go unnecessarily and tell everybody on ground level what you busy doing and the execution of a plan like that or planning something like that even.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I wasn't suggesting unnecessarily, I was putting it on this basis that before you killed Kondile - having considered the idea, you went and approached Mr Erasmus.  Before you killed the other two - having considered the idea, you went and approached Mr Erasmus, so the concept of finding out from a senior was there in your minds.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is because Mr Erasmus was my immediate head of this section locally and therefore I regarded it as something that had to be discussed with him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Can I put it this way, it was not impossible to eliminate the other two if you had wanted to - those two persons, Mthimkhulu and Madaka, you could have eliminated them without telling Mr Erasmus - physically it was possible?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I could have done so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And on a need to know basis that would have been the best method because that would have meant very few of you knew about it, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it is correct but it was my feeling at that stage that I could not have something like this happen in the area where Mr Erasmus was the officer in command and my commanding officer personally.  I couldn't - at that stage I was the third most senior person, I couldn't allow something like that to happen without his having any knowledge about it, that's the way I felt at that stage.  Nobody else, in other words the number two in command did not know anything about this at all.",
            "Male"
        ],
        [
            "MR PHOSA",
            "It seems to me that you arrived - you yourself, arrived at the conclusion that it was the correct thing to do, in other words to eliminate.  That decision you arrived at independently of Mr Erasmus.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I had.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And you've already said that you could have executed that without referring to him - physically you could have done that.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So I'm therefore saying to you it appears that it was - the need to go to Mr Erasmus, was not essential on the basis of need to know principle, in other words if you were sticking - adhering to the need to know concept, the few of you who knew about it, all the better would it have been.  Do you understand me?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "To get it a bit further, Mr Erasmus could have had no problems also on a need to know basis of his own - going to someone senior, that would not have been inappropriate, picking up someone on a need to know basis just to clear his mind, that wouldn't have been a problem.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I don't know how Mr Erasmus feels about this but in my opinion it would have been a further risk which would have been unnecessary.  Okay, we'll leave it there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But on your evidence as I understand it and I appreciate it that it's in any Quasi military organisation it would be that.  You felt you should not take action in the area in which Mr Erasmus was in command of or the fact that he was your immediate commander that you shouldn't do - take action without informing him, without letting him know.  Why didn't the same apply in the relationship between Mr Erasmus and his commanding officer, the divisional commander?  Shouldn't Mr Erasmus have felt the same feeling - that he must let him know what's been done in the division as his senior officer, that I think is the question.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Okay, if I have to reply to that and react to what you've asked, Mr Erasmus and I were in the same building - a few offices dividing us and it would have been difficult for me, although possible, for two or more days to be away from my office with another section head Mr du Plessis, without telling him where we were going and for how long we would be away.\n\tIn the case - in other words I therefore felt that Mr Erasmus had to know, that he would not ask unnecessary questions when we were away.  In the case of Mr Erasmus, I can't say how he thought and I never asked him about this but if I were in his shoes, I would have felt it was unnecessary to inform headquarters, it was a local situation and a local action.  And it was unnecessary because it involved further risks and that's the way I saw it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you are saying now is, the reason for telling Colonel Erasmus was to shut him up that he wouldn't go around making enquiries as to where you and Mr du Plessis were when you had left headquarters.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, Mr Chairman, if it was assumed as Mr Phosa had said - if it was supposed that I had to exclude Mr Erasmus, I would have just sketched to him the risks of not telling him and that would have - would not - the must know basis wouldn't have made sense in that context.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was there a risk in not telling Mr Erasmus?  And what was that risk if any?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, if I went and did something that Mr Erasmus was not aware of and he is my immediate head and he would hear about it afterwards that I had done something like this without his knowledge or yes, without his knowing, he could have been affronted by this and he could have said to me: \"The fact that you did not entrust me with this knowledge could create problems for us\".",
            "Male"
        ],
        [
            "MR PHOSA",
            "I can detect a shift now in your answer and I'll tell you in what sense.  I first of all established from you that had you wanted to, you could quite easily have eliminated these two without Mr Erasmus's knowledge - now that aspect was established.  Now, when you have a problem about why you went to him, it appeared as though it wouldn't have been easy for you to eliminate these two without him knowing.  It seems now that you are not very happy about the fact that you could easily have dealt with them without his knowing, is that your attitude?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I'm saying that it was possible to do it without his knowledge but the possibility also existed that he could have found out about it, that something might have happened to spill the beans and then it could have placed him in an embarrassing situation.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You are talking about a possibility now?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "The possibility - you must have known that the possibility that what you and others including Mr Erasmus did - that of eliminating people, existed, it existed that others might know.  You could always not exclude the possibility of someone else someday discovering that, could you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, but what I mean is we could have encountered problems along the way, the operation could have failed - the kidnapping, these were all possibilities and they were risks.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Mr van Rensburg, that's not correct.  The process as described to you was very simple and not tricky, it was - they were going to be kidnapped in the normal way that people, politicos are stopped by the police.  It was not going to be a kidnapping on the face of this, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "They were just going to be taken as they were taken in fact?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I mean, according to your information they stopped in the normal way that policemen would stop them, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "In fact we understand that they yielded, thinking that they were going to be interrogated, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "They were even taken to the - they were even sent to this outside farm on the pretext that they were going to be interrogated.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So right up to that stage Mr van Rensburg - sorry, Mr Erasmus, would not have thought there's something wrong if he discovered you at that stage, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not at that stage.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And what was your attitude - what was you knowledge, did you know him to be in favour of eliminations?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, in the sense that we had - how would one say, discussed this matter of the message that had siphoned through from the top - statement that had been made etc., and the pressure from above.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You are referring to your having discussed - before you actually decided to kill these, your having discussed the message from the top - you and him?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, we discussed with each other the fact that this was clearly the message that was passed on from above.",
            "Male"
        ],
        [
            "MR PHOSA",
            "When was this?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That was shortly after I had arrived here, the beginning of 1981.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But it appears that until a few days or let's say a week before the 14th of April 1982, you did not again discuss elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that so?  This was - you've said you discussed elimination when you first arrived in 1981.\n\tYou've now put to him that he didn't discuss it again till 1982, haven't you?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "That's what I asked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well you know that that is not so don't you because we know that they murdered Kondile in 1981.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "I apologise, I should have been warned by the witness.\n\tYou know I'm getting problems now because you didn't advise me.  So you did discuss elimination then in the Kondile matter.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But then after the Kondile matter - sorry, what was the date of the Kondile matter?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I speak under correction but I think it was in August 1981.",
            "Male"
        ],
        [
            "MR PHOSA",
            "From that date on, you did not discuss further until about a week before the elimination of these two - sorry, discussing elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not regarding specific cases that certain persons by name had to be eliminated but we possibly in general discussion among ourselves had discussed this, that this was something that in future might arise again as a consequence of the developments in the security situation in the country in general.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You are saying this is what you possibly discussed after the Kondile matter?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now before - after the Kondile matter but before the seven days or so, you have no specific recollection of your discussing these two gentlemen from a point of view of elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Not with Mr Erasmus.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now you already knew then the attitude of Mr Erasmus, that he doesn't mind people being killed.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I wouldn't state it like that, I know Mr Erasmus as a person who have used and tried all other options before resorting to that kind of step.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Sorry, I - my question should have included that I meant, you knew insofar as he was convinced that elimination is the solution, he would not object.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I felt free to go to him with such a proposal or problem, I can't say that Mr Erasmus would in all instances have given permission but in the cases where I did go to him, he did give permission.",
            "Male"
        ],
        [
            "MR PHOSA",
            "When you say in the cases that you had approached him he had given permission, are you referring to these two - these two only?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, then I am dealing with the situation before the second one, I'm just saying that you knew at that stage that his attitude was: \"If he must go then he must go\".",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So if therefore on the basis of need to know, you and the other two juniors had decided to get rid of these two?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "With respect that's not the evidence, that it was him and the other two juniors, it was never suggested that Niewoudt was part of the decision.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'm sorry, I speak carelessly because it was not my client, I'm sorry.\n\tWho, you and du Plessis - yes, but it is correct what I - what I have in mind is correct.  If you and the other two juniors had gone ahead to eliminate these two without the knowledge of Mr Erasmus, you can't expect him to be very, very bitter when he got to know that you had done it - in the light of previous conduct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I cannot say whether he would have taken exception or not.  My feeling was that he might have because we are loyal to one another, we trust one another - that on that basis he would have taken exception.  Please also remember there were other things - I'll give an example, if we \"abduct people\", then you could have had witnesses seeing us driving off with them and suddenly these people disappear and then when we are also missing, then the media, family, attorneys would approach Mr Erasmus and now he knows nothing - he has no facts.  This is what I have thought of at that point in time.  If it was correct or not but this was my reasoning why I also had to obtain his permission in this specific instance.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Had you ever discussed elimination as a concept with Mr Niewoudt?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Never, in fact never because the message was conveyed to him by Mr du Plessis.",
            "Male"
        ],
        [
            "MR PHOSA",
            "When did you mention for the first time to Mr Niewoudt, the concept of eliminating - of elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I did not mention this concept of elimination personally to him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you - you personally and Mr Niewoudt, ever speak about what was going to be done before it was done - regarding these two?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "When?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Maybe a day or two before they were abducted.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you telling him or were you finding out from him if he knew?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, he knew, he was already informed by Mr du Plessis.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes but as between you and him, you and Mr Niewoudt a day or two before the incident, what were you talking about regarding the incident - the elimination?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well we got together, the three of us - I cannot actually remember exactly what I have mentioned, I thought he knew - du Plessis informed him, so what we did was we talking about the implementation aspects.  In other words how will get hold of these people without somebody knowing and how exactly will we eliminate them, this was what we've discussed.",
            "Male"
        ],
        [
            "MR PHOSA",
            "As far as you were concerned then, you had no way of knowing whether Mr du Plessis - Mr Niewoudt was not a risk?  I'm talking about the need to know basis, you personally had no knowledge?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not personally, I did not personally know that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you say to Mr du Plessis: \"Man this is a risky affair, now why do you include a junior, is he safe\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I told Mr du Plessis to nominate another person or even approach another person to execute this task.  I left it up to him since he's been here in the Eastern Cape for a longer period than myself, he knew the people much better here.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Implied in your suggestion to him as you put it was: \"You know best whom to trust, so please get someone that can be trusted not to let us down\"",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Which means that when Niewoudt's name was mentioned you said to yourself: \"He is - must be a tried and trusted person or a dependable person\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "This is what I have believed.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Didn't he perhaps say so - du Plessis say to you: \"Listen, Niewoudt is our man, he definitely is the person we should go for\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I cannot remember if he immediately identified Niewoudt as the correct man or whether it was afterwards that he mentioned it in the office: \"Yes, I've decided on Niewoudt, he's our man, we can trust him\".",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now Mr van Rensburg, it doesn't really matter whether it was at the office or where.  Before the incident happened he must have given you an assurance, either verbally or somehow that this person is safe on a need to know basis?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phosa, surely when you say to an officer in the police force: \"Go and find someone who can carry out this operation with you\", you are then relying on him to find someone who will do so, you don't ask further questions - this was a Captain in the police force he delegated the authority to.  Have you ever been in a disciplinary unit?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Luckily not been but I've been in karate, it's a bit of a jump.  My question Mr Chairperson, has a reason and unless I'm told not to ask ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you are wasting time proceeding with this, putting to him again and again: \"Did you ask du Plessis if you could trust him, how did you ask du Plessis\", you've put the same question about four times so far.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "All I did was I said: \"Whether orally or otherwise, he must have given you an indication\" and I have a reason for this Mr Chairperson, you may see it differently from me, you're entitled to but if you stop me I won't ask it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see no point in the question.  If you can tell me what the reason is?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "If I were to give an easier reason it will be quicker to answer it than to debate it now, so if I'm being stopped I'll stop it but if I'm being allowed to ask the question, debating it will take ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, carry on with the next question.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Right.  Mr du Plessis - what's his name again - van Rensburg, now after you had done the job - the four of you sorry, the three of you - oh no, no sorry, no, no, no, the better question is this - no, it is three, the better question is this - the first question is this, physically you and Mr du Plessis could have killed these two persons?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'm saying it in this sense - I know you've agreed, you could have them abducted the same way they were abducted?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You could have trapped them into the belief that they were going to be interrogated?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You could equally have got them to where they were taken to ultimately, in the same pretext like they were going to be interrogated?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And since they were killed that easily by being put to sleep, you could have done that - the two of you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, if you allow me, I just need to put it to you - there was another vehicle involved, their vehicle and that vehicle also had to accompany us.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So was the real reason for a third person, this vehicle?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That was one of the reasons, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well then what was the other reason, what was the other reasons for him coming in besides the vehicle?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Chairman, I cannot give you the exact reason but one reasons was that I felt that du Plessis and myself were too few people, that we need assistance from a third person to execute the task - that was my decision.  As already indicated there was this extra vehicle that had to be taken so we should have - we were supposed to take it somewhere else, we could not have left it in the street it had to go with us, that was part of our planning.  I felt that we needed another help.",
            "Male"
        ],
        [
            "MR PHOSA",
            "By the way, you personally did the shooting?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "The one.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes.  And whose decision was that - as to who was going to do the shooting?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I don't believe although I think - there wasn't an exact decision taken as to who should do the killing or not, when the situation occurred I felt I'm the senior person here, I will have to take the first step.",
            "Male"
        ],
        [
            "MR PHOSA",
            "We now know that Mr du Plessis shot the other person.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Mr Niewoudt.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was he instructed or did he just take it over?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr Niewoudt?  No, as far as I can remember I shot the man and Mr Niewoudt spontaneously - if I say spontaneously I mean he took the next man and shot him.  I cannot remember any decision as to whom should kill whom, it wasn't an issue -  it was not something we argued about or that we even discussed.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I want to spend as little detail on this aspect as I must, I would personally not go into it but I have to.  Just one more on that - who - did you all, did you both use the same firearm?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And were those official firearms that you used?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I used my service pistol.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes but you should know, did he use a service pistol as well?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I am not sure, I take it for granted.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was your firearm registered as being your - for your official use?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And if his was also official, it would have been similarly registered?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What happened to those firearms?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I still have mine.",
            "Male"
        ],
        [
            "MR PHOSA",
            "The very same one?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That maybe explains what you said earlier on about investigation.  Are you - was there any investigation done of whatever nature by the police to find out what happened to these two?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.  Yes, there was one.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was it done by policemen or by a police branch - or whatever you call it, independent of the security police?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I'm not sure anymore but I was under the impression that the investigating branch did do an investigation at that point in time - the detective branch.  They did do an investigation regarding the disappearance of these people but I cannot state clearly who were involved.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Right, I'm not having a brief for any of the police departments - from what you have indicated it would seem that you had done a thorough job of making this a secret up to a point, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "As far as humanly possible, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Unless the four of you spoke about it, nobody else would be have been able to talk about it as far as you know, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "As far as I know, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So what is it that you feel the police could have done to investigate this matter, which they didn't do?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I do not think they could have actually achieved anything, I doubt it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just to deliberately go back to the Kondile matter, is there anything that the police in that matter could have done to investigate, which they didn't do according to you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I do not know what they could have done except for their normal police investigation.  If there were allegations, then they should have investigated it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, we cannot - this Committee would not be entitled to infer anything from the manner of investigation, that the police were very flimsy about it - were very indifferent to it?  This Committee can't say: \"Oh well, you can see they didn't mean to investigate this\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I do not know.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You seem lost about it.  I got the impression from your evidence and that of Mr Erasmus, that even the manner of investigating these cases - let's talk about this one for instance, is indicative of the fact that the ones above were quite happy that you'd eliminated them.  Wasn't that your attitude - your evidence?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "With respect, I think the evidence was more in context that it was a general attitude Mr Chairman, not specifically referring to the investigation of this case.  I think my learned friend might have misunderstood.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps we will have to adjourn shortly.  We could consider when you're talking about investigation - as I understood it, the original investigation was an investigation into suspected ANC members leaving the country illegally because the cars were found near the border.  I don't know if you were asking about that investigation or subsequent investigation into the possible murders of these two men.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "I'll deal with that later.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take a short adjournment now, once again we will adjourn till a quarter to two.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Thank you Mr Chairman.   On the - Mr Chairman, I'm addressing you on the question of the investigation that I was referring to.  I understood - I still understand that the position is that the witness is saying:  \"Before and with hindsight looking at the general investigation of political - these situations where people were killed, one does tend to get the impression that it is only ...[inaudible] no-one is doing it seriously\", which is a further indication of that in any event truly the powers that be were not very keen on doing a thorough investigation because inwardly they were grateful that it was a political solution. So I thought that is how he mentioned it, both before and with hindsight - that was the attitude, so I was asking the question on that basis.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr Chairman, if I remember correctly - I was interrupted, could you please repeat what you had asked?",
            "Male"
        ],
        [
            "MR PHOSA",
            "My understanding of the - of your reference and perhaps Mr Erasmus's as well, reference to interrogation - the manner of interrogation sorry, sorry, the manner of investigation, I understood it to be that prior to Mthimkhulu's case and even after Mthimkhulu - now with hindsight, it becomes quite clear that no-one is trying very seriously to reveal - to dig up what happened, in other words the investigation is deliberately weak which would be an indication that the powers that be, the politicos - not now though, and the police all the time were not keen to have these matters discovered.  So I thought that was the attitude that you drew an inference from the manner of investigation, am I wrong?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr Chairman, I cannot generalise on my own in reply to this question but as far as this case is concerned - the Mthimkhulu case, we carried out the operation in such a manner or attempted to carry it out in such a manner that it would appear as if these two people had illegally left the country. \tAnd that was the impression or perception that we wanted to leave, namely that they had departed for military training or that they had gone to work for the ANC in Lesotho or whatever the case might be.  As far as other cases are concerned, we will have to look at each on it's own merit.  I know of a case or cases in the Eastern Cape for which I applied for amnesty where inter alias the murder and robbery squad had investigated the matter - how badly or how well or thoroughly I don't know, I cannot comment on that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, lest my silence is considered to be a cent, I must - and I don't want to interrupt my learned friend unnecessarily, but my recollection of the evidence of Mr Erasmus was this, he said that the enquiries that came from above - meaning the politicians because that was what he was talking about, seemed to indicate to him that they weren't terribly keen really to find out what had happened or with that type of impression Mr Chairman.\n\tIt is not my recollection, nor that of my attorney that he said that his impression was that they were not thoroughly investigated by the police.  I'm not certain that it makes any difference whatsoever to the questions that my learned friend is putting but I think that that is the accurate evidence.  I don't think it makes any difference to the question.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Thank you for the explanation though.\n\tSince I'm on that cause - just to finalise that aspect, you personally would not be in a position to suggest that the police who investigated these matters before or after Mr Mthimkhulu's and Madaka's, deliberately avoided digging into the truth - you would, you're not suggesting that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I'm not trying to say that at all.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You are aware of the Mxenge matter - I'm not saying you were involved but are you aware of it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I am aware.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, is it correct that in that situation, again the car was left at the border?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, did that come before or after this case - this Madaka case and Mthimkhulu?   Which came first, the Mxenge case or the Mthimkhulu one?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I don't think that's really a fair question, I appeared in the Mxenge matter and I can't answer that question Mr Chairperson.  This witness wasn't stationed in Natal in the time - if we are talking of the same Mxenge, Griffiths Mxenge.",
            "Male"
        ],
        [
            "MR PHOSA",
            "This was not intended really to be a ...[inaudible] question, it was simply for information if he does have it.  If I did have it I would say it myself and if he does have it - it's just that I wanted to put a further point ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "November 1981.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Was your idea of putting the car at the border perhaps bought or acquired from what was done with regard to Mr Mxenge's situation?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, let's pass on to something else.  Were you ever involved in the interrogation of Mr Mthimkhulu?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And Mr Madaka?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you aware that Mr Mthimkhulu was interrogated at the offices of the security police in Port Elizabeth?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was a report given to you or reports given to you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not on a daily basis or reports, Mr du Plessis would perhaps once in a week or two mention to me that they were still busy investigating and interrogating Mr Mthimkhulu but that nothing worth mentioning had really arisen and that's perhaps what I can remember his reporting to me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Let's just perhaps clear your point, you say you were not the second in command?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you at any stage indicate to anyone that you were the second in command - before today?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No never, not at that stage, not in that year.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Or were you perhaps second in command at a later stage?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes indeed, at a later stage.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you at any stage actually number one in command?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "In the Eastern Cape?",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, never.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Is it possible for junior members to be uncertain as to whether you're number or number two - number two or number three?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I couldn't believe that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You say they couldn't make a mistake like that - genuinely?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I cannot believe that that would be the case because at that stage that we are referring to, I was in command of the unit which investigated matters with regard to trade unions, Coloured suspects, Indian suspects - we gave attention to all those matters and that was generally known.  There couldn't have been confusion as far as I'm concerned.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Would your rank in seniority perhaps could have - could no rank have caused that confusion?  The fact that you were senior, were you perhaps the second in seniority?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I was third in seniority.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Right.  Now, did you get to know whether Mr Mthimkhulu during detention and interrogation, was responding positively or negatively or just being difficult?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I don't know, I was not informed to this effect whether - Captain du Plessis did have at all to report to me, his position was such that he had to report directly to the head.  He came and mentioned things to me which he felt could possibly also relate to trade union matters or labour matters, those are things he would have mentioned.\n\tSometimes he would have come and discussed things with me regarding things he needed advice on or an opinion on, just a second opinion.  Those are the things he would come and approach me with and possible to Colonel Erasmus afterwards, that was the day to day conventions.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I get the impression now that you are referring to general practice and you are not talking about Mthimkhulu specifically now?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I can tell you that as far as Mthimkhulu is concerned, in his interrogation I had no involvement whatsoever.  In passing perhaps, I think Mr du Plessis on one or two occasions mentioned to me that they were not really progressing with the interrogation and that they were not obtaining the information they were requiring.\n\tI don't want to state anything here that I cannot say with absolute conviction but I have a feeling in me that during the time that he was interrogated, I never really saw him.  I could perhaps have seen somebody sitting there in an office and not even have realised it was him, but I do not - well, I have the feeling that that was the case at the time regarding him and myself.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So that you really would not know in what manner the interrogation went - was carried out?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Do you know Mr Lulama Fizele Owen Bangani?  No, no sorry, my apologies, do you know Mr Bobelo?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "If you refer to the ex-policeman, yes I know him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Would he have been entitled to take part in interrogation when Mr Mthimkhulu was being interrogated?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I honestly don't know.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, I'm not asking if he did take part, I'm asking you whether he was lawfully entitled as a member of that team - of that branch of the security police, to be present and take part in interrogation - he was entitled?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "If he was part of the team that had been appointed to interrogate the person, yes.  If he was not part of the interrogating team, he was not supposed to participate in interrogations.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Before my mentioning it here at the hearing yesterday, had you learnt of the fact that Mr Bobelo had made some statement about how Mr Mthimkhulu was interrogated?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I saw a statement of Mr Bobelo's regarding the interrogations.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you see it before yesterday?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I think it was before yesterday, I'm not entirely sure when but my legal counsel showed it to me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just shown to you but you were not discussing it as such?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, as far as I can remember there was only one reference to me in that statement, where Mr Bobelo said that I was in command of the branch in Port Elizabeth and that is why my legal counsel asked me about this and I said to him that the fact was not correct.  As far as I remember I'm not referred to anywhere else in the statement.  I may be wrong but as far as I can remember I'm not referred to again.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No you are not, it is just said that you were in command of the security police, that is why I asked you it first.  Now apart from him, if there was any poisoning of Mr Mthimkhulu by members of the security police during interrogation firstly, you wouldn't have been present and secondly, you wouldn't know about that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But insofar as the allegation was made that he was poisoned, you as member of that branch would obviously have been affected in a way, wouldn't you - insofar as it could be established that it had happened?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, you were not indifferent to the allegation, in other words you also took notice of it and felt it was a serious allegation?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You have heard what was put to Mr Erasmus yesterday about that allegation together also with the allegation of assaults - I mean general improper conduct when he was interrogated, you heard that aspect being put to Mr Erasmus yesterday?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Do you also subscribe to the view that whatever the reason is, the discussion and the conclusion or decision to eliminate Mr Mthimkhulu and the other gentlemen - but mostly Mr Mthimkhulu now, does tend to be very close to the stage of the civil action?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, the summons to which reference had been made and the date on which the two gentlemen disappeared are close, and that was what was said yesterday if I remember correctly.  I do agree that these two dates are closely spaced.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And by the time that you as well took part in the decision to eliminate Mr Mthimkhulu, you were already aware of the civil action?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But I suppose your answer will be: \"Look, it just so happens that they are close to each other, our decision had absolutely nothing to do with the threat of the consequences of a civil action\"?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But of course you also do concede that even without a successful action against you, the mere process of proceedings of that nature would have a negative effect on the image of the police - security police?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it would reflect in that manner.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But it would be worse so if indeed there was a finding in his favour, namely that he had been poisoned?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I have unfortunately not followed your question clearly.",
            "Male"
        ],
        [
            "MR PHOSA",
            "If it was not only evidence in court against the police but a judgement had been given - a finding of the court was to the effect that indeed he had been poisoned by the security police in the circumstances he alleges, if that had happened, that would have been even more confounding than just an allegation, it would be worst in your view, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.  I would just like to add that that which you referred to now, the opinion - public opinion or the point of view, already existed.  Speculations to this effect had already appeared in the newspapers and it was suggested that the security police had been responsible for this.  I think more or less from December that sort of allegation had been made.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Assuming he actually went to court, you say that would not be an addition of importance?  If he came into court under oath and said: \"So and so did that and that and that\", would that we an irrelevant addition as far as you're concerned?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I wouldn't state that, I can't say that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And I say then if you then, not you - whoever was accused was found in fact to have done it, that surely would have been worse than the position before that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Entirely correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now I would say that even in that regime of even Mr Botha, a person so convicted would have lot his job, wouldn't he?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Sorry, sorry, a person found to have done that act would have lost his job?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I believe that.  Yes, I believe that is what would have happened.",
            "Male"
        ],
        [
            "MR PHOSA",
            "There would have been financial repercussions?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And the branch - even those who were not involved, would have had a stigma?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "The branch already had a stigma with regard to the death of Mr Biko, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Surely you could not afford another stigma of that nature?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I personally don't believe so, I cannot really comment on something which is an assumption but I believe it would have contributed a further stigma to the branch.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Regarding the alleged activities of Mr Mthimkhulu and Mr Madaka, you were relying it seems primarily on the evidence of informers?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I mean the police.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Obviously you were not prepared even today, even in that mood in which you are now, a confessing mood and a apologetic mood - you would never produce those informers statements and their identity, would you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I'm not capable of doing that even if I wished to.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now let's talk about if you're capable.  You would not feel free to inform the Committee today who the informers were, it would be inappropriate?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "You are correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Therefore as to whether or not you really had such information, it's just going to be your word against whoever - it's just your word, there's no way in which this Committee can know for a fact the details that you referred to, whether he had - he was one of the most - was a courier for firearms, the availability of what have you, the intention to eliminate the police, all that is something that cannot be proved, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I cannot really answer to that or give my opinion since I've not dealt with these informers personally, I did not know them.   I do not know whether there were physical informers or whether there was nor information given on these people, I did not deal with that aspect at all.  The people that dealt with that matter gave the information through to du Plessis and he then filtered through information to me with regard to the two gentlemen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand from that that you had no original information about them, that the information you got was what Mr du Plessis filtered through to you?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.  I might add Chairperson, that du Plessis gave the information through, even some reports were given through to me by him, you are completely correct.  I'm now referring to written reports in my latest example.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'm just passing onto something else.  Sorry, just to conclude that, you arrived at the decision to eliminate Mr Mthimkhulu and Mr Madaka on the reports you were given by others?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "On the question of the possible legal steps - just to conclude that, it appears that because you could not use informers and also because there was no admission or confession from Mr Mthimkhulu for instance, nothing could be done in court?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct, this is how I understood it from Mr du Plessis.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Regarding possible house arrest, you say that the person would have been able to move about freely without you knowing that he'd done so, are you saying that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, there were occasions where that actually happened to people that were restricted.  It's not abnormal or a new development as far as I know or can remember from then.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'm not a witness but if you're talking about the period in which I lived, there were so many of your informers planted all over the township - townships, that it shouldn't have been a problem.  Perhaps let me first ask, am I right that you had informers planted all over?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I do not believe that is completely correct.  If you refer to all over, that would imply behind every bush, lamppost, house, cornerstone etc., it's not true.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You know language of course, I'm referring to all areas, all townships and all sensitive areas where you sought information you placed informers, even outside the office of lawyers who did cases?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I cannot comment on that, I didn't myself deal with such informants, I did not place people like that in P.E., if that is what you referred to.",
            "Male"
        ],
        [
            "MR PHOSA",
            "There were informers in the township though?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Many.  They are the ones who came and gave reports to you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Also correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And it was also possible and it was done, that is taking photo's of persons clandestinely at certain areas, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, there cases like that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Also you were having telephones tapped?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I don't know if you were shown in the statement of Mr Bobelo where he says he was given this task of doing it on a daily basis, he said he even knew the voices of all the Mthimkhulu family, were you shown that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I took note of that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "All I'm trying to say is, it was not a worthless method - house arrest, they were methods with which you were well equipped - well, methods or individuals with which or whom you could have kept surveillance and known if the persons were not adhering the house arrest.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that was possible but I say on ground level that was not possible to actually manage it on a 24 hour basis, it was virtually impossible in terms of our manpower availability.  May I also add, it was not the only reason that we have absconded the possibility of restricting people, there were other developments.\n\tWhat happened - if you now restrict a person like that then you will have boycotts the next day, school boycotts, consumer boycotts and so forth.  You will then have pressure to stop such restrictions, so it was contra-productive in many of the cases especially if you consider the stature of the person, the influence he had and the organisation he belonged to.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Insofar as you referred to no go areas, there isn't an area that the security police did not reach with the aid of the other police in the townships in Port Elizabeth surely?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not if they were accompanied by the heavy vehicles like Casspirs and so on that we were making use of in that time, not in all cases but in certain areas that was the situation.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'd meant to say this to Mr Erasmus but I forgot about it but it's still appropriate now, the impression I really get with regard to your problem - part of your problem in the Eastern Cape, was that there was an inadequate number of policemen.  Your problem was that there were just not many of you to do what you'd normally have done, was that your problem?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Within those given circumstances and times yes, you could not have enough people on the ground because of the unrest.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But then you see when you mentioned: \"All options\", I did not find any mention in both his evidence - Mr Erasmus's and yours, of the fact that an attempt was made, a plea to say to head office or the politicos - politicians: \"We must, must have an increase in the number of personnel\", which would be one of the solutions, isn't it?  I don't hear you say that.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, surely it have helped, it would have helped in the unrest situation to perhaps have more visibility on the ground so more police would have helped especially to act against the burning of vehicles, the burning of deliver vehicles, damaging of schools yes, more people would have helped -  we could not stop everywhere.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So it seems that is the problem throughout the police because we have the same problem today apparently.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I've lost that so I did not get the Advocate's statement.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I repeat it?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "No, I didn't get his full answer, I listened to the English portion - I really lost that portion.\n\tIf you can remember the answer can you just give us?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I said there was not enough police and vehicles to cover the entire area, to cover for instance arsoning of schools, the burning of delivery vehicles.  I can remember for instance a period where a delivery vehicle could not enter New Brighton without police presence, those delivery vehicles then had to wait until the police would come and fetch them and accompany them.  Yes, there were not enough police in that time under those circumstances to get the place to normal conditions.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Thank you, I didn't hear your question as well so I'm sorry.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I said it seems to be still the problem today that we haven't got enough vehicles and manpower to cope with all the problems we're facing.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I did say yes, you are correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just to give an idea why I'm putting the questions, perhaps you'll understand and not - I'm addressing others as well through you.  You see I'm trying to follow your reasoning, I'm trying to see if there wasn't a way of avoiding this terrible action of destroying young people, that is why I'm putting these - following these explanations that you give as to why you did it.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I understand that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, for instance with regard to other methods, there was a way of - a practice also of asking people to report daily at the police station at given hours, that also could be done - it was done sometimes.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I take it for granted.  You are asking me something that I can really not remember but I would agree it's possible.  I am not sure to which law or Act would has been referred to and how that could have been managed, I'm not sure.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now detention without trial - I may have got your evidence inaccurately, you seemed to be saying because of the allegation that Mr Mthimkhulu had been poisoned, he had acquired the status of a martyr.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I did say that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So that if you detained him with that kind of allegation existing against the security police already, that would have been a further ground for greater violent action or activity in the area.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is what we expected should happen.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are you suggesting to the Court - to the Chairperson and to the others that you as security police would actually refrain from detaining anybody you felt like detaining because of the attitude of the people where he belongs?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I'm not saying that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "If the reaction of the community to his further detention was a factor at all, then how was it a factor?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I think I said it might have been one factor since such a person who's been detained for a period of  I think five months is now being detained again, he was detained for a period now he comes out, he's ill, he's  been hospitalised, he's out on the street and now we again detain him.  In our reasoning that would have been - and I'm looking for words now, it would have been contra-productive.\n\tPeople would have been mobilised if we had done that again, if we had detained the person again.  It would have actually suited his strategy if we'd done that.  It would have had the required effect that that person probably would have wanted, it would have resulted in more boycott actions, more stay-away actions, more actions in schools etc.",
            "Male"
        ],
        [
            "MR PHOSA",
            "All I was finding out was whether the jest of your answer is this: \"We the security police will actually refrain from detaining a person who should be detained because we fear what repercussion it may have in the community\", in other words decide not to detain him just to make sure that we don't annoy the community.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not only that, I'm not referring to annoying the community, I'm saying what reaction would have been the result in the community at large, the pressure that again would have arisen especially on the police and once again pressure on us.\n\tThese were all the things that one should have considered before making decisions and also you should remember that you have detained a person, let the person go and now you come again and you come and detain the person once more, then you should decide are you solving the problem or are you instigating the problem.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But just to pick up on the latter portion of your reply - surely you yourself are aware of numerous instances where some people were in and out of detention as though it was a shop - they were just taken in, out again, back again - it was being done.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it was done in some cases.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, I understand that the underlying understanding or impression amongst the security police including yourself - including you, was that both Mr Mthimkhulu and Mr Madaka were actually ANC people - members.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That they were in touch with the ANC outside, which was then outside the country?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Consequently the ANC surely would know whether they were here in the country or with it, wouldn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is possible.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no please, let's think about it.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I'm not arguing against this, I cannot state with accuracy whether they would have known but I accept yes, that it is possible.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Perhaps you've forgotten why I'm raising the question, I'll commit the cardinal sin of telling in advance.  You see you were saying you were going to pretend - I mean to create the impression that they had driven up to the border and had skipped the country.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Obviously skipped to ANC - to the ANC, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Then it's logical that if indeed and you believed correctly, they were ANC people?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "The ANC would sooner or later discovered that they were not there.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Then it makes it ridiculous to say that you would successfully give the impression they were away?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I did not say how successful it would be, I just said that is the impression we attempted to create.  We might as well argue that if the ANC says they are not there, then the perception has to be that the ANC had killed them there, then that has to be the perception.",
            "Male"
        ],
        [
            "MR PHOSA",
            "The impression I get right now is that you did not get into that aspect, you're just saying it as you sit there now.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I replied to a question that you asked me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And  ...[inaudible] I raised the point.  You see Mr - I've forgotten your name for a while - Mr van Rensburg, if you genuinely were worried about what the reaction would be from the crowd or from the community and obviously the ANC if they thought that you had killed these people, then surely you would have noticed that that reaction would be reached anyway in the manner I've indicated.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I honestly don't understand what you are asking, I'm sorry I don't understand your question.  I'm sorry, I'm not trying to be funny or anything, I cannot understand what you are trying to ask me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, I'm not accusing you, what I'm really saying is this, you are trying to make the Committee appreciate that you killed this gentleman  - let's just talk about him only for the moment, for a reason namely because you were trying to avoid his influences here - there's so much pressure from his conduct that he had to disappear.\n\tAgain you could not afford to let it be known that you had killed him for the very fear - for fear of the very reaction of the community, in other words you want it understood that you were concerned about the pressure coming from the community in relation to him - Mr Mthimkhulu.  Now I say to you and I think you've agreed, you can't say that the ANC would not have discovered that he was not with it.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And therefore this big action of yours of eliminating his life does not seem to be explained purely by the fact that you were scared of the reaction of the crowd, you killed him because he was just a problem to you the police.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, that is not correct.  Our view was that what are you are saying is correct, the ANC wouldn't find him in Lesotho, our counter-reaction would be then: \"Ask the ANC because they might have removed this person\" - they must have done something to these people for some reason, perhaps they suspect they're traitors or whatever but then we would pass the buck to them.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I think you've forgotten the purpose of the whole attempt, you were not doing -  trying to please as I understand, the White people - community, you were trying to please the Black community in this country or rather to mislead the Black community, weren't you?  All this was meant to mislead the community from which he came, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, and in my evidence in chief I had already stated why we had done this, I said why we made this decision.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'm deliberately drawing your attention to what I understand.  I thought without you saying in so many words you were endeavouring to mislead his community, you're not trying to deal with your - the politicos or the Government - the police or even the White people generally, you were concerned how the P.E. community in particular would react, isn't it?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, I think perhaps if my learned friend could just say to the witness - indicate to him, that the misleading part was obviously by the fact of making him vanish and parking the car at the Lesotho border I think because that's really what I understand my learned friend wants to know - that that was the misleading part of it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I assume you understood but that is the point, that's what I'm referring to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understood the evidence and please correct me if I'm wrong, Mr Phosa is trying to direct it all to the Black community but as I understood the evidence of Mr Erasmus and yourself, that there were enormous pressures on the police in Port Elizabeth arising from the Steve Biko incident which had raised condemnation throughout the world and you very conscious and that you couldn't - when I say you, the Port Elizabeth police could not afford another scandal, is that not the position?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That it was the world as a whole that you were trying to deceive, so you decided it would be better to kill a man that to detain a sick man because the world might complain again.  Is that the position?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, Mr Chairman, that was not the position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or, that you couldn't afford to have a man die in detention?  I think we were told that by Mr Erasmus that that was one of the factors.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, although I was not aware that he would die in captivity, I didn't have any indications to this effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you know that he had been in hospital for months and had come back an invalid in a wheelchair?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I'm aware of that but I'm also aware that according to my information, he was recovering.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And receiving regular hospital treatment?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Thank you very much Mr Chairperson.\n\tBut let's just take it now from the point of view of the ANC - I understood your reply ...[inaudible] I even thought.  If the ANC knew the person was not with them, you could fool the ANC by suggesting that they killed him, could you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What would the ANC then do in this area once they discover that the person disappeared - you add insult to injury by saying that they killed him, what would it do - do you expect?  How would it react?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I never thought of it - how they would react.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Because it will be nonsensical to expect the ANC to sit and go to court and argue the point with you that they didn't kill him, it wouldn't just sit and laugh at that, isn't it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, but what I'm referring to was in Lesotho, not in South Africa - that the impression had to be created that he was in Lesotho and had been killed there, not in South Africa.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Please don't skip this simple point.  If the ANC discovered that the man was not with them and they know that he'd been claiming that you had poisoned him - the police, the next thing his car is found there and prior to that Mxenge had died in ...[inaudible] and found elsewhere - there's a modus operandi.  Now if the ANC found that this person had been killed, do you think your accusing it of killing him would make it sit and say: \"Oh well, what can we do\"?  Do you really think it wouldn't move faster against you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I cannot reply to this, I never thought of that myself, it was not a consideration on my part at that stage.  The only thing that I can state is that that was the way in which we planned at that stage, if we had committed an error in the planning then that was it but that is the way in which we did it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Oh well now, I've given you an opportunity to deal with that,  that's your answer.\n\tI won't be long Mr Chairperson, ...[inaudible] with this.\n\tNow, just about some gory details that I'll spend a little bit of time on them - on ...[inaudible]  You and your colleagues had ample time in which to reflect upon  your act, in other words there was a lot of time from the moment he was - they were abducted to the actual killing, you had ample time in which to re-think this.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, we had time - true.",
            "Male"
        ],
        [
            "MR PHOSA",
            "In other words, there were various stages when you could still have changed your mind about it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Perhaps in fairness to you - you personally, you had already killed two others before so really it was no longer a big problem killing somebody?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, that is not correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You see Mr Erasmus said something yesterday - I'm not going to ...[inaudible] verbatim but he said at that time - that period, the dying of people was nothing uncommon.  Do you remember - you heard him say that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I can remember that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But who could put it this way - now I'm not quoting him now, at that time the killing of activists was nothing uncommon?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No,  I cannot remember how many activists were killed at that point in time, I can't say how many, I cannot.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Look, now with hindsight - thinking back, you do know that at that time the killing of human beings - activists, was a common thing?  I'm not saying every day but it was a common modus operandi.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, activists were killed at that time, I cannot say why and at what intervals and how regular.",
            "Male"
        ],
        [
            "MR PHOSA",
            "At what time was he picked - were these young people picked up - what time of the day?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It was in the evening, I cannot remember the exact time.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And you stopped at a garage - at a filling station with them and bought diesel - petrol or whatever it is, an inflammable stuff?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, Mr Niewoudt has driven their vehicle and the two people were with me and Mr du Plessis.  The two of us did not stop at the filling station, Mr Niewoudt stopped there, we carried on slowly and he caught up with us after buying the diesel.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Maybe I'm taking you too much for - to your word, I thought this was a very sensitive action - activity, how could he drive their car and go to a filling station?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is what actually happened, we had false registration plates on the vehicle and that is exactly what happened.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Fine.  Did you - at what stage were they given something to put them away - to go to sleep, whatever it is - a tranquilliser?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I cannot exactly remember since I was not physically present when it was given to them.  It was in the evening but I cannot give you the precise moment.  I think or I suppose it must have been quite early during the evening.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Perhaps I'm jumping too much in my hurry to finish.  This is not the first evening, this was not done in the first evening - the tranquilliser?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, not on the first evening.",
            "Male"
        ],
        [
            "MR PHOSA",
            "According to the tranquilliser, what exactly did you give them?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I do not know, I really did not see what it was.  Mr Niewoudt said that it's something he used during his studies to give him rest - tranquillisers of some kind, I do not know exactly what it was.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You know it wasn't something like Bioplus for rest, it was an - it knocked them out.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well, not immediately.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, but Mr van Rensburg, I get the impression from you - whether that was the idea and with your understanding, was to knock them off - unconscious.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr Chairperson, the purpose was to get them to sleep so that we could then act, we didn't want to do it while they were awake - that was the purpose.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have said in your statement Mr van Rensburg, that you and Warrant Officer Niewoudt went into the house and dragged the two sleeping people outside to - next door - near to the branches which had been placed on the ground.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Mr Chairperson, if I've used the word: \"dragged\" ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, carry - you carried them out.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I thought so, I thought I used the word: \"carried\" - \"We did carry them\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say the didn't - they had been given tranquillisers but they didn't wake up when you carried outside and put them on the ground next to the tree trunks there.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I suggest to you that it was not tranquillisers.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "This is what happened, I don't know exactly but this is what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know that - you were there in the Kondile matter, weren't you?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know that Mr Coetzee came there?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did he produce the knock-out pills?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that knocked them out?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Well, it put them to sleep.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But it must have been a very deep sleep if they were not unconscious, that you would carry them out and they wouldn't wake up?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Sir, I do not know why I should say something to the contrary - that is contrary to the truth, I'm saying what has happened.  I think the people must have been very sleepy, they were tired - we did not sleep well ourselves the evening before.  If we've given them something in addition, I would admit to it, I do not know what they were given.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you will agree it was not the normal sleeping pill that somebody will take if they have sleeping problems?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I do not know, I'm not a person who has this problem, I do not know what the effect would have been.  I do not know what sleeping pill it was, I cannot actually comment.  What I'm saying is true, we did carry them to that spot, that is so.  I cannot say anything to the contrary.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr van Rensburg, were you there when these two gentlemen were give these pills or whatever substance it may be?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I was not present.",
            "Male"
        ],
        [
            "MR PHOSA",
            "From the general reading of your collective statements, it is clear that this act was thoroughly planned, isn't that so?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "By this act I mean the entire - the elimination was properly planned.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I suppose as far as - to our capabilities, we thought it was thoroughly planned.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You were not going to pray them to death, you were going to kill them in a particular way, wasn't it - it was planned?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Completely true.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That they were going to be put to sleep, must have been planned?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I did say that.  I said that, I told my two gentlemen here to find a tranquilliser of some kind so that we can put these people to sleep so that I don't want them to wake up when we were eliminating them - I said that.  I do not actually have knowledge of these kind of sleeping pills and stuff, otherwise I would have purchased it myself but I asked them to get it for me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I'm sure being an adult of your age - a White gentleman in South Africa, you do know that medicine, tranquillisers can have overdoses which become poisonous, you know that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I understand it to be like that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "A little before, the police had been accused of using poison on this very self same Mthimkhulu, isn't that so?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Wouldn't you have said: \"Wait a minute, is this not going to be poison again, what is it you are using\"?  Didn't you want to find out?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, the thought never crossed my mind, I - if we wanted to actually poison him again, we would have done it if that was the argument.  If we wanted to eliminate him by poisoning him, we would have used poison but that in fact was not our plan.  It was not our plan to poison the two gentlemen, the plan was to kill them by shooting them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not poison them?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I didn't have poison and didn't know where to obtain poison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But in the Kondile case you had obtained poison from allegedly Loot and Neethling, through Coetzee, hadn't you?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] knock-out drops - he met you with them.  It was arranged through Brigadier Schoon, wasn't it?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is the allegation made by Coetzee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did he not meet you at Komatipoort or thereabouts?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While you had driven up from the Eastern Cape?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, it must have been arranged, mustn't it?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, did you meet by chance, was he just sitting by the side of the road?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, this is not what I'm saying Sir.  We did make arrangements to meet but there were no previous arrangements that he would bring these things with, that was not arranged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he quite by chance did?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is what he alleges.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he or did he not bring them?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "He did bring it with but I do not know exactly what he brought with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So don't say: \"That's what he said\", that's what in fact happened.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that is what happened but if he referred to it as a knock-out drop, I cannot testify to that because I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you knew he had access to these things?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I do not know whether he had access ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He produced it.  Where do you think he got them from if he didn't have access to them?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "He must have had access but I do not know where - where he had access to, I do not know from where he obtained it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you knew he could so you had potential source, that's all I'm putting to you.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Thank you Mr Chairman.\n\tYou see, even apart from what has just been put to you and if you have conceded, you know you yourself were saying: \"If we had wanted to poison him, we would have done it\", do you remember saying that?  Do you remember saying that a while ago?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes Sir, I did say within the framework of your question that: \"If we wanted to poison him, we would have done that, we would not have served other drugs but our decision was to shoot them\".",
            "Male"
        ],
        [
            "MR PHOSA",
            "Mr van Rensburg, if I say to you: \"You could have ...[inaudible], you would have said to me: \"We can't go to heaven\".  You were telling this court that it was within your means - you could have poisoned him.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is not what I'm saying, it is also not what I have meant by saying that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was there a Jan du Preez, a Mr Jan du Preez in this force - in your branch?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was he known to Mr Dirk Coetzee?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are you aware of anything that has been said by Mr Dirk Coetzee regarding Mr du Preez and your branch and Mthimkhulu?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What are you aware of?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "If I remember correctly ...[intervention]",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes sorry, if you remember correctly?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "If I remember correctly, Mr Coetzee alleges that Mr du Preez said that I and a team of mine abducted Mr Mthimkhulu and killed him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well I'm referring to what appears on page 76, where he says\n\"Jan du Preez told me at a later stage that they poisoned this guy who ended up in hospital at Groote Schuur, who did not die\".\nDidn't you hear that one?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, it goes beyond just Mr Mthimkhulu's allegation, there is also a member of the police force who also claims that you people say you poisoned Mr Mthimkhulu, you see that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I see that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And what do you say to that?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I deny that, I don't have any knowledge of this.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well, you can't deny it, you'd say you don't know if the others did it.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, that's exactly it, I don't know who did if it was done.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you ever speak to Mr Coetzee, Dirk Coetzee and invite him to come to your branch in Port Elizabeth in 1981 - late in 1981?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I did not invite him to come, he asked if he could come here.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You asked?  Did you ask?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "He had asked, Mr Coetzee had asked if he could come here.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What for?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "To come and work here, to come and see whether returned trained cadres were here.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Sorry, but he says according to what appears on here on 76, he was asked - he was called to go to Port Elizabeth to help in a matter.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is what he says.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And what do you say?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I say that he had requested or asked whether he could come and assist us here.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Anyway, is there anything you know of  - as between you and Mr Coetzee, that would make him say incorrect things about you?  Have you ever quarrelled?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, we never quarrelled about anything.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Has there ever been a problem between Mr Bobelo and your branch?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Not that I'm aware of.",
            "Male"
        ],
        [
            "MR PHOSA",
            "To the extent that they may be lying - if they are lying, you don't know why they're lying?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Who now, Mr Bobelo and Mr Coetzee?  No, I'm not sure, I don't know.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just in conclusion, I wasn't very clear as to when precisely Mr Mthimkhulu and Mr Madaka were killed.  You see the first evening you couldn't do it, the next evening was it done?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And then the remains were - they were burnt on the same night?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Then only the next evening were they thrown in the water?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, the next morning - the remains.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Oh the next morning.  So 14th, they were taken, 15th, they were killed, on the 16th the remains were thrown down.  And as they were burning there - by the way you said for how long was it?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "I think approximately six hours is what I said, I think that is what I said.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No fire can burn that long, it means you kept replenishing the wood to make sure it burns?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And you watched there, you watched there - sorry, and you sat there and watched?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, we added wood and then we would go back into the house and we would sit and rest and then we would come out again and have another look.  We took turns to sleep or to rest - lie down, one person would lie down and two others would sit and rest, go and see what's happening, whether the fire was still burning properly and add wood to the fire and that's the way we continued through the night.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Finally then, what did you think would happen to you and your colleagues if this had been discovered?  What would happen to you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "We would certainly have been charged with murder.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That was your biggest concern, wasn't it?  That: \"If this is discovered, we'll definitely be charged with murder and may languish in prison for quite a long time\" -  oh, in those days you could hang hey?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Much as you kill others, you wouldn't like to die would you?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And I put it to you, your silence in all these times was not so much because you thought that the others didn't mind, your seniors would inwardly be saying you did a good thing.  You knew that they would put you into prison and you might hang, that was your biggest concern.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, it was a concern.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR PHOSA",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It was a factor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "Thank you Mr Chairman.  General, I just want to refer you firstly to page 9 of bundle A, which is a portion of your application.  I want you to refer to the last paragraph where you say\n\"A turning point was reached in the discussions after information had been obtained from various sources which indicated that Mr Mthimkhulu had sworn that he\nwould avenge himself etc.\"\nNow when can you remember, did this information come to hand?  Was it during the 10 day period of discussion or before the 10 day period of discussion?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "As far as I can remember it was during those 10 days.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, I think it was you through your counsel, who handed in Exhibit D and those are the press cuttings.  Would you refer to the second last page of that bundle and that appears to depict a photograph - or a photograph depicting the late Mr Mthimkhulu in a wheelchair and this is an extract from the Evening Post of the 18th of January 1982.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I have that in front of me.",
            "Male"
        ],
        [
            "MR BRINK",
            "It appears that at that stage he was very severely crippled.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Am I correct in thinking that from the period of his return to his home in Zwede on or about that date until April 1982, he was kept under observation by members of your force?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Sir, I cannot reply to that, it is possible, it is very possible that that was the case but there are other gentlemen here present who could answer this with greater certainty.",
            "Male"
        ],
        [
            "MR BRINK",
            "So you cannot whether or not ...[inaudible]",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I cannot say how regularly he was monitored.",
            "Male"
        ],
        [
            "MR BRINK",
            "The probabilities would be - would have been rather, that he was kept under observation because this was a very, very prominent activist?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, entirely correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And reports surely would have been made to you about his activities in the district, activities if any at that time?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "And to your knowledge, he remained in a wheelchair for some considerable time after his return?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "So the question of revenge and possibly killing members of the security force particularly Black members of the security force, would have been remote in the extreme as far as he was concerned - I mean the man was a cripple?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, as far as he himself in person is concerned, yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now the Chairman raised with you earlier in your evidence, the options which you discussed, one of which was house arrest?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That's correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Surely it would have been extremely easy to have this crippled man house-arrested, he couldn't have escaped?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, he couldn't escape, I agree with you.",
            "Male"
        ],
        [
            "MR BRINK",
            "So wouldn't it have been the most suitable option in the circumstances, to keep a crippled man under house arrest?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Sir yes, one could argue in that manner but I have already under cross-examination by Mr Phosa, also stated the other considerations that had to be kept in mind when it came to restraining a person under house-arrest.",
            "Male"
        ],
        [
            "MR BRINK",
            "General, I can understand your evidence relating to further detention in terms of Section 6, I can understand your concerns in regard to prosecution but I cannot understand your concern about house arrest in this particular case where you were dealing with a man who could not walk.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Sir, what you are saying is correct but as I've already explained, the opinion - the reaction that that could lead to and would probably have lead to of placing restrictions on this person.  There were many things that had to be taken into account as I had stated previously, boycott actions, stay-aways, shop boycotts etc., strikes etc., could follow.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, but the security branch at that stage weren't particularly concerned with public opinion.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, Sir but we had pressure from businesses when there were strikes, then they asked us why strikes couldn't ended, what we were doing about this, there was pressure from the top, the same problem for the same reason, the same with the schools, same with the delivery vehicles that couldn't enter these areas -these were all factors.",
            "Male"
        ],
        [
            "MR BRINK",
            "Right I'll move onto another matter - this was dealt with me to some extent yesterday afternoon with General Erasmus and this afternoon by my friend Mr Phosa, but I just want to clear up this, why did you not consider the elimination of Mr Mthimkhulu prior to April 1990 - 1982, why was that not considered in March or late February?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Sir, I cannot tell - as in my evidence in chief his profile increased and the information which we had that he had indeed wished to avenge himself on the security police, these are all matters that brought us to the point where we realised we had to make a decision regarding this person.",
            "Male"
        ],
        [
            "MR BRINK",
            "You see, I have to suggest - and I repeat what I put to General Erasmus, people may have the perception that the reason that this man was killed within 12 days of summons being issued for damage arising out of the alleged poisoning, people may think that that was the reason for his death.",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "It could be so.",
            "Male"
        ],
        [
            "MR BRINK",
            "Finally, if I could just deal with - ...[inaudible] enquiry, with Exhibit F, now I accept that this was put in by your counsel on your behalf merely as an example of the sort of meetings which were held but is it your evidence that prior to Mr Mthimkhulu's death other meetings were held by the \"Veiligheid's Bestuur Stelsel\" which you attended?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes, I attended a number of these meetings.",
            "Male"
        ],
        [
            "MR BRINK",
            "And was the question of: \"elimination\" also mentioned at those meeting or was this the first time?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Sir, I cannot today tell you whether this was mentioned for the first time here in these Minutes or whether it happened before this meeting, whether it had been used before this meeting but this kind of terminology was used quite frequently during this kind of meeting.",
            "Male"
        ],
        [
            "MR BRINK",
            "Prior to the 12th of April 19 - 14th of April 1982?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Thank you very much.\nNO FURTHER QUESTION BY MR BRINK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR BOOYENS",
            "I just want to clarify one aspect here.  The security branch was divided into several desks, the desk that investigate Mr Mthimkhulu's activities is the desk for Black matters, is that correct?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is that also the desk where Captain du Plessis was in charge?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Captain du Plessis was thus not within your line function, you were with trade unions?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is that the reason why you've given these answers that you didn't manage the informants?  Is this the reason why you said that there's no direct relationship between you and his activities, that you just had a general kind of interest in him and had contact in that regard?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Jan du Preez to whom Mr Phosa referred, what do you understand under the branch that was referred to?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "He was with head office in Pretoria, he was stationed there.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So you mean he was part of security branch?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "That is what I mean.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You and Jan du Preez, were you ever here together in P.E.?",
            "Male"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink asked you about your knowledge of the summons dated the 2nd of April, for damages arising from the poisoning and you said you knew about that, did you also know about the public enquiry that was going to be held by the Magistrate on the 5th of May, into the allegations of assault?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I cannot remember anything like that, maybe at that stage but now I cannot remember anything like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Colonel Erasmus confirmed yesterday that he knew of it and amongst the exhibits is a subpoena to appear at it.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, may we respectfully request whether you wouldn't mind repeating, he was still in the process of putting on his earphones and he didn't catch the  full ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I said Colonel Erasmus yesterday said he knew of this Magisterial enquiry and I also said that one of the papers before us - one of the exhibits in Exhibit B is a subpoena in respect of the same enquiry for the Magistrates Court in Port Elizabeth on the 5th of May.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "No, I do not deny the fact that there was such an investigation,  if you say that I was subpoenaed to be there I cannot deny it but I cannot remember that I was subpoenaed for such a case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't say that you were subpoenaed but it would have surprised me that if there were going to be a public enquiry, that this was not a matter for discussion when you were discussing what should be done with Mr Mthimkhulu - that here was\nmore adverse publicity looming up.\n\tAnd you have been questioned further by Mr Brink about house-arrest and you have said you feared the outcomes of that so but I suggest to you that house-arrest with suitable arrangements for medical treatment and visits to hospitals of a man who was patently an invalid, would not have stirred up the public outcry that you say you envisaged.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Maybe Sir we differ on this point then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And a further matter I would like to raise in this regard is I understood when I asked you about house arrest myself earlier you indicated that it would be impossible to have proper surveillance and you spoke of no-go areas and matter of that nature, do you remember telling me about them?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And yet when Mr Brink questioned you you said it's very possible that he was kept under regular surveillance after he returned home.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes I said it was possible.  I actually cannot give further comments as to how regular that monitoring occurred.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And another of the affidavits put before us in the Exhibit Book, B, at page 78, the affidavit commences at page 78, at page 86 it is an affidavit by I think a relation, it may be his mother, saying that immediately after his disappearance the police were \"regularly visiting our house to check on him\", which would indicate that it certainly was not in a no-go area, do you agree with that?",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Yes I do not deny that, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "NICHOLAS JACOBUS JANSE VAN RENSBURG",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}