{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1997-09-24",
        "location": "PORT ELIZABETH",
        "day": "3 & 4",
        "names": [
            "HERMANUS BAREND DU PLESSIS"
        ],
        "case number": "4384/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54796&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pe/3madaka.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV SANDI",
            "CHAIRPERSON",
            "HERMANUS BAREND DU PLESSIS",
            "MR BOOYENS",
            "MR BRINK",
            "MR PHOSA"
        ],
        "original_speakers": [
            "MR BOOYENS",
            "HERMANUS BAREND DU PLESSIS",
            "CHAIRPERSON",
            "MR DU PLESSIS",
            "ADV DE JAGER",
            "MR PHOSA",
            "ADV SANDI",
            "NO FURTHER QUESTIONS BY MR PHOSA",
            "MR BRINK"
        ]
    },
    "testimony": [
        [
            "MR BOOYENS",
            "Thank you Mr Chairman.  Mr Chairman, I am in the Commission's hands.  It is half an hour before we adjourn - do you want me to start with the next witness?  I call Mr Hermanus Barend du Plessis.  May I just ask that the witness turns around that I can help him with documents?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, just before we proceed in this matter, if I may just refer to the original paragraph (a) at page 18 - it is apparent and I talk about 9 (a) (1), it is apparent from the context in which the witness is speaking, that he would in fact also be applying for - page 17 (c) now, it has been amended in fact, in the amended papers we handed in, but I just want to make it clear that on page 18 in the original record as it was, the Commission would notice that it was kidnapping, death and removal of Siphiwe Mthimkhulu and that the application was made, Topsy Madaka had not been added.   And that Topsy Madaka had in fact not been added, but in fact however, even if one reads the papers it is apparent that was I am informed due to an oversight and in any event, has in fact been rectified in so far as the supplementary pages that we have handed in now, that appears at page 17(c), sorry it hadn't been rectified there as well, but that obviously because we have just had to retype it, but I would ask for leave to amend the papers in this regard and to add the name of Topsy Madaka there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is no objection to that.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BOOYENS",
            "Thank you Mr Chairman.  Mr Du Plessis, I just wish to ascertain the documents you have in front in you are the same as those I have because they have been slightly amended.\n\tDo you confirm the particulars in paragraph 17 (a) of the document?  That is the first page?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And do you confirm also the particulars on 17 (b)?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Including your personal background?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there is a slight mistake about his name.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I take your point Mr Chairman.  The identity however, hopefully is not in dispute.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That can also be amended at any time.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman.  As far as paragraph 17 (c) is concerned, up to paragraph 9 (a), do you confirm the particulars as contained there?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I confirm that as well.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That is page 17 (c) as a matter of fact.  Is there anything that you would like to add regarding personal circumstances, background, overview and etc?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, there is nothing I wish to add.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I have already on your behalf applied, but is it correct that you do apply for amnesty for the abduction, death and removal of Siphiwe Mthimkhulu and Topsy Madaka?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Or for any other wrongful dead that might flow from this?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As in the case of your predecessor in this chair, I would like to lead you with regard to the circumstances which occurred here.  In 1982 you were a Captain in the Security Branch and stationed in Port Elizabeth, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And were you in command of the Unit for Black Matters?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The previous person, Mr Van Rensburg, was he at a different desk?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, his desk was concerned with Trade Union matters.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So they were two different desks?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Nieuwoudt was under your command?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And was Mr Nieuwoudt a field worker working under your command?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were the deceased Siphiwe Mthimkhulu and Topsy Madaka known to you in your official capacity?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was information regarding their activities collected in physical and non-physical fashion?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Just to explain these terms, physical means by direct observation, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And non-physical is something like taking, getting hold of mail, listening in on telephone conversations, etc?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, let us then first deal with the information at your disposal regarding the activities of Siphiwe Mthimkhulu.  What did he become involved in, why were you interested in him and then Ii would like you to expand on his activities and actions after he had returned from his restriction until the time of the decision that he had to be killed.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, he was one of the main figures in COSAS in Port Elizabeth.  He was also responsible for inciting and politicisation of the black youth here in the black areas and also in the surrounding areas such as Uitenhage even as far as East London.\n\tAs a consequence of this, there were continual schools boycotts with related burning of schools, arson committed on schools, stone throwing actions in the black townships and this also led to Trade Union strikes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So it widened out from the school pupils?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "We heard testimony here that he was ill when he returned from Cape Town, he was in hospital in Groote Schuur is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could you possibly just explain the type of role, did it in any way or was he restricted in any manner by his illness in his activities according to your information?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The organising continued after his release from hospital from Groote Schuur.  He was confined to a wheelchair but they took him to meetings in his wheelchair.  The politicisation continued and I would say it was actually intensified because they now regarded him to be on a higher level and COSAS per se then used him as such.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was he himself involved in addressing meetings  although he was confined to a wheelchair?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And, we understand that he couldn't walk initially, but let us concern ourselves with his state of health until the time of his abduction.  Did his health condition improve?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was he still confined to a wheelchair at the time that he was abducted?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Mr Chairman.  He was no longer in a wheelchair.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Can you remember while we are talking about his abduction, what vehicle did they use?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "They were in Topsy Madaka's vehicle, I am not certain of the make but I think it was a Mazda.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was it a car or a kombi?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it was a car.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was the wheelchair in the vehicle?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, there was no wheelchair in the vehicle.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you satisfied from the information that you had gleaned that Mr Mthimkhulu was still involved and as a matter of fact more involved in his political activities?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Let us put it this way, his body was effected but his brain and his mouth wasn't effected?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, these things weren't.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Topsy Madaka, where did he fit into things?  What was your information in his regard?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Topsy Madaka was always accompanying Mthimkhulu and the information was that he was firstly his right hand man and where Siphiwe acted above ground, openly, Madaka operated underground or covertly amongst cells.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What kind of activity was Madaka involved in?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Apart from the fact that he was used by Siphiwe Mthimkhulu to, according to information, to bring  arms into the country, or to attempt to bring arms into the country, he also brought in pamphlets and helped distribute them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What type of pamphlets?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "ANC inciting pamphlets?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "He also found places where people who came into the country, could be housed safely and he was also involved in the recruitment and in the sending out youths for training outside the country.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What type of training?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Military training.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there any information regarding his involvement in arms caches?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, the so-called DLB's that he had to establish.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You said that he was continually in the company of Mthimkhulu.  I know we cannot work strictly according to rank in this context, but where would you place him with regard to Mr Mthimkhulu in their circle of activity?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, he was directly under him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "His number 2?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, he was number 2 at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Although he acted covertly and Mthimkhulu overtly?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "With reference to the fact that you investigated black activities, were you satisfied that there was a connection between the ANC and the SACP on the one hand and COSAS on the other hand?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was the activation of the youth and the making ungovernable of the areas, part of the strategy of the time in the Eastern Cape?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And were both Mthimkhulu with his overt and Madaka with his covert activities, instrumental in these activities in the situation?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In your opinion as Commander of the Black Affairs Branch, how prominent was the role?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "They played a very large role in destabilisation in the black townships.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could you please give us more particulars regarding the type of destabilisation you encountered in the black townships in the year 1981 and more particularly 1982 in the Eastern Cape?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, the black areas had nothing normal about them.  The schools couldn't continue.  Delivery of goods by means of delivery vehicles could no longer take place safely, crime could not be properly investigated in the areas.  Our soft body vehicles had trouble moving in the areas.  And I could say that it was the beginning of perhaps not even a beginning, but a far progressed along the road towards disabling government in this area and on its way to a situation of anarchy.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, now according to your personal belief, what was the final objective of the ANC/SACP alliance?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "To bring the then government to a fall in a violent manner.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And then to establish themselves in that position?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And did you see your task as Security Policemen to prevent this?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Against the background, if we should turn to page 18 of your application, against the background of that which you had told us about the situation in the black townships.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "May I interrupt for a second.  May I ask the staff whether there is a possibility of opening windows somewhere or that better ventilation be established in the hall?  Could the staff kindly see whether they could do anything to improve the ventilation in this hall?  You can proceed.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman.  Against this background, second paragraph approximately two weeks before 18 April, you, the previous witness and the first witness, who was then Commander of the Section, had discussions?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, it was approximately two weeks before 14 April, that is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Just to get complete clarity, Colonel Erasmus as was his rank at that stage was Divisional Commander, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What did that mean, what resorted under his command as far as Security Police is concerned?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The whole Eastern Cape region, in other words all the activities or operations of the Security Branch around Port Elizabeth and in the area were under his command.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words, if you refer to the Eastern Cape, you mean up to  the border of the Ciskei?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And it included areas such as Queenstown, Cradock, everywhere?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it did not.  It included Cradock, Grahamstown, Fort Beaufort and Uitenhage.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Graaff-Reinet as well?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it did not.  It did not include Graaff Reinet.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So the Eastern Cape area was a smaller area than what is today referred to geographically as the Eastern Cape?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "At any rate, were you informed regarding the activities or the continued activities and the expanded activities of Mr Mthimkhulu and Mr Madaka?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And that gave rise to your going to speak to Mr Van Rensburg?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.  I had that information.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But was there information which indicated that they had increased their activities because they were known to you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What made you decide to discuss the matter with Colonel Van Rensburg?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, firstly Mthimkhulu had been elevated by the youth to a martyr.  The situation in the black townships had deteriorated because of speeches and incitement from his side.  Something had to be done about the matter and I realised that if at that stage, we were to detain him again, we were to encounter problems and for that reason I went to now General Van Rensburg, to get assistance.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words to get his aid in this matter?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why was Mr Madaka discussed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Madaka was equally involved covertly and if we couldn't handle Mthimkhulu, we couldn't handle him either.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So as far as you were concerned, he played an equally great role?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And the fact of this greater role played by the two of them, did you and Mr Van Rensburg discuss the matter to find a possible solution?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were these two people, as far as you were concerned, two prominent people whose activities had to be curtailed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you regard the curtailment of their activities, something that could contribute to the  stabilisation of the situation in the Eastern Cape?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I believed that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The discussion continued and over the period of two weeks, you yourself, Colonel Van Rensburg and Colonel Erasmus all discussed the matter, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You heard the testimony of Mr Van Rensburg that you considered all the legal options such as detention, restriction or house arrest or charging the person with something specific, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, what was the position with regard to Madaka?  Why couldn't you for example place him under house arrest or charge him with something?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, you couldn't charge Madaka, because we didn't have direct testimony against him, evidence against him.  We did consider detaining him in terms of Section 6, but the problem with him was that we had an informer who was very close to him and if we had to detain him, possible questions could be asked which could identify the informer.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Okay, we don't all think in terms of Security Police' frames of reference, but could you please explain to us what you mean when you say that possible questions could be asked which could lead to the identification of the informer, what do you mean?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Much of the information which we had obtained, had come in through this informer and this was also the only person at that stage with whom Madaka had discussed certain aspects.\n\tAnd by asking the wrong questions, he could discover that it could only have been that person.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words to make it clear, if I were to know that you alone could know certain things and the same Security Police were to confront me with this, I wouldn't have to be very intelligent to say but you had given them the information, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, the option in other words did not exist of detaining him and therefore possible restriction, the whole house arrest story, was that considered?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that was considered.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That was also not found acceptable, why not?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Mr Chairman, we previously placed numerous people in this area, under restriction or house arrest.  It did not work and it did not bear any fruit because to limit these people to their houses so that they could not organise, was sort of an impossibility.\n\tFirst you did not have the staff to do so and secondly as the townships were set out in relation to each other, there were people who were constantly in contact with them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So it would be ineffective totally?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, totally.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In your opinion, would restrictions have curtailed the people's activities at all?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it wouldn't have, it would perhaps just have given them greater stature because he being restricted in the light of his health position, would have given rise to this kind of activity.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As you had pointed out previously, the Security Branch already had a bad name owing to the Biko matter?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So, if something should have happened in Port Elizabeth, the whole country's Police structure would have been sensitive regarding what was happening in Port Elizabeth?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So for that reason, was it decided that the, let's refer to them as legal options to curtail these gentlemen's activities, would not be viable?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, I am going on to a stage now which is going to take me longer than four minutes to finish.  I see it is four minutes to four, may I subject to your ruling, request that we adjourn at this stage?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "09H30 tomorrow morning.\nHEARING ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Phosa, we adjourned yesterday till half past nine this morning, not till after you had checked out of your hotel.  Can you explain why you weren't here at half past nine?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Firstly I must apologise.  The reason for that was that I received a call from my chambers of a complication that I had to deal with before coming down, and I was hoping to do it as quickly as possible.\n\tSecondly through no fault of mine, the hotel where I am is understaffed, we queued up for 20 minutes and I couldn't have foreseen that and I apologise sincerely for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on then with the evidence.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BOOYENS",
            "(cont)\n\tThank you Mr Chairman.  Mr Du Plessis, we were approximately at the middle of page 18 of your application yesterday.  Could you please expand a little bit before we get to the final conclusion of the meeting you held, could you possibly just sketch to us the general situation on the ground, in the early 1980's in the Eastern Cape?  I don't think it is necessary to explain too much on this, but if you could just tell us is it correct that by 1980 schools' boycotts and general unrest had already started?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What role did Mr Mthimkhulu play in this regard?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "He was a leader amongst the people involved in the schools' unrest, he was also responsible for chasing pupils out of the schools, he together with another group.  Of the pupils who wished to attend school.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you mean that he and a group chased pupils who attended school, out of the schools?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In order to prevent them from going to school?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The schools were furthermore used to politicise the masses and mobilise them, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "This in turn led to violence breaking out, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there already during those days incidents of bomb throwing?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Just to mention a few.  Bombs on the railway lines at New Brighton, in 1981?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Also in August 1981, at Constantia business centre?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And then in June 1981, at the old Administration offices?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Which other forms of violence occurred, was there violence against Policemen?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, after meetings and after the politicisation of the masses had occurred, violence was the order of the day.  The streets were barricaded and Policemen's houses were attacked, teachers' houses were attacked and vehicles everywhere in the townships were burnt out.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What form did attacks on houses take, arson etc?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Are you specifically aware of two members of the Security Branch being murdered in 1981?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Who were they?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't remember their ranks, but the one was Tseu and Matanda.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I am sorry Mr Booyens, can I interrupt for a minute please.  Which year are you referring to now, is it 1980, can you be specific?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Certainly Mr Chairman.  I have already stated that the bomb attacks occurred in 1981.  The violence stretched over 1980/1981 and 1981.  Is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The Policemen murdered, did that occur in 1981?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I think you have already dealt with this to some extent, the role of Mr Mthimkhulu, it is an overt role.  Did he play a prominent role at the meetings?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, he did.  He was a speaker at all these meetings and where they incited the crowd to violence.\n\tIn this regard I just wish to point out that the politicisation was taking place openly.  The incitement to violence was done in a subtle manner and particularly after the meetings, groups who had already been instructed to do so, then further incited the masses to violence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you can't say that you just have he incited the crowd to violence at meetings he addressed, you are now saying it was done in a subtle manner by people after the meetings, are you?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, the words were used that collaborators and any other persons who worked with the so-called system, had to be dealt with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he ever charged with incitement of violence?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, he was never charged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Why had no physical evidence against him, because at that stage there was anarchy in the black townships, nobody was prepared to come to the fore to testify against these persons",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you have just told us what he said at meetings, we know that the Security Branch was regularly represented at meetings, we know that they had recording devices.  If you are so satisfied that you can say without a shadow of doubt that he said this at meetings, you must have had direct information that he said it, why couldn't that have been used?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, tape recordings had been made at these meetings, but I can give you the assurance that the quality of those tapes was of such a nature, that it could not be used.  It was taken up at the Attorney General's level and at high levels and as far as I can remember, attempts were also made to have experts testify with regarding to voice recognition, but we couldn't succeed in getting this done.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In summary then, the Attorney General's people were not satisfied that the information that you had, was adequate for a successful procedure to be instituted against these people?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did the situation broaden further during 1981 and later where Trade Unions, Community Organisations, Churches, other Youth Organisations actively entered into the struggle?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And did violence and unrest escalate?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You yourself was a Policeman on ground level, were you in the midst of the violence?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.  My vehicle on numerous occasions was stoned.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did the situation eventually develop that by mid 1981 some of the leader elements were detained?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.  Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Inter alia Mthimkhulu?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You heard your colleague's testimony, why Madaka was never detained because namely that a source had been very close to him?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And that any questioning would have led to the source being identified?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And I think it is a matter of public record, that people who cooperated with the Police and who were sources had their lives threatened?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You are not prepared to divulge the identity of the source?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Although the leaders were detained, did it - okay, let's leave that there.  The leaders were detained, but the violence continued, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If we then briefly refer to the detention of Mr Mthimkhulu, in terms of Section 6 of the Terrorism Act, did he make a statement?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, a so-called statement was taken from him, but it was worth nothing because it could not be used as evidence.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So the statement he made, would not have played a role in later decisions?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Not at all.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "He did not in the legal, technical sense make a admission?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why couldn't it be used as evidence?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, if I remember correctly  his statement denied everything that we charged him with.  He referred to meetings and to speaking at meetings and he said those were just innocent statements made there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what you mean is that his statement didn't conform with your suspicions, so you thought it was worth nothing?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "This is now besides your suspicions and the statements that he had also not agreed with information obtained from informers?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The statement which he had made, was made in terms of Section 6 of the Terrorism Act, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But as far as I know, that type of statement was not allowed as testimony in a court?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It was not allowed because it was made forcefully or under force, under duress?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "He was detained, he went to the Cape.  You heard about the allegations of poisoning, you were confronted by the Police and the press in December already.  The allegations that he had been poisoned?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, let us look at the situation after his release.  After his release he arrived here, there is a photograph taken at the airport where he was confined to a wheelchair?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The fact that he was in a wheelchair, did he attend meetings in his wheelchair and address the meetings from his wheelchair?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.  They transported him from one meeting to the next where he addressed these meetings and used as an example that whatever the system wished to do to him, he would continue with the struggle.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "1982 was also the 70th anniversary of the ANC and was also a year where there was general intensified activity in the field of the liberation movements?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And these were the meetings where he after his release from hospital, he gained increase in stature?  Stature ascribable to the fact that he was a victim of the agents of the Apartheid regime?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did his condition improve in due course?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "We have this wheelchair picture.  Was he confined to a wheelchair, couldn't he walk at all?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "He could walk.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could he walk without assistance, did he walk with a stick, or what was the position?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, he walked with a stick although he walked in a shuffling manner.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If we look at the year 1982, as a general statement describing the situation in Port Elizabeth, did it escalate the violence etc?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "During that year for example commemoration services to celebrate the ANC's existence were held.  Did he play an important role, Mthimkhulu now at these meetings and also as a symbol of what the regime had done?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did the situation escalate to such a state or level that a greater level of insurgency developed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were campaigns launched against black councillors?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, various campaigns were the order of the day.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was the Police later forced to establish Special Investigation Units to try and limit this type of activity?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, a number were established.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The position regarding Police access to these areas, what was the attitude of the uniform people and the ordinary detectives regarding these places, were they prepared to go in or not?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, they were afraid of going in.  That is in reply to the first question and in most cases, they didn't enter these areas.  They were sometimes prepared to go in with us, and we assisted them in attempts to fulfil their duties.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "During these days, the situation also developed to the point where if  you entered the area, you went in in large numbers, not just in two's or so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct Your Honour.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The campaign then was expanded further to the black people being intimidated in cases where they had their children in schools outside the schools that were boycotted?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And they were forced to bring their children back from the places where they had them put into schools?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "There are references to the restrictions or the possibility of I think it was the Affected Organisations Act or the Internal Security Act, and Mr Danie Pityana for example had been restricted under house arrest.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "He was also a leading figure?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "To what extent did this restriction limit his activities if at all?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, in my opinion, not at all.  Firstly because we couldn't place a person there to watch over him for 24 hours, the area firstly didn't allow this and when we acted against him, or when we could act against him, we did so, but he got suspended sentences in the court and a week later, he would transgress the restriction order again and the suspended sentence would be suspended and so forth and it would continue in that manner.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So the new sentence would be suspended and the previous one as well?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would appear to indicate that the court did not consider that he had committed any serious offences when he was breaking his house arrest?  What information was placed before the court as to his activities when he was not at home?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That he attended meetings and addressed people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That evidence was led at trials was it?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot remember exactly now why he did not keep to his restriction orders, but that was the testimony that was led.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are you implying that the court, by imposing a suspended sentence on him, was not conforming to your expectation to keep him in jail?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I wouldn't say that.  What I am saying is that we achieved nothing by these attempts.  He simply did not keep to the banning order and this just encouraged him to do so again.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The further factor which played a role regarding the question whether the restriction order had to be obtained against these persons, how did this work in brief?  One had to apply to the Police head quarters, a committee there decided to make a submission to the Minister and the Minister would make the final recommendation, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Then the Minister of Law and Order or Police at the time, would then authorise the restriction order?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you of the opinion that factors such as the fact that you already had negative publicity regarding the detention and alleged poisoning of Mr Mthimkhulu, would contribute firstly should it be agreed to restrain him, this would just bring pressure to bear from other sources?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "These were the available facts when you started to hold talks as to what to do about Mthimkhulu and Madaka,, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as you were concerned, whether right or wrong, did you believe that the legal machinery was not the answer?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you convinced that if something was not done, then further destabilisation would take place and unrest would increase?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there a loss of life during the unrest?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, there was.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Not only the Police but also amongst civilians?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did the situation show an increasing curve as far as violence was concerned?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.  The public itself was so intimidated and so politicised  that it really provided a training, a basis for training internally here in Port Elizabeth, military training and political training.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "This actually took place?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, it did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were there also letter bombs, explosive substances that were found?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And on later occasions, weapons were also found in these boxes?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Some of these had been connected with madaka?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.  The same also with the bomb explosions, we had information that he was responsible for the placing of these explosives used.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words for the provision of these explosives?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You have also heard that information made available show that Mr Mthimkhulu specifically was intending a direct attack against members of the Security Forces, especially the black members.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That was the information received.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And in the talks held between yourself , Mr Van Rensburg and Mr Erasmus, was this really the last straw?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I am on page 19, I just want to get it in front of me.  I beg your pardon Mr Chairperson.  Do you confirm the information on the stated page 19, the replaced page 19 of the application?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you confirm furthermore that you eventually decided that three of you, as your colleagues have testified, that the only option left was to eliminate Mthimkhulu and Madaka?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can I interrupt for a minute.  At that stage, who was the first person to come up with the idea for the  first time, that killing is the only answer?  Who was the first person to say that?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I cannot recall chronologically what happened, but after we had considered all the different options, I think General Nick suggested this.  That is Van Rensburg.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But ultimately it was a joint decision and there Commander Erasmus agreed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, just the fact that you were prepared to discuss this matter with your Commanding Officer, was there a clear perception amongst the ranks of the Security Officers that the elimination of these activists, was an acceptable alternative which the politicians would  (indistinct) and they wouldn't be confronted with it personally?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "We have heard evidence on the different political utterances made on their so-called instigation speeches made by certain persons which created an impression that the situation must be stabilised and they leave it to you to do in your way?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If you in any way had been under the impression that elimination was not an acceptable means, would you at this occasion or any other occasion, discussed this with your Commander?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I would not have.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The feedback which you and the lower ranks got from the more senior members, was that it was not a prescribed one, but an acceptable method to take, was that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is the only conclusion we arrived at.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You've heard the evidence that you yourself and Mr Nieuwoudt, abducted the two deceased?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That Mr Van Rensburg joined you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That you went to Cradock?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And that Messrs Van Rensburg and Nieuwoudt did the two deeds there and killed the two persons?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That they later burnt their bodies and threw away the remains?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The vehicle that had been used, was later taken to the Lesotho border to create the impression that they had left the country?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you then confirm the contents of pages 19 and 20 of your supplementary documentation?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "On page 21 you handled the political objective you wanted to achieve.  I think to a certain extent you have dealt with this.  Do you confirm what is written here?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I do confirm it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you satisfied that the only way in which you could achieve this political objective, was to kill these two deceased persons?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Something which I may have failed to mention, you have already said that there was talk of elimination.  The South African Defence Force, Special Forces, it sounds as though these were these super soldiers, did you discuss this with them at all?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, it was following instructions from head office.  If I go back to the beginning where, when we made arrests or had certain information, they wanted to sit in during the interrogation, we did not want to allow this.  Then we were asked that we provide them with information on these members because we knew in the first instance that there had been bomb explosions, there had been numerous here in Port Elizabeth.  We knew where these were coming from but we didn't know when they would occur.  And I then deduced that they were busy with planning.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Ex post facto are you aware that at the end of 1982 the Specialised Forces did have certain targets which they attacked in Lesotho, certain people were killed and these were, were those targets based on information given to you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Whether it was to your head office or directly to Specialised Forces?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I just want to deal with your own attitude first of all.  There were the words of the politicians, the speeches of politicians, we have dealt with this in depth, you've heard what your colleagues said, what the politicians said, what they were announcing.  You were aware of this?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, amongst your own ranks and what would have been passed through to you, coming from head quarters as it were, was any pressure applied to you to stabilise the situation in the Eastern Cape?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did the impression become stronger that there was a total onslaught and that you had to use total resistance to combat this?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you understand it in this way?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And did you act in the way that you did, on the grounds of this?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Then you provide a summary or let me sum up, you did what you did because you wanted to maintain the government of the day?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You were a member of the National Party?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "According to your beliefs, I have already dealt with this, you believed that the policy of the National Party was the desirable policy?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you then confirm the contents of pages 21 and 22 and 23 of the application?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Just a few aspects I want to touch on.  Why are you applying for amnesty?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, because I am sorry that these circumstances should have driven me to commit crimes.  The new government has introduced a basis, they have started a basis, they have invited us to come forward with the truth and that is why I filed an application.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Your application was only served shortly before the fist date?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It could then be asked why so late if you were sorry about what you had done?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The whole process Your Honour, was mistrusted in the beginning.  And I also felt that I would not be dealt fairly and that this is just a way to check us and get us before the courts.  And the cost implication was also something that there was not finality on.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "After many negotiations with Police ranks,  a recommendation came from Van der Merwe, the former Commissioner of Police, that the Police officers should apply for amnesty, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "This played a role in leading you to apply for amnesty?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you go and see an Attorney to have the application served on your behalf?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It took some time, it is not something that can be done immediately?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It did take quite a lot of time, yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If the Commission would just bear with me.   Is there anything else you wish to add in this regard?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Your Honour.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did anyone within your ranks, that is the Eastern Cape Regional Security structure put pressure on you to do this against your will?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "To do what Your Honour?",
            "Male"
        ],
        [
            "ADV SANDI",
            "To be involved in the planning and the killing of Mthimkhulu and Madaka?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, no pressure was exerted on me to do this.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I hear that you say you are sorry that circumstances drove you into doing these kinds of things, committing such crimes.  Can I ask you a question, what would be your reaction in future if circumstances were to develop which would compel you to commit such crimes again?  Would you adhere to such pressures?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I don't believe so.  I don't believe that I will again have myself misled and indoctrinated in such a way that I would end up in a situation  such as this.  And I hope that the country and parties will differ to such an extent that this kind of thing will become necessary again.\n\tI hope and believe that I, myself, will not be involved in this kind of thing again.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You also say that you did not apply for amnesty as early as you would have wanted to do, because you did not really trust the amnesty process.  Did I understand you correctly on that?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you tell anyone that you had an intention to apply for amnesty, but you had a problem in that you did not really trust the process.  Who did you tell about your problem of not trusting this amnesty process?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I can't remember exactly whom I spoke to in this regard, but I did state that I did not trust the process.  Once again, I just gained these perceptions from newspapers and what politicians said.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you determined and serious to apply for amnesty and in that way get an opportunity to disclose what you have done?  Were you really serious and determined to apply for amnesty?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Just one or two matters Mr Chairman.  Mr Du Plessis, you did not raise this matter specifically, but the information which you had as far as that is concerned, with regard to the family members of Mr Madaka, is there anything that you can tell us in this regard, their participation?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Madaka's brother was at that stage a trained, or was outside the country and was regarded to be a trained MK member.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Are you aware that he also had a sister, page 71 of Bundle B, Mr Chairman, by the name of Mboyiselo Madaka?  Sorry, I am just told this is the brother Mr Chairman.  So that question will fall away.\n\tJust one other aspect, the way you read the unrest situation in this area, were there any indications whatsoever, that the unrest could spread and if so, what were your perceptions regarding the scope of such expansion or spreading?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, the unrest occurred in the whole area and I would say escalated on a weekly basis.  If I were to think back Your Honour, the picture that we now have, is that the things were isolated during those years, but I can give you the assurance that as a member of the Force who was involved in the struggle there, it was not an easy matter to see anarchy developing.\n\tTo see anarchy later being taken over by crime and then the fear develops, the question that arises is what next, where are we going to end.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did this feel to you as if the Police were attempting to normalise the situation and winning the struggle?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "During 1982, was anyone else killed or eliminated to try and stabilise or normalise the situation?  I am not talking about any other year, I am talking about 1982, was any one else killed?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "In the same manner, Your Honour?",
            "Male"
        ],
        [
            "ADV SANDI",
            "In whatever manner?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I do apply as well for further indemnity.  I can't remember the exact dates, I think it was after 1982, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But what you are saying is that in 1982, no one else was eliminated to try and come to terms with this problem with instability in the Eastern Cape, is that what you are saying?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "If I understand your question correctly, what I am saying is many people, a number of people were killed in 1982, but not by me personally.  It was part of the unrest situation that people were killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what the question is aimed at is, do you know if other people were eliminated by the Police during 1982?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you know of any other people whose names and activities also became a subject of a discussion amongst the Police with the view to possibly eliminate such people in the end?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "At later stages, yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And what about 1982?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I cannot link what I am saying to a specific date.  I can't remember exactly.  It is possible that we might have discussed these things, but I can't remember whether that they were carried into affect.  People were prioritised according to their activities.  The specific activities in which they were involved and the way in which we should have acted against them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who were those people who were considered or discussed for possible elimination?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I am not saying for elimination, it could have been other actions as well, but various leaders figures were being worked on, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you know of any attempts which were unsuccessful to eliminate certain people?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I can't think of a specific person, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that to say that in all your attempts, you were always successful?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, that is not what I said, but I don't know of an attempt that was made and which did not succeed.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I have no further questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR PHOSA",
            "Thank you Mr Chairman.  In your answer to questions from the Committee, in all of your answers, I understand and please correct me if I am wrong, that there were other people eliminated in 1982, but not by your personally.  Now this is what you said before you put another answer, give another answer, that you could not say, but you said before that, a number of people were eliminated in 1982, but not by your personally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phosa, didn't he say a number of people were killed during the violence of 1982?  I don't think he used the word a number of people were eliminated.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "You did say, and I would like this checked, but not by me personally?  You did say that, and if you didn't say that, I would like it checked.  That is how it came through to my interpretation.  And it is important to me if he said not by me personally.\n\tDid you say that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, it is possible - let me start with the reply.  I was referring to the unrest situation that they had been shot during the unrest.",
            "Male"
        ],
        [
            "MR PHOSA",
            "The question from the bench from Mr Sandi in particular, was pertinently about people being killed, be eliminated in 1982.  Did you understand that question?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was killed, that was the word used.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "I used both killed and eliminated to give him freedom to say everything.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "I have a difficulty, let me just get this clear now.  Did you at any stage understand that you are being asked to mention if any people had been eliminated in 1982?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't think that is the way I understood it Your Honour.  I understood people who were killed in 1982.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well, in that context then would you have said but not by me?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I did not kill them Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are you saying you were saying the people were killed in the violence of 1982, but not by my personally?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That is your last reply, explanation of that answer?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, did you say that is how it came out to me, that you would not again be involved in this kind of action, or being into eliminating people?  There is some rattling here, can I just correct it?  Mr Chairman, I am just trying to clear a rattle in my ear.\n\tNow, in so saying, did you say that and did you say you would not again be so indoctrinated?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you indoctrinated?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, Your Honour, I grew up in the system.  I served under a number of people and the circumstances daily led to indoctrination, because I believed that what the black person tried to achieve by means of the freedom struggle, was wrong.  Today my view is different.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you first of all get to a stage where you believed that the position in which the black man was, was justified?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You believed that an adult of the age of Mr Mandela as he then was, shouldn't have been voting?  Was that your belief as a Policeman?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You believed that the inferior status in which black people lived, was quite justified?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So you did not believe in the concept of a so-called Western Democracy?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I did not believe in it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So you were from the outset on the basis that you were not acting democratically, for a democratic government?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think, if I have to think back, I just linked democracy to whites.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, I am talking I am addressing an adult of your age, passed matric, with experience and obviously a political sentiment of some sort, now, you know what we are talking about when we say democracy, don't you know?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Democracy has in it an element of fairness to others?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You knew your attitude, you knew that the government that you are supporting was totally unfair to black people?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, but I did indeed believe that the ANC and the SACP wished to take over the country which would have further consequences for both blacks and for the white government.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Please don't skip the question.  You knew that your government that you were supporting politically, as you say, was treating black people unfairly in the way you understand by fairness?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You knew therefore that morally, from the point of view of fairness, it had no reason to treat human beings unfairly or didn't you care?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I do not believe that it bothered me at that stage.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, you were no longer acting as just a Policeman, you were acting as a political, you had a political conduct, sir, you want us to understand, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I accept that it was politically motivated, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, can I just then say later that you were aware that the government you are supporting, was acting undemocratically but you are so indoctrinated that you are prepared to act undemocratically as well?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So you knew that your government did not care about the lives of the people in the Eastern Cape, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I wouldn't say that they weren't concerned about them, they were concerned.  I was concerned.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you consider yourself as being more vicious towards black people in your attitude than your government?  Do you think that you were definitely more vicious than say Mr Botha?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I am not saying that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Do you think you cared more for white people than Mr Botha?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, these are perceptions, I don't know what he thought.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, I am talking about your perceptions.  You are bringing these political considerations in this matter, which I have difficulty with, but I am asking you did you consider yourself as being the better guardian of the white peoples' interest, than even Mr Botha?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I was on ground level.  I had to carry out the policy of the National Party.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You would carry the policy if you could, exactly in the manner that the Nationalist Party would have wanted you to carry it, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, that government Nationalist Party, even for what it was, had laws enacted in Parliament and made known to everyone publicly, isn't it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the question?  Made what known to everyone publicly, mr Phosa?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "I said it made laws, laws and had them known to anyone, made them announced publicly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have to ask a question we all know that the government made laws Mr Phosa?  Get on with your questioning and don't go on making political speeches.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "No, Mr Chairperson, I have difficulty.  This is a political standstill by the witness and if I am being frustrated, I will rather not go on with the matter.  This man is making political statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phosa, you can see what you are doing to the people here.  This man was a Policeman, he knew that Parliament enacted laws.  You don't have to ask him that question.  Get on and ask him something sensible.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Mr Chairperson, can I just stand down?  I cannot go on in these circumstances.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Your Attorney can take over.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "No, my Attorney won't take over.  I cannot go on (indistinct),  and I would like to speak to you in private.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No Mr Phosa, you will speak publicly.  You are asking a question which I have told you is a waste of time because everybody knows Parliament enacted laws.  There is no need to ask a witness that.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Mr Chairman, there is something which you've mentioned, which I can't mention publicly.  I want to speak to you in private please.  I don't want to comment publicly about some of your remarks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, Mr Phosa.  If this goes on, we will clear the hall.  I have said that already, we will not tolerate noise in the hall.  If this sort of noise goes on, I will request the Police to clear the hall.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "In the interest of progress, I shall not approach you Mr Chairman, (indistinct) as the position is.  May I just request that I be treated with respect I deserve.\n\tMr Du Plessis, you see, you knew that your own government was against the killing of human beings.  It was a crime to kill others.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You knew that your government made laws which the rest of the world did not want, but when it wanted to make them, it made them?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You knew that your government therefore was not scared about international opinion, because it made for instance the Internal Security Act?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Tight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going onto a new point?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have been asked to take the adjournment at quarter to eleven.  We were asked to do that all week, and I am afraid I forgot about that entirely, and we will come back at eleven o'clock.\nHEARING ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Carry on Mr Phosa.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PHOSA",
            "(cont)\n\tMr Du Plessis, you say in your evidence you were suspicious of the TRC regarding the Truth and Reconciliation process, do you remember saying that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You were not sure that you would be treated fairly, is that so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What does being treated fairly suggest to you?  What does being treated fairly in the context of what you feared?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I believed that this was just a smoke screen to get us to come forward and in this manner to be able to divulge evidence against us.",
            "Male"
        ],
        [
            "MR PHOSA",
            "May the Committee bear with me please.  I thought maybe I misunderstood you, could you just restate that.  What was your fear?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "In short that it was a way of prosecuting us.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, at that stage the sole reason for being hesitant was self preservation?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Had the idea that you had to make the world know about your wrongs, entered your mind at that stage?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Which do you consider more important, your self preservation, that is avoiding being charged by the present government where there is no death sentence on the one side and keeping these families continually uninformed as to what happened to their children?  Which did you think was better?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I did think of the families, and I am really sorry for them, but I think the human factor always enters into considerations and I think everybody tries to protect himself.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So your truth, your coming out openly with the truth is conditional only upon your not running the risk of being prosecuted?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is what I believed or thought at that time.  I could possibly be prosecuted today if I don't get indemnity.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, you answer and then you put an explanation that turns to make me doubt if you are saying the same thing.  Are you saying yes, I tell the truth simply because I have an assurance that I shall not be prosecuted?  If there is a danger of being prosecuted, please Mr Booyens, don't shake your head.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, but my learned friend is putting it wrong Mr Chairman.  I don't know what is being put ...",
            "Male"
        ],
        [
            "MR PHOSA",
            "I can't even finish the question.  I can't even finish the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand it, Mr Phosa is going to put an alternative to him, he is going to say this or that and ask the witness to choose.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Yes.  If I could just restate that, thank you.  Perhaps let's just start again.  You see, at the time that you were having doubts with regard to the fairness or otherwise of this process, the issue was whether or not disclosure of what had happened, should be made, you remember that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So there were the interest of the families who wanted to know after 14 years then maybe, now 15 years, wanted to know what actually had happened to their children, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now that aspect, did you regard that as being a legitimate concern by these families?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, did you consider that it is only people like you who could assist them?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But, it would appear that you did not say to yourself now let me do that, you said, I shall do it only if I don't run the risk of being convicted.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I will state again Your Honour.  I admit to my own human factor element, that came into it, that I protected myself and that was a factor.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That is now my problem, is your answer yes to what I have asked you, the alternative?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Right.  It will appear that at all times after you and your colleagues eliminated Mr Mthimkhulu and Mr Madaka, this element of self preservation was always there?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You did not want anyone that might have caused you to be convicted, to know whether it is your government or the enemy ANC or who else, you did not want anyone that could place you in jeopardy, that is in the sense of being convicted, to know.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, just on the question of fairness.   I take it that you and I are agreed that at this stage when this issue was being raised, there was a new government and there was no question of your trying to protect that government, the present government?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And the other government, the one before, had been so disgraced in many other respects that really you wouldn't be trying to protect that government any longer, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "That government did not even exist, anyway Mr Phosa.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Yes.  No, no, I was just trying to say he wasn't in his mind saying for what they were, I still owe them a duty to protect their integrity as it then was.\n\tI heard you saying that the idea of elimination at a given stage, was accepted as being one of the alternatives accepted amongst the Security Police?  The Security Branch as a Branch, isn't that so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "How can you say that?  I know you can speak for yourself, Mr Van Rensburg and later Mr Erasmus and much later Mr Nieuwoudt, but how can you begin to talk even on behalf of the rest of members of the Eastern Cape Branch and say they were accepting elimination?  How do you know that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I am talking about myself, sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You know, you are not.  You said it was accepted amongst the Security Police.  You said it when you were being asked questions, you said it when I asked you.  You said it was accepted.  Don't you remember saying that a few times?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, but I am talking about myself.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are you now talking the royal we?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Look, just once more.  Am I wrong in saying that you did say that it was accepted amongst the Security Police in the Security Branch, didn't you say that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.  If I said that, that is what I said.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That is precisely, I am giving you what you said.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Exactly.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes.  I am asking you then, how can you talk for others other than the four of you as having accepted elimination?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Okay, we can debate this forever, but what I wished to state per se was that I accepted it at such and I did not try to speak on behalf of the Security Branch as a whole.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Let me refer to you then.  That is slightly different then.  What you can surely say now is the four of you, the killers of the unfortunate young people, these two, accepted elimination, isn't that so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Could you just repeat that please?  Could you please repeat the question?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is it not clear that they accepted what was going to be done from the fact that they got involved in the planning and in the execution as well?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "No, I think so, but I am not asking about that, I am asking a different question.  That just happens to be one of the questions, I am not dealing with whether there is doubt or not, I am working up to a crescendo regarding a certain aspect.  It would become clear.\n\tIs it correct then that the position is this, to your knowledge the four of you, the killers of these two young people, accepted elimination, right?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But you don't know if the rest of the Security Police in the Eastern Branch did accept elimination?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot speak on behalf of them, but what I said by implication was that if one listens to what had been said by politicians as a consequence of pressure exerted upon us, I made the deduction and I would assume that others would have made the same deduction, or could have deduced the same.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, you see now ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phosa, I am perhaps being technical, but you have forgotten the Kondile matter, haven't you?  This wasn't their first one, there were a couple of other people there and that one too.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Yes, maybe I made a grave error and perhaps in his favour.  Thank you.  Mr Du Plessis, let me just be accurate then.  The four of you and the others who were involved in the Kondile case, were to your knowledge accepting elimination, isn't it?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, I think technically the question is not correct.  I don't think there is anything before us that suggests that all four of these were involved in the Kondile matter.  Maybe I misunderstood my learned friend now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did, he said the four of you and the others involved in the Kondile matter.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But then, how many would it make then?  The four of you and how many others in all?  How many would have been there who at the killing of Mr Mthimkhulu and Mr Madaka, were to your knowledge accepting the concept of elimination at this Branch?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Another person, one more.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Whom do you mean?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Mr Raath.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who was involved in the Kondile matter as well?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, now apart from assumptions you did not know for a fact the attitude of the rest of the Security Police in the Eastern Province as at the killing of these two gentlemen?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I interrupt for a minute.  Who was the second in command in the Eastern Province in the Security Police?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "During these years, Colonel Snyman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Colonel Snyman, and he was on what we have heard never told about these things, is that so?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was he forgotten?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "We did not mention him in these two cases, or we did not discuss these two cases with him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But I asked you a simple question, was he forgotten yes or no, by you when you were planning these things?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, he was not forgotten.",
            "Male"
        ],
        [
            "MR PHOSA",
            "He just wouldn't fit well into the picture?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.  We did not involve him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That (indistinct) that one cannot just be unfair simply because you are in this situation and say all the Security Police in the Eastern Cape accepted elimination, it would be unfair of us to deduce this from what you said, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Consequently, Nieuwoudt was approached because he qualified amongst those who would have no hesitation to destroy human lives?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I wouldn't say that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What would you say?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Nieuwoudt was involved because I trusted him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "This is not time for beating about the bush, sir.  You knew by trusting, you knew that he would do what you wanted him to do, destroy human lives?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Your Honour.  He was given an option, I told him what we were planning.  He had the means to assist us in the abduction and because I trusted him, I felt free to talk to him about this.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You trusted him to remain silent about the concept of destroying human beings, young people?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "As sorry as I am about it Your Honour, I did that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You chose him because of the trust that he is one of those people you could rely upon, not to flinch when you talk about death?  Yes sir, that is so.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I wouldn't put it as brutally as that.  I did believe that he would do it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "It came across to me, I didn't listen to you as I did believe that he would do it, did you say that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Do what?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "To go with us and to carry out the elimination.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Why did you believe, sorry before that, my apologies, were you still in your normal human senses, did you feel yourself still a human being in those days?  Did you regard yourself as being normal in all regards?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you still consider that death was a morally incorrect thing to be done by others on others, others to kill, was immoral, did you consider that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, did you think that Mr Nieuwoudt had no problem about killing people in the circumstances given, would have no problem?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I believed that he would do so and I was convinced that he would do so and that he believed what I believed.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you have a reason for believing that Mr Nieuwoudt would do that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I cannot think of extraordinary reasons for this.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Everything is extraordinary, I am not asking you about extraordinary anything.  Did you have a reason, extraordinary or otherwise, for believing that Mr Nieuwoudt for one, would do it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot think now of a specific thing after 15 years, but the fact was that I approached him and that he agreed.",
            "Male"
        ],
        [
            "MR PHOSA",
            "After 15 years, you know that you approached him because you believed that he would do it, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Could you please repeat that question?",
            "Male"
        ],
        [
            "MR PHOSA",
            "Even though it is 15 years later, you do know that you singled him out because you believed that he would do it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, the only problem we have now after this 15 years is remembering why you believed so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Right, I am going to leave this question for a while and give you time to think about it.  Even if I haven't raised it yet specifically, when you remember just tell us otherwise I am going to come back and ask you precisely why he did that, think about it.\n\tLet's step on to the next point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, can I ask him something now before we go off this point?  For how long had you and Mr Nieuwoudt worked together, it was a number of years wasn't it?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.  From the time that Mr Nieuwoudt joined the Security Branch as far as I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "1975?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You say you worked closely with Mr Nieuwoudt for many years, did I hear you correctly?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did that develop into a very intimate relationship?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "One could state it to have been such, yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that to say that you were virtually bosom friends?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I could say that we were bosom friends.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And trusted each other?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just remind me when it is that you came to the Eastern Cape in the Security Police?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "If I remember correctly, Your Honour, it was 1964 or 1965 Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And when did Mr Nieuwoudt come here to the same Branch?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The Chairman mentioned the date, I can't remember exactly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "According to his application it is 1975.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Right.  Now, please just correct me.  When I was involved, and I am not going to try and give evidence, but I just want to give a picture, when I was involved in doing political cases in the Eastern Cape, (indistinct), of course you do know that I was involved, don't you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, there was a general fear of you and Mr Nieuwoudt amongst the political activists, you are aware of that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I didn't know that they feared me.  Perhaps they did not agree with the work we had done, but I won't say the feared me, really I can't say that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But you do know for a fact that you were considered as being very, let's put it very euphemistically, very firm?  Very strict about things?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Which things, Your Honour?",
            "Male"
        ],
        [
            "MR PHOSA",
            "Concerning your work.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I took my work very seriously.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You were a person who wanted things done as you wanted them to be done?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, what I expected of my people.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Similarly of persons that you questioned, interrogated?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I believed that in my life I wanted to prove cases and that I wanted the truth.",
            "Male"
        ],
        [
            "MR PHOSA",
            "However, you describe it.  You found in Mr Nieuwoudt a person whose attitude to the kind of work you are doing, was similar to yours, alike?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And we will come back to that scenario.  Now, I just want to get you into my thinking and correct me if I am wrong.  To the extent that one might try and get into your frame of mind, and understand why you would want as a Policeman to deal viciously with certain people, I have the following to ask you.\n\tYou used the examples of the targets outside the country that were dealt with by the Security as such, do you remember that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, you I suppose you are then saying look, that was also elimination, they are being eliminated.  Are you saying that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "When I gave the information I could have thought of the fact that it could have been elimination, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You give me a problem when you become hesitant.  I am now trying to really walk your side and understand you.  But you don't have to agree with me, but just be clear.\n\tAre you not saying in my mind because those people were going to be eliminated and I go further and say, in fact I do know being Du Plessis, that some were eliminated, therefore being Du Plessis, I say it proves my case that elimination was the concept, it was accepted.  Are you saying that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, you can interpret it as such.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, but then even in the context of a struggle that you were involved in and I am coming to your level, to your way of thinking, is there any other way that the South African Security system, Security Police, the Army, whoever, could have dealt with people outside the borders lawfully, other than eliminating them?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, there was no way.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You inside the country had an option they didn't have.  In other words, those who had to deal with ANC outside did not have the option you had of taking them to court, of house arresting them, of whatever all the things we mentioned, detention, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, as they say nowadays, if you compare those two, you are not really comparing apples with apples, do you understand my point?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, are you telling this Committee that there were areas in the Eastern Cape, Port Elizabeth, in Port Elizabeth for instance, where the Police could not go?  I want you to say that, where they could not go?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "With ordinary vehicles, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, but there isn't an area, I want it on record here because I know that, there wasn't a single area in Port Elizabeth which the Police did not reach.  Even the shacks they reached?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct Your Honour, but we are talking about one or two people in the normal execution of their duties.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Sorry, I am not saying you are wrong.  I didn't understand, what do you mean?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I mean the ordinary policing where a person had to attend to a complaint on his own, or taking one person with him, that was not possible during that period and numerous occasions.",
            "Male"
        ],
        [
            "MR PHOSA",
            "In the history of Police science, if there is such a thing, or Police life in South Africa or elsewhere in the world, there are always times when it is more difficult that in others to reach certain areas, isn't it, just normally?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Even now, now with the present government, there are problems.  There are problems in KwaZulu Natal and so forth.   ANC no go areas and IFP no go areas?  Now we will have this other party as well, no go areas, you know that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You wouldn't say now the answer to this is eliminate these gentlemen, eliminate all these people, would you say that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I wouldn't say so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Methods must be found of reaching those no go areas, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "As I put it to your colleague yesterday, one of the problems you had here, as I analyze your story and trying for the moment not to criticise it, it seems that you were under Policed, in other words, there weren't enough Policemen?  Understaffed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I believe that contributed, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So that is one of the areas that needed to be tried.  To give you an example as they are busy doing now in KwaZulu Natal and now in the Western Cape, that needed to be attended to, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Phosa, could I ask a question please, in connection with this.  Was another problem not that you had to resist against an upcoming political nationalist wave of black people who were claiming political rights, which they did not have?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And was it not so that history has also proven that such a wave driven by nationalism, would be very difficult to prevent?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And is that not the reason why the wave couldn't be stopped?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is exactly the reason.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You just said that is exactly the reason.  When did this occur to you that indeed that wave was a national, nationalistic tendency?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That was before 1980 my point of view.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You see, now it seems to me we are giving, you are presenting your own political analysis of the position, am I correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "But you are asking me that question Your Honour.  I am just trying to reply to you.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You mustn't suggest that anybody compelled you to answer yes or no.  Yes, to things you don't know.  You are not suggesting that, are you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I am just asking because I want to understand that you gave your own political consideration as to the reason for the conduct of the black people, you gave that thought before 1980, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The whole onslaught, I experienced in the Eastern Cape and I believed that politically I thought myself into this picture - what would happen should it increase.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Perhaps let's ask this question.  Today  on the 25th of September 1997, you are sitting here.  Do you accept with hindsight that Mthimkhulu and Madaka were driven into whatever action they got into, by my government?  Do you accept that now?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I would say there action led to our making that decision.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, you don't follow me.  I can only assume that.  You have been telling us all things and you have been thinking about it yourself and I am asking you to say now whether you do say, agree that after all, now with hindsight, Siphiwe Mthimkhulu and Topsy Madaka, and others like them, were driven to that kind of conduct by the conditions, adverse conditions created by the government that you were serving.  Do you accept that now?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, would you say truly speaking, they died unjustly?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as I understand the evidence, and please correct me on this, there is no suggestion that Mr Mthimkhulu committed any acts of violence personally, committed any crimes personally.  Everything we have heard about him has been political actions, is that so?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.  I think there was no evidence but there was information, that at an early stage he had fired at bodyguards of Mr Buthelezi.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But was that not also in a political milieu that this occurred?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was Mr Mthimkhulu taken to court and charged for firing at the guards of Mr Buthelezi?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't remember the circumstances, but the case - well people were brought to trial, I don't know whether he testified or whatever happened.  I can't remember the details at this stage.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did any conviction follow from that?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't remember sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But surely if you were in, I have great difficulty with this, you were considering - three senior officers, the elimination of these men, but you say you don't even know if he had a previous conviction for firing at someone?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I am saying this now 15 years later.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Okay, let's try and go passed this quickly now.  To do so, I shall mention a scenario which I think you, the Security Policemen, may get to know of, a former Security Policeman.\n\tNow, some years back, in Natal, Mr Mxanda, the late Mr Mxanda was publicly accused in the newspapers by Mr Buthelezi and his people of being responsible for the unrest in black education in the black townships, African townships.  He and others were mentioned.  Now just to complete it because if don't you will say so, the reason they were so accused was they could afford to do this, because their children were attending at the multiracial schools, now do you remember the occasion, it was in the news?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I cannot remember it Your Honour, it is possible that I might have read it, but I can't remember this.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, what I just want to tell you now is this, and I would imagine perhaps you have some information about Mr Mxanda, but again I will just put it, Mr Mxanda's children never went to multiracial schools, do you know that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I don't know about that sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just then to sum it up on that basis.  Do you accept that information that reaches you as the Police, from informers, is not always accurate, it is sometimes completely false or distorted?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, we received a lot of false information Your Honour, but I am referring to information confirmed by other persons.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, actually when I said informers, I include even these other persons who are informers.  By informers as informers, there was always a measure of unreliability?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, even on the question whether or not Mr Mthimkhulu and or Mr Madaka, were chasing children out of school, this is not something that is proved, is it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it was not proven sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Do you per chance have copies of statements made by Mr Mthimkhulu whilst in detention?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Are you referring to a statement made by him whilst in detention or afterwards?",
            "Male"
        ],
        [
            "MR PHOSA",
            "Whether he made them in or outside of detention then, statements that he made to the Security Police whilst being interrogated?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I was able to see this kind of statement, but that was at the time.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are those the statements where he was denying involvement?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "On this aspect, I may (indistinct) even of the family, but let me just say this to you.  Do you recall that Mr Mthimkhulu as up to 1979 was a member of the BPC, in other words they were (indistinct) in the black consciousness movement?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I have no knowledge of that Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Don't you remember that he was charged here in Port Elizabeth and I represented him, charged with wearing the colours of the Black Consciousness Organisation?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I just wish to place on record Your Honour, with respect, I don't know about this.  In 1979 I was stationed in Uitenhage, I came to Port Elizabeth at the beginning of 1980.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Okay.  And I just want to put this to you to say that Mr Mthimkhulu in 1981 whilst he was a member of COSAS, at that stage he could not have had such a high profile as you suggest?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "He definitely had it, sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You know Mr Bobelo, didn't you, Bobelo?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I knew Mr Bobelo.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, was he part of the team that interrogated Mr Mthimkhulu whilst he was in detention?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I can't remember it specifically, but if he says that he was, then it is probably so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Do you remember anyone who interrogated him?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.  I did see a statement which I myself had filed in an investigation regarding alleged assaults, and if I remember correctly there the names were mentioned of Mr Roelofse, Mr Nieuwoudt, persons Strydom I think inter alia, they were mentioned.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you not ascertain at any stage from Mr Nieuwoudt, whether he did indeed interrogate him in that period?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "He had indeed interrogated him during that period.  Not the whole time, but upon occasions.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I take it you know nothing about poisoning, you say so.  The poison?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And have you ever done an investigation about it, the alleged poison?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Whose task was it to investigate that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The Detectives, if I have to think back, investigated it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are you saying they did?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Do you know who they are?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't know what the rank was.  I don't know what his rank was, I think it was a Major or a Colonel or a Captain Sauer, if I remember correctly, that is what I seem to remember.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, did he question you about that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I filed a statement so he must have asked me in this regard.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, were you being asked because you were in any responsible position?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I believe so and also because by that time I had also interrogated him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go on, during the course of this interrogation, were you shown an affidavit made by Mr Mthimkhulu?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I didn't read it as a whole, but it was said to me that he would have alleged that I have assaulted him, which I deny.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But of course do you say you did not interrogate him or did you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Oh.  Did you as members of the Security Police, interrogate him altogether, all of you simultaneously or did you take turns?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No I believe that if you refer to the interrogation at the Sanlam Building, I accept or I assume that we did not interrogate him together, but in turns.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were there turns interrogating him?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I forget that there are interrogations at other places too.  Where else was he interrogated?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think at Algoa Park and Jeffreys Bay, the other places.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who in all interrogated him?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well Your Honour, I am not sure, but I think there are statements that will give the names, but I can't remember.  At this stage I can only say that other people were also detained at that stage and we were divided to interrogate all these other people as well.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I can understand you saying, I am not saying it is correct, but you are saying I did not do any poisoning.  You would not know if anyone else did not poison him?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever give him medicine for his swollen feet and pains that he was suffering?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I never gave him any medication and I am honest when I am telling you that I also didn't have any knowledge of something like this.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you every buy him any food or asked anyone to go and buy him any food at the shop?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, that is quite possible.  During detention we often while we were driving around in the cars, or where we interrogated them, bought food for them and I am speculating now, but if he had been detained at Sanlam Building, well he was detained there, but if he had been there for a day or two or three, he would have had to eat and we would have either obtained food for him from the Old Mount Road police station or from the businesses in the area where we would have purchased food.\n\tI cannot remember personally, if I think back now, it is quite a strong possibility, but I can't remember that I personally bought food for him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I understand you.  I understand you.  What you are saying is I may have bought him food, but I don't recall?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But what I am trying to get at now is, whether by you and let's us remove you for the moment because you wouldn't admit that, but the possibility physically it was possible for anyone who wanted to poison Mr Mthimkhulu whilst in interrogation by using food as a medium to do so, it was possible?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And the police had access to poison, poisonous stuff?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, yes, we heard about this at a later stage, but during 1981/1982 I did not know.  Well I even now don't know where I could go to to obtain poison.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I know that I am skipping the sequence, but just for the sake of this point, just let's jump to the later stage when they were being eliminated.\n\tWhat were they given to put them to rest, to make them asleep?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't know Your Honour.  Mr Nieuwoudt provided some substance, I am not sure whether it was a tablet or whatever.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did he do this secretly, clandestinely, without you seeing it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No I don't think he did that clandestinely.  At that stage I just wasn't there.  I didn't see this happening.  If I can state this as follows, I can't recall seeing that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Do you know that he did so, that he gave them something, a substance to make them sleep?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I believe he did, because they were sleeping.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But why must it be him who has done so if they were sleeping?  If they fell asleep, why do you say he must have been the one to have done so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "But, he was supposed to bring a substance to put them to sleep, and I accepted it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "How do you arrive at that conclusion, that he was supposed to do so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "In the planning we discussed it, General Van Rensburg instructed us, me in particular to look at this.  If we couldn't get hold of something to some extent to make them fall asleep, at least to tranquillise them to such an extent that it wouldn't be so bad to eliminate them then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are saying that Mr Van Rensburg in particular said that this should be done, is that what you've just said?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "When and where did Mr Van Rensburg say that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't remember in which office, but it was while him and I were discussing what we were going to do during the elimination.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was that before you approached Mr Erasmus?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it was after that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, just say precisely what did he say, as far as you can remember, in that regard, Mr Van Rensburg?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That we had to think of sleeping tablets or something so that we could put them to sleep when we eliminated them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who told Mr Nieuwoudt that he was supposed to bring the substance?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I am not sure, it is possible that I had given him the instruction.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did he tell you at any stage that he had now brought it?  I will tell you why I am asking this question, it seems to me that you were not prepared to approach these people unless they had been given this stuff, so did he say to you, safe now, let's go, I've got it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Are you referring to then?",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, then, did he at the time, before you went there, did he assure you I have now got the stuff, even before he used it, I've got the stuff?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I can't specifically remember that.  I would assume so, but I can't remember him specifically saying so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well, who made them take the stuff?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I think Mr Nieuwoudt admitted to administering it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Right.  I crossed this aspect, just as a way of indicating that the Police firstly could have had access to some form of poisoning, you answered that differently, but also that on another occasion, something that could be poisonous, could have been used.  Now let me go further.\n\tDo you accept that a substance that puts you to sleep, can well be poisonous?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I accept that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, this was after, shortly after there had been civil proceedings or summons for, civil proceedings regarding poisoning, isn't that so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Phosa, just before you get to that, can I ask a question.  When Mr Nieuwoudt gave the report to you that he had given the two gentlemen the substance, the pills or whatever name you give it, did he say to you it was just easy for him to get them to take the stuff?  Was there no resistance from them?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I did not state that he told me that he had administered it to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you made it clear, this is merely an assumption from the fact that he was the man who was told to bring it.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well, I want an answer from you, a positive answer on that.  Who administered that stuff?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I am stating once again, I am not sure, Mr Nieuwoudt states today that it was him and therefore I assume it was him who administered it.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, in view of the action the civil action that you just mentioned, did you think about the possibility that these tablets whatever it was, the substance, might just again or it might just poison the person now?  You see then you are denying it as far as you are concerned.\n\tDidn't you think look man, we might just walk into the position where we are now actually poisoning the person?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I didn't think of it that way, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I want to talk about this later when I address the Committee.  Can I get your attitude now.  Do you see that if you didn't think about it, you were reckless?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Why would I have thought so Your Honour.  We wanted expressly to eliminate them?",
            "Male"
        ],
        [
            "MR PHOSA",
            "I don't think you would have liked to poison them after there had been an allegation of poisoning, I don't think you would want to do that, would you?\n\tDidn't you mind if they died of poison?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, that never occurred in my mind.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, that is why let's conclude this.  You can disagree with me, I say to you in the light of the background I have given to you, and I ask you this question because I want to deal with it later.\n\tIn the light of the background the civil action, the mention of poison, your denial that you were involved in it, it was really reckless of you not to investigate what type of substance is going to be given to him and what type has been given to him that does knock him out.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I have no other comment to make to that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, you have been talking about the role of these two gentlemen, Mthimkhulu and Madaka, and their stature in the community and what the community was doing in response to their commands virtually.\n\tBut I gather that there were other leaders in the community.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Can you name some of them at that time?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Nkosele Jack I can remember.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who else?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can also remember Jan Tholo.  A gentleman by the name of Manaxe.  Those are the names I can think of at the moment.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And as far as I know, they were no push overs, they were highly regarded in the community?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And eliminating Mthimkhulu and this other gentleman, wouldn't have eliminated the leadership?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it wouldn't have, but I have to be honest when I say this, I regarded Mr Mthimkhulu as the more radical person in the organisation.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Or maybe what you were asked earlier on by one of the Committee members, Mr Sandi, is relevant.  Was Mr Jack one of those who were also being considered for consideration?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't think so Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was Jan Tholo ever considered for elimination?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't remember that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What about  Lulama Fisele Owen Bangani, does the name ring a bell to you?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, it does ring a bell Your Honour, I can't remember him.  I am trying to place the names that I can remember specifically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you spell that name?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "The name will be on Bundle B, the various statements in the bundle.  It starts from page 1 23 to 126.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "I am trying to deal with the background, and let's just finish that quickly.  In so far as you say that leaders have experienced the violence here and the violent conditions, let me ask you again, whether you don't agree with me that the life of a policeman, even if not a Security Policeman, is a tough one in a country like South Africa?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Phosa, maybe before you go on with that, can we just eliminate the thing about Owen Bangani.  Did you - do you remember meeting Owen Bangani in detention during the time Mthimkhulu was also in detention?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot recall that now, but if he says that is the case, then it is so.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I said the statement by Owen Bangani is in Bundle B, page 126.  I am not sure if your lawyer brought your attention to the allegation by this gentleman.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I believe that he said to me that this person had alleged that I had assaulted him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "No, he said during the time that they were in detention with Mthimkhulu, as they were about to be released, you suggested that you should get them something to eat.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I deny, well, I can't deny it that it was impossible, but I cannot now per se remember the incident.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He then goes on to say that you asked them if they wanted to get anything to eat and they all said they wanted some food.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't remember it Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "He also says you sent one black policeman who came back a few minutes later, and they were given this food to eat, hamburgers, orange juice, that is mentioned at page 4 of the statement.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I see that it is alleged, Your Honour, it is possible.",
            "Male"
        ],
        [
            "ADV SANDI",
            "It is possible that during the time Mthimkhulu was in detention, you got him some food from the shop, is that what you are saying?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "According to the statement I have drawn your attention to, the deponent goes on to say that before the food was given to them, it went to your office for about 15 minutes before they got it?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I don't have any knowledge of this.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You would not deny that, would you?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I can't, because I can't remember it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  You may proceed Mr Phosa.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Well, not only that, now that we are dealing with it, it will be the most natural thing that the food must first come to you, not straight from the shop to them?  It had to come to you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, on many occasions I wasn't there.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, I am working on the assumption that it was you who said it was possible, if you had sent someone to go and get food, it will be most natural for security reasons to come via you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that he would have brought the food and the change to me, that is quite possible.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, what I am trying to say is the route had to come via whoever had given instructions for it to be sent, if he was there?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I could have also said give them the required food.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You see, one of the things that you were worried about was that there should be no access to people in detention by people outside, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And also they should not be given anything without your knowledge as the senior members of the Security Police?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So for that reason as well then, anything coming from outside, normally should come via you if you are there?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, you are probably referring to the Security Branch in general, because there were no instructions that anything that was to be given to the detainees, had to come via me, that was given to them.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, no, I am not talking about a general instruction to other people.  If you are the policemen, were the senior person on duty, and you send another policeman, a junior policeman to go and get something from the shop, especially an African policeman, surely he was supposed to come via you and show it to you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, no, not at all Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Wasn't there the danger that being an African, he might just surreptitiously push something passed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Your Honour, I never had a problem in this regard.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you read Mr Bobelo's statement?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you hear what he said that he had a problem about clothing he had fetched?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You wouldn't know whether that is true or false?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't know.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But according to what you say it appears he had a problem because he was superseding instructions by bringing the clothing, clean clothing for Mthimkhulu?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand that?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I hear what he is saying, but I can't comment on that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Anyway, I have a bit of a puzzle.  As you have been asked by Committee member, Mr Sandi, Adv Sandi, I get the impression that you were just told about Mr Bangani, though it is called Bangani, now you have just told about it, showed it, you did not yourself read to see what this man said about the Police?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I read many pages at my legal representatives, but the allegations of Bangani were made, or the allegations made by Bangani, were put to me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I think I prematurely made a statement the other day regarding one of the previous witnesses, yes the first one, Mr Erasmus.  I said I felt that they had done proper preparation for this matter.  Now can I say the same with regard to you and your counsel and Attorney?\n\tDid you have enough time to prepare?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I believe we had Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you know that you are dealing with important documents?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you see that bundles, thick documents with pages and people's names and contents of what they say?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you regard those contents as being of relevance to your application, possibly relevant to your application?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I believe so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Then you must have wanted to know what they contained?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well I believe that that which was relevant to me, would have been dealt with and discussed with me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Can I put it this way.  Anything that is of importance with regard to the Security Police, would have been of importance to you as well, to you personally?   Let's take for example the Security Police in Port Elizabeth, if there was some allegation that had a bearing upon them, even if it didn't touch up upon you personally, if it had a reflection on them, you would have regarded it as important, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, yes, I don't know.  Let us say it would have.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Don't do  me a favour, please don't.  I am asking you whether you don't, I want to talk about this later about your attitude, isn't your attitude that if there was something in these documents that was having an effect or an adverse reference towards the Security Police in the Department or Branch where I was at the relevant time, was of importance to me as Du Plessis.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Just to take you back to something about detention and interrogation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "At this point, do you also regard this as the duty of your legal counsel that they should have brought this to your attention?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did they discuss aspects with you and brought these things to your attention?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were you not given these documents to have a look at and peruse them?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I read various documents Your Honour.  I remember that they were put to me, I can't remember reading these things myself, it is possible.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, we don't have to refer to various documents now.  Look at Bundle B, Bundle B, look at Bundle B.  Look at Bundle B please.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Have you seen that Bundle before you came to this matter on Monday?  Before Monday when I was here, did you see this document, this Bundle?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot remember seeing this document Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, look at it.  It refers to Bangani.  Don't you remember seeing a document, this, talking about Bangani?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can remember, but I can't remember when I saw it for the first time.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Oh, you mean it could have been only after you came to these proceedings on Monday when I was here?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot remember Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "How is your memory?  Anyway I was saying to you ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in fairness to the applicant, it should be recorded that he was here for a considerable time when you were not here Mr Phosa on Monday.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "No, he wasn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Remember he could have discussed with his counsel, we didn't start till two o'clock.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Yes, no, okay, can I put it differently if that is important.  Before Monday, are you saying you don't know if you saw it before Monday?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I cannot remember.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Right.  I just want to take you back to something.  You mentioned Mr Mthimkhulu being interrogated also at amongst other places, Algoa Park, do you remember that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I am saying interrogated, it is possible that he was detained there, he was possibly interrogated there as well.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Phosa, this Algoa Park and Jeffreys Bay police station you are talking about, are those ordinary police stations, they are not disused police stations right at the back of somewhere?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, they are police stations which are still in existence today.",
            "Male"
        ],
        [
            "MR PHOSA",
            "There is no dispute from our side that he was in fact taken there to be interrogated, so I am not disputing that or telling him that.\n\tBut I am putting this to you, my instructions are that when he went to that, were taken to that police station, it was shortly after he had left hospital where he was being treated for a gunshot injury and do you have any knowledge of that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I remember, I know that he was hospitalised, I don't want to use the word hospitalised, but that he had been taken to hospital for a wound which he had sustained during arrest.  I think the injury was very small.",
            "Male"
        ],
        [
            "MR PHOSA",
            "The fact of the matter is that the fact that he had been shot, sustained an injury, was admitted to hospital, did not save him from detention straight from the hospital?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It just proves the degree of the injury.  I cannot make a decision on behalf of a Doctor, he was treated and he was released immediately after treatment so that we could detain him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, let's now come back to the point I said I was trying to conclude regarding the general background.  I was saying to you we know that the life of a policeman is a tough one, it is one that entails possible injury, possible stoning, generally, isn't that so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That is so country wide, today as it was then, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "We watch on TV how the Israeli Army or the Police, whoever they are, get stoned day in and day out by youths from the other camps.  Have you not seen that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I possibly had seen this Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, a policeman would not justify the elimination of a political or whatever you call the other person you want to arrest, simply because he is dangerous to you, that is not the reason why the person must be eliminated?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That he was a danger to me per se, no.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Even the fact that the Security Police, African Security Police were fearing for their lives, it was something to be expected that if you are a Security Policeman and you are an African, you live in the township, you run a greater risk than white policemen, isn't it?  I am saying it is a natural consequence of that kind of job?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "During those times, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, even now, the police are dying, who are not even Security Police are dying simply because of the attitude of the public to the police which hasn't fully changed, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That is even not justification for eliminating ... (tape ends) ... Yes, but you know, I am dealing with every piece of your reasoning and I would understand that it will be inappropriate to eliminate people because of the fact that the police are in danger, there should be other solutions.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, if the black Security Community for fear of their lives, had to withdraw from the black areas, then the network of information had really come to a standstill.  In other words, then the anarchy had come a full circle in my opinion.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, it becomes however strange to me did you, let's talk about you Mr Du Plessis, did it never really occur to you that at all times there was a great risk in being (a) an informer and live in the township and of course to inform, you have to be in the township and to be a Security Policeman and live in the township?  Didn't it occur to you that was by definition a risky position?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, it was.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So it is not as though the risk was introduced by Mthimkhulu and others?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But isn't the point he is making Mr Phosa, that this was an additional risk that they were aware of.  This was not the general risk, here they knew who the man they believed was who intended to kill the policemen.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Can I put it differently Mr Chairman.  Wherever that  position arises, outside PE as well, somebody has got to be responsible for that, isn't it?  If there is a threat to Security Policemen, who by virtue of being Security Policemen, are a danger to the community, the community and some individuals are likely to be a danger to the police, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't understand the question properly.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, what is being put to me in fairness to you of course, is that I should have considered that you are saying you knew the persons here according to information, who were constituting danger to the lives and property of the black Security Policemen, aren't you saying that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And I am saying to you elsewhere, all over the country, there was somewhere or other some Security Policemen, black policemen, who was in that kind of danger from someone somewhere, elsewhere, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And I then say in the nature of policing, whether Security Policemen or not, some or other police are in danger from some people or other, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And I am saying to you then that it will be very, very inappropriate for the police to say when that kind of danger arises, the answer is elimination of the threat.  That is not appropriate international standards of policing, surely, are they?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I believe elimination itself is not the right standard.  But there were other factors contributing to this.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I think one could actually take the question further.  Is it not known that the police in the eyes of the liberation movements, were justified targets?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So on the one hand one gets the situation that you were a legitimate target and on the other hand, you didn't have a target?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And would you then say, you know better about these things, would you say the police in Ireland would legitimately be expected to eliminate the revolutionaries there, whoever they consider to be revolutionaries there in that country?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Your Honour, I am not saying it is justified.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, to come back to the planning, the abduction.    You spoke to Mr Van Rensburg before you actually spoke to Mr Erasmus, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you personally start the discussion?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "That then means that before the ten days period or so, before the 14th, your discussions were before that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I would not like to tie myself to specific times, but it was over that period that I went and discussed the matter with him.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I may be unkind to you, but I was understanding that there is a general period  agreed upon amongst you, as being the time when discussions involving Mr Erasmus began?  In other words, about a week or so before the 14th, isn't that the case?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well, then I am asking you whether your discussions, yours, yours personally, with Mr Van Rensburg was before that period?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct sir, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Was it on a one off occasion, one day perhaps or did you discuss it a few times between the two of you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "We discussed it on a number of occasions.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Ultimately the two of you arrived at the conclusion that elimination was the answer?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that something had to be done and that elimination had to be kept in mind.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, I don't follow that.  Did you and Mr Van Rensburg come to the conclusion, the two of you, that elimination was necessary or did you not?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You did?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Then having agreed, what did you decide you should do about it, the two of you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "At that stage we hadn't decided what we would do, we hadn't worked out any planning.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, but you did not ignored that situation, you arrived at a conclusion it was the right thing, so what did you say you should do about it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I restate what I had said before, to eliminate them, to take them out, but we hadn't done specific planning regarding what had to be done.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, then what did you go about it?  You didn't leave it at that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, thereafter we started to discuss the matter with General Erasmus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So do I understand from what you have just told Mr Phosa, that the two of you had come to the decision that elimination was the answer and it was then that you went to discuss it with Colonel Erasmus?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I would say we considered it Your Honour.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You regarded that as an option?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is what I wanted to say.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Well, I don't follow that now.  Now, when you were discussing with Mr Van Rensburg, were you discussing all the possible options?  I am just trying to take your new answer now.  Were you discussing all the possible options of dealing with the problem?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What problem?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The problem in the black townships which I experienced.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, no, no, were you not at that stage dealing with a specific problem, the problem of these two gentlemen, Mthimkhulu and Madaka, they were now being the problem?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, what exactly were the two of you discussing about them?  What options were you discussing about them?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, we discussed the options of detention, we discussed that, then restricting or gaining evidence to charge them, we considered all these matters.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And the two of you felt detention was out, for reasons you had, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And charging them was out for reasons that you had, isn't that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And the only option remaining as far as the two of you were concerned, was elimination?  The two of you were discussing and saying look man, it seems to us elimination is the answer?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, it sounds easy now to state it that way, but it came over a period that we discussed it.   Yes, but it was so.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I have been fair to you and accepted, I asked you actually, I suggested to you that it was before you went to Mr Erasmus, so I know it is over a period, I am talking about the ultimate stage before you went to him, you said well the answer really seems to be elimination?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Then having made that decision, did you then decide whether you should now go ahead with it, or should approach other people or what did you do?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It was decided to go to General Erasmus  and to discuss it with him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Phosa, sorry Mr Phosa, can I ask you to correct me if I am wrong.  I gained the impression that what is happening now, you sort of asking the witness to restate what he has already stated in his evidence in chief.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "I am cross-examining him, whether in the course of that I cause him to repeat, it may just be so.  I am doing only what is fair for which I was paid to come and do, otherwise I lose my brief.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So are you saying that my impression is incorrect?",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Maybe I should answer it bit by bit, I am cross-examining.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay, thank you.",
            "Unknown"
        ],
        [
            "MR PHOSA",
            "Right, but it didn't occur to me that it was clear, the way it is coming clear now, exactly what happened.  Now, right, so who of you said let us go to so and so, who made the suggestion to go to someone else with the decision that you had already made?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think General Van Rensburg said we had to go and discuss it with General Erasmus.",
            "Male"
        ],
        [
            "MR PHOSA",
            "He specifically mentioned General Erasmus?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, he was the Commanding Officer at the time.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, we know that you discussed it with him over that period.  Isn't it a period of about ten days or less before the 14th of April?  I am correct, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, was the thought or was the idea ever mentioned or did the thought arise whether or not other people should be considered once you as a group had decided that elimination was the answer.  Did you say, I mean the two of you, maybe we should just find out what so and so thinks?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, that wasn't done that way.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So you don't know what each of the others thought about the advisability of approaching someone else?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did you think about it, I mean you personally?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I considered it that is why I went to my direct seniors.",
            "Male"
        ],
        [
            "MR PHOSA",
            "No, you are taking me back.  I am dealing with the three of you, I have even got to the stage where you have concluded that there should be elimination.  I have jumped everything.  You have now said there should be elimination, now, did the three of you or any of you say man, let's decide, should we not perhaps approach some senior?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, not that I am aware of.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, I am asking about you now, you personally, did the thought enter your own mind now, this senior is cooperating, but shouldn't we perhaps hear what head office says or some other person high up?  Maybe even General Coetzee?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I didn't think of that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So, from the moment the decision was made the next question was to decide how it should be done, after you three had agreed let's eliminate, do you then say how that is going to be done or was anything else considered?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "You are referring now from the point when it was decided that he had to be eliminated?",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, decided amongst the three of you?  I am now including General Erasmus.  You have all agreed he should be eliminated, there was no talk of course of going to any senior, so what was decided should happen next?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It was left to General Van Rensburg and myself to do the planning.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So he knows absolutely nothing about the details or the planning, Mr Erasmus?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Not that I am aware of, no.  I don't know whether he was informed regarding what had been planned, but I can't recall now.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who raised the name of Mr Nieuwoudt?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I proposed that.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did Mr Van Rensburg ask you as to why you chose or proposed Mr Nieuwoudt?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I think he left it to my judgement.",
            "Male"
        ],
        [
            "MR PHOSA",
            "To your knowledge, had Mr Nieuwoudt committed any similar acts by then, had he killed anyone in his capacity as a policeman?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Not that I am aware of, no.",
            "Male"
        ],
        [
            "MR PHOSA",
            "When did you begin to know for the first time that he also does kill?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I am not sure, I can't remember what he is applying for, but in those applications.  If it was the first case, then it is this one.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I suppose you have forgotten about Kondile now?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Nieuwoudt was not involved in Kondile.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Okay.  My apologies.  Now, is the position that Mr Nieuwoudt never confided in you regarding any other killing that he might have been involved in, were you not present?\n\tHe never said to you, you know what, I also did so and so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And let us come back to this occasion then.  Now, when did you approach him?  I take it that you approached Mr Nieuwoudt?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "When did you approach him?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, it would have been, I would say and I would stick to that it was after we had left General Erasmus.  I can't say exactly whether it is ten minutes, half an hour, the same day or even a day later, I can't say specifically.",
            "Male"
        ],
        [
            "MR PHOSA",
            "What did you say to him, I am not saying the exact words, but what was the nature the gist of your approach to him?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I sketched the scenario that he had sketched to me, their activities, their planning, the pressure exerted on us and the fact that General Van Rensburg and I both felt that is was the only option, and whether he would be prepared, by implication, to become involved in the elimination.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, I listen to the English interpretation, so I missed - I didn't understand this.  It said whether he would be prepared by implication, can I just understand, what did you say - whether he was prepared to do what?  It says here to me whether he would be prepared, by implication to do it, so just explain.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, whether he was prepared to become involved in the elimination.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Yes, and was his reaction instantaneous, did he respond to you after you had told him all that, did he give you an answer?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I cannot remember.  As I am sitting here, I can't state it clearly.  I don't know whether I gave him the opportunity to even consider the matter, it is possible, I cannot recollect that now.\n\tWhether he said to me immediately I am prepared to do this or whether I left him a choice.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Are you saying that the possibility exists that you didn't give him a chance to consider it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I am not saying that, but I am saying I cannot remember chronologically exactly what happened.",
            "Male"
        ],
        [
            "MR PHOSA",
            "But clearly, he didn't give you any problems, whether it was immediately or later, he didn't say look I am unhappy about his man, you know I was involved in the Biko thing, and I don't want to be involved again, he didn't say anything like that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, he didn't.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Now, What details were discussed then between the three of you as to what should be done?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "If I remember correctly we discussed that firstly we had to determine how we would abduct them and that they would be taken from there, to Post Chambers, where they would be eliminated by the three of us.",
            "Male"
        ],
        [
            "MR PHOSA",
            "So somebody had to arrange the situation, make sure that Post Chambers is clear of people, there is no danger of you being detected, isn't that so?  That had to be attended to?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And that was done?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot remember exactly how things progressed, but I accept that was how it was done.",
            "Male"
        ],
        [
            "MR PHOSA",
            "To cut it short, you planned it in such a way that these two people were to be misled to believing that they are being interrogated?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Of course, the aspect which was raised by one of the Committee members, Adv Sandi, arises.  It sounds strange, doesn't it sound to you, that they could be made to take tablets for interrogation?  If you think about it now, it sounds rather strange that they could just be told take this and they take it, be who they were?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot comment on that, I don't think that was the testimony that they were given tablets to drink.  I think it was probably put in coffee or cold drink for them to drink.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Anyway I am skipping the details for obvious reasons.  I know, we know what happened the gory details.  Now, you as an individual, had a number of days at least two days, to reflect upon the nature of your action, the consequences and how terrible it was, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You had these people before you and you could see that they are unsuspecting that they are about to be killed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "You probably were even giving them food to give the resemblance of normality?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It was unfortunately so, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "One of you got diesoline, or petrol, whatever.  One of you got petrol, isn't it?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Diesoline.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And who did so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Mr Nieuwoudt did this.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Who instructed him to do that?  Who instructed him to do that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, I can't remember who exactly said that.  It could have been me.",
            "Male"
        ],
        [
            "MR PHOSA",
            "At night, were they locked up in the cells or were they just allowed to sleep as if nothing had happened?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, they were kept in the house not in the cells.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Were they allowed to sleep?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "They did sleep, Your Honour.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Having had supper, I suppose?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Did they even ask at all, hey, what are we being kept for here?  Didn't they question, it appears to me they were the talkative type, didn't they say to you why are you keeping us?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, we did interrogate them, so-called, it is possible that they had asked this, I would believe that they had and I believe we would have replied to them, but I can't remember what the answers were.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I suppose you were not even taking proper notes or were you taking any notes at all of their answers?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, we didn't.",
            "Male"
        ],
        [
            "MR PHOSA",
            "All I am trying to show Mr Du Plessis, in conclusion is that you and your colleagues, acted cruelly in circumstances where you had ample opportunity to correct your conduct, in other words you understand me, I am not saying it wasn't an accident or acting on the rush of the moment, there was ample opportunity to correct your conduct and you didn't stop yourselves.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "May I just have some time, sorry.  Right, then just what I put to others before.  The real problem that you had at all times was that you were afraid that if you are detected to have killed them, you would be charged.\n\tI am going to give you a long thing, because I think you will answer with the other, you will be charged and if you are convicted, you will be sentenced and that sentence in those days might even be the death penalty, isn't that so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "And notwithstanding how much you didn't care about killing, you did not want to die?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PHOSA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Du Plessis, it seems from what you have said that when you had to take this decision to eliminate Mthimkhulu and Madaka, it was one would say, it was a turning point in your career, in the history of your career as a policeman, am I correct to think that?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think the turning point was the Kondile matter.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You found yourself in a situation where the ordinary law could not assist you to deal with the problem?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, that is what I thought, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "A drastic step had to be taken namely elimination?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is there any other step which you could describe as drastic, which was taken to try to deal with this situation which you depicted this morning?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I cannot remember of another.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I am through with my cross-examination, thank you.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR PHOSA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink, have you got questions you want to put?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I have one or two Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you rather do them now or after the adjournment?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I think after the adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we will now take the adjournment till quarter to two.\nCOMMISSION ADJOURNS",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "Thank you Mr Chairman.  Colonel, early in your evidence you made mention of a statement which Mthimkhulu had made which you said couldn't be used for some legal reason, which I will come to later.  Was that a statement in terms of which he confessed to some offence?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Your Honour.",
            "Male"
        ],
        [
            "MR BRINK",
            "What was the contents of that statement?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, it is impossible for me to remember the contents, but he had replied to questions put to him.  But nothing positive which incriminated him legally.",
            "Male"
        ],
        [
            "MR BRINK",
            "Oh, I see, I may have made a mistake in my note, but I have a note saying his statement couldn't be used because it was made under force or duress?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, if I might perhaps come in here.  That actually came from me.  You would recall that all statements made under Section 6 of the Terrorism Act, would by reason of law, not be admissible in evidence.  That was that statements that they had to be made to the satisfaction of the Commissioner or otherwise until his detention can serve no further purpose.\n\tI think that may be my responsibility more than my client's, he just confirmed that.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, I am obliged to counsel.",
            "Male"
        ],
        [
            "MR PHOSA",
            "I don't know if this is an appropriate stage to argue this, I do not want to argue that point, I may not be here when it is raised later.  The Eastern Cape Division had a different view on that.\n\tThey actually were the ones who were using those statements.  Now, if it is going to be a matter of importance, it would have to be researched.  We used to fight and find that the Eastern Cape Branch was actually making use of such statements.",
            "Male"
        ],
        [
            "MR BRINK",
            "Colonel, you obviously visited Mr Mthimkhulu when he was in detention?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I do believe so, yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "Can you not remember?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot recall it now, but I believe that I had visited him.",
            "Male"
        ],
        [
            "MR BRINK",
            "You can't remember what his physical condition was at any stage of his detention?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think his physical condition was good, if it was bad, it would have occurred to me that it was so.",
            "Male"
        ],
        [
            "MR BRINK",
            "You have obviously had sight of the statement which he made to his Attorneys?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And serious allegations were made against both you and Mr Nieuwoudt.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "But I take it, you deny those allegations?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, I must put to you ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have been asked to request people in the middle of the audience, to either move to the front or the back because there is a piece of the roof that is loose in the middle of the building.  If you look around now, you can see the young lady there and she can indicate to you where you should move away from.\n\tRight, we will continue if we can please have quiet.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Colonel, during the course of the discussions which you had with your co-applicants in April, is it your evidence that the fact that (a) a summons claiming damages as a result of alleged poisoning was not discussed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And (b) that there was to have been a Magisterial inquiry into this business in the following May, was that also not discussed at all?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Not at all, Your Honour.",
            "Male"
        ],
        [
            "MR BRINK",
            "But now, isn't that strange?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It is not strange to me, Your Honour.",
            "Male"
        ],
        [
            "MR BRINK",
            "You see we know that in December of the previous year a summons had been issued for damages arising out of alleged assault, you know that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And in April a claim for damages and a substantial amount of money, was made against the Minister of Police?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is so.",
            "Male"
        ],
        [
            "MR BRINK",
            "And that must have been the cause of extreme embarrassment to the Security Branch in Port Elizabeth?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, Your Honour it was, but that was an embarrassment for us in December already.  It was a given.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, but wasn't the fact that the second summons and the fact that there was going to be a Magisterial inquiry, something which really concerned you all very, very much indeed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, yes, one could argue in this manner, but I tell you that it was not the case with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I find this very hard to accept when you have told us, as I understand it that one of the reasons for deciding to eliminate this man, was despite the fact that he was an invalid, he had become a martyr and was accordingly of great influence in the region.\n\tSurely the fact that he might shortly thereafter become a successful litigant, in the poisoning case, added to this danger and it made it even more important that he should be removed?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, yes, if one thinks about it, it is so, but I can't think back that we ever discussed this.",
            "Male"
        ],
        [
            "MR BRINK",
            "When Mr Mthimkhulu returned home in January of 1982, would I be correct in assuming that he was kept under constant surveillance by the Security Police?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, Your Honour.",
            "Male"
        ],
        [
            "MR BRINK",
            "Although apparently he was going to meetings and causing trouble one way or the other?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "We did know about his movements, yes, but not on a continuous basis.",
            "Male"
        ],
        [
            "MR BRINK",
            "And when it came to your knowledge in April that he was apparently in possession of weapons, was any raid made upon his place of residence?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Our information was not that he had the arms with him physically.",
            "Male"
        ],
        [
            "MR BRINK",
            "What, that arms were merely available to him?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that he had access to arms.",
            "Male"
        ],
        [
            "MR BRINK",
            "All right.  Now, I just want to move on to the final point.  Would you just have a look at pages 18 and 19, starting page 18 of your supplementary application?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Brink, before you go to that, can you just clear one thing regarding the final statement by the witness.\n\tAccording to the information you had, where were these weapons located?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It was in so-called DLB's, which we did not know exactly where they were located at that stage.",
            "Male"
        ],
        [
            "MR BRINK",
            "If you go to the what appears to be the third paragraph on page 18 of your supplementary application, that is the paragraph which begins \"the conversation to a great extent\" and finishes off \"will illustrate it more clearly.\"\n\tDo you see that paragraph?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Would you then turn to page 4 of Bundle A and have a look at the centre paragraph and that is the application of General Van Rensburg.  I note that the wording in your application is in identical terms, do you see that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR BRINK",
            "And if you go further down on page 18 of your supplementary application,  the last paragraph \"the conclusion\", which finishes on page 19 \"(indistinct)\", which is the penultimate paragraph on that page, do you see that?\n\tIt goes to about more than two thirds of the way down page 19, finishing \"to put into effect\"?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR BRINK",
            "And that appears to me to be also identical to pages 7 of General Van Rensburg's application, the second paragraph on page 7, \"the conclusion\" and finishing on page, the end of the first paragraph on page 10 \"to put into effect the threats.\"\n\tAgain it appears to me identical.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, I find that a little odd, can you possibly explain this?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, we consulted with each other and refreshed each other's memories.  The Advocate also consulted with us and I accept that that is the way in which he wished to state this particular statement, or the Attorney, that is the way he wished to make the statement.",
            "Male"
        ],
        [
            "MR BRINK",
            "Can you possibly tell me, who made the first statement.   You see the one appears to be copied from the other?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I made my statement in Pretoria and General Van Rensburg made his statement at another Attorney.  General Van Rensburg made his statement first in Port Elizabeth.",
            "Male"
        ],
        [
            "MR BRINK",
            "So the statements were made separately to different Attorneys, in different places?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "This supplementary statement was made at the same Attorney.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, but even if one has regard to your original application, the old page 19 in Bundle A, the bound page 19, I think you will find very much the same sort of wording.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Are these your words in there?  These are your actual words?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it is not my direct words.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, I was just curious why there seemed to be absolute identical wording in these separate applications, thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR BOOYENS",
            "Just dealing with this last aspect raised by Mr Brink, was the position that you went to see Attorneys in Pretoria and then returned to my present Instructing Attorney, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And were you placed in possession, your Attorneys in Pretoria, of General Van Rensburg's statement before you made yours?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct both questions.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So it appears as if to a large extent the wording was followed virtually exactly in Pretoria, so you had Van Rensburg's statement and it was faxed up to Pretoria?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct to both questions.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as informers are concerned, my learned friend, Mr Phosa asked you and pointed out to you which was quite logical that informers did not always speak the truth, that their information was sometimes distorted or wrong.  How did you normally react to an informer?   Would you for example act upon a single informer's information if he hadn't been proved accurate and dependable or did you check?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "We tried to investigate this firstly and normally we did the evaluation after this had been confirmed by other informants.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Or perhaps not through physical means but to listening in to telephone conversations?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that is correct or thought investigation.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It has been put to you by the Honourable Chairperson, that Mthimkhulu himself was not personally  involved in the violence with the exception of one instance where there was information that he was involved in a shooting incident.\n\tAccording to your information and on the grounds of your research, what was the position as far as inciting other people to violence, was concerned?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Your Honour, where there were meetings where he was involved, in most cases, violence erupted after the meetings.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you then arrive at the conclusion that what he did and said in some way led to this?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The matter of the poisoning of Mr Mthimkhulu, I know it is difficult to be accurate, but if you were to say even with the Section 6 interrogation, how many people would you say, had access to him?  Just more or less?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "If I have to give an estimate of Security Forces, between 10 and 20 people.  There were also other policemen who had access to him.  It wasn't an isolated case in terms of Security Forces.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you know if anyone of those policemen who also had access to him, ever gave him food or anything to eat?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I accept where he was kept in the cells in detention, he was fed by a member of the Police Force or a number of policemen, in other words to give him food.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gather he was also, if he was being interrogated, he would be fed there?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And he was in detention for five months?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You have said you would not just accept information from informers, you would go out to verify and check if that is true, is that correct?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, we try as far as possible to confirm this Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you able to verify the information about the existence of weapons which were accessible to him?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "There we had a single informer, but there were various other pieces of information, not definitely concerning him, but that arms were accessible in the area.  We couldn't verify this specific informer's information.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So you were not able to verify as a matter of fact, if the weapons did in fact exist?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, Your Honour.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Does that conclude the questioning of this witness?\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}