{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "PORT ELIZABETH",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54800&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pe/3pebco3b.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV SANDI",
            "CHAIRPERSON",
            "CORNELIUS PETRUS DE LANGE",
            "JOE MAMASELA",
            "MR BOOYENS",
            "MR BRINK",
            "MR LAMEY",
            "MR NYOKA",
            "MS HARTLE"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR BRINK",
            "ADV DE JAGER",
            "MR DE LANGE",
            "CORNELIUS PETRUS DE LANGE",
            "CHAIRPERSON",
            "MR BOOYENS",
            "ADV DU PLESSIS",
            "MR LAMEY",
            "MR DU PLESSIS",
            "MR NYOKA",
            "MS HARTLE",
            "JOE MAMASELA",
            "MR MAMASELA",
            "ADV SANDI",
            "MR DU PLESSIS(?)"
        ]
    },
    "testimony": [
        [
            "MR BRINK",
            "Mr Chairman, could Captain de Lange be sworn in and then he will be made available.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Are you English or Afrikaans speaking?",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I speak Afrikaans.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Your full names please.",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, at whose instance are we having Captain de Lange?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I think of mine Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can you just refresh our memories, I'm not sure what this is about.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, Mr Koole, when I wanted to cross-examine him - I can find the relevant parts in the record for you but in a nutshell, when I started cross-examining Mr Koole, Mr Koole indicated you will recall, that the statement, his statement was in the first place not sworn to by this witness who purported to have taken the affidavit and secondly he then gave us a long list of - he said he didn't want to sign the thing when they sent the two people out to him to Letsapele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "But then told to sign and then Mr Koole gave us a very long list of things that he said was wrong in the statement and incorrect and so on.  And there was also then mention of another statement.  You will recall there was a substantial confusion, well you were not confused but I was confused as  usual about how many statements there were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I could have been even more confused but you said something like a long list of something.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "A long list of things which he said which appeared in Exhibit O and you will actually find that starting at page 1239 of the record until, I think the last one is 1250.  That was when we asked him during the adjournment to do an exercise and he said that not only didn't he swear to this statement but he said the statement was wrong.\n\tAnd then during the adjournment he sat down and he drafted up a list and he then testified without being led by anybody, or being question about everything that he said was wrong with the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, alright.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, maybe I can also be of assistance.  On page 1221 of the record Mr Koole denied that he took the oath in respect of this statement of Mr Koole.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So we are going to be using Exhibit O only?  Yes, then you can continue Mr Booyens.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BOOYENS",
            "Thank you Mr Chairman.\n\tMr de Lange, do you prefer to speak Afrikaans?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I'll continue in Afrikaans.  The statement of the witness Mr Koole, this is the man sitting behind us with the glasses, did you take down his statement?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you attest the statement?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Where?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "At Letsabele in the house of the witness Mr Koole.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Captain, the witness also said your office is in Pretoria, not so?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "He also said that on a previous occasion he was at your office - I'm sorry, you're going to struggle hearing me with this noise, I think you must put on your headphones.  Perhaps you can hear me better now.\n\tThe witness also said in his evidence and on a previous occasion he also made a statement to you and that you took notes, you told him to wait for it to be typed and he signed this statement in Pretoria, can you recall that?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I can recall that yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And this was a statement made before the Letsabele statement.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why was the Letsabele statement then taken?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It was taken specifically regarding this incident as to why this hearing is today, the first statement had nothing to do with us.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So the first statement had nothing to do with PEBCO, is that what you're saying?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Luckily he's still subject to cross-examination but that was not my impression.  In any case thereafter the witness alleged it was not true that you had gone to Letsabele.  He said that - let me first ask you, is there a policeman with the name of \"Slang\"?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct, he's in our unit.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "He says \"Slang\" and another man came to him with this statement and told him to sign the thing, then he read the statement, he was not satisfied with it, then they contacted you, I suppose with a cell phone, and then you said: no, he should sign in the meantime, you could correct the things later.  What is your comment on this?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's not how it happened, what Mr Koole is referring to is his amnesty application which I sent with the person \"Slang\" to be signed by him, it has nothing to do with this statement.  I keep to what I said, that I had him attest this statement in his house in the lounge in Letsabele.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You see Captain, ...[intervention]",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Can I just correct you, I'm not a Captain I'm a Superintendent.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I'm sorry, I cannot remember the ranks, would you mind if I call you Sir?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Not at all.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr de Lange, what did you want to have signed regarding the amnesty application?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "An undertaking was included by the state defence and all such things which he had to sign.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So it was not even a statement to his amnesty application?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It wasn't, it was merely the fact that his application would be available, I know how they look.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There was no talk of him - that he could have confused it?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I just want to talk about a few of the aspects in Exhibit O, if you could get it in front of you, if I could ask my learned friend to provide you with a copy thereof.  It's the statement we are both referring to, am I correct?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Are we now talking about the application for amnesty regarding the constitution?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, I am talking about Exhibit O.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "But I've got the wrong one.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "My Exhibit O unfortunately has notes on it, do any of you have a clean one there.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I will look, I don't know whether I have one.  Go to the last page, page 6, is that your signature?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.  I just want to add I have documentary proof of this in my diary which I had with me on that day in which this whole incident was signed when this whole matter was attested to by Mr Koole.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So there is a diary that explains this?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why was it necessary to make a note in your diary in this regard?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It's normal practice to make such notes in the course of the work that I do.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I see that this statement was also taken after the people had already attended an inspection at Post Chalmers, is that correct.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, I accept that that is correct, I did not read through the statement but I think that that was the case.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There are only a few aspects which I want to highlight pertinently.  The matter of the inspection appears in paragraph 6.  When was this inspection, was it the 22nd of March or the 23rd of April because there are two dates, the one refers to the inspection on the 22nd of March '96 and the other one refers to an inspection on 23 April '96 and I think that both were on the same occasion because it would have made no sense to take them to Glen Connor first and then a month later to take them to the airport.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "As far as I can remember it was on the same day, I can determine this in my diary.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you attend the inspections?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, I did, one, I attended one.  It was the one where I was together with Koole, Mogoai, Ellis and de Jongh, we flew down to Port Elizabeth.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you go to Cradock?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "As far as I can remember we went to Glen Connor and returned to P.E., I do not know whether it was on the same day that I went to Cradock.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I wonder if you just want to assist us and look in your diary, perhaps we can clear that up.  When were you here.  Do you have the diary with you?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It's in my car outside the building.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I doubt that I'll finish with you before one so if you can just possibly fetch this after this.  What I'd like you to find out or check in your diary is: (1) - where you here once or twice for an inspection and on the occasion that you were here as well, did you go to Cradock and more specifically to Post Chalmers.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I will determine that and get back to you.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Of the things that I find rather surprising is that the witness, Mr Koole, alleges time and again that the name Niewoudt has been added incorrectly into this statement, it's not just a single reference, it is time and again or regularly that he says he did not see Niewoudt.  In other words the implication is that you added that name.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, I do not think that this completely correct.  Mr Koole - I think Mr Booyens must be more specific, but Mr Koole testified that he referred to Mr Niewoudt in his previous statement as well.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That was not my question, I did not say every time that reference was made to Niewoudt, I said reference is often made to Niewoudt in the statement and if it is necessary I will point it out.\n\tReference is often made to Niewoudt where it should either have been Venter or that Niewoudt was not there.  Let us start, page 7 - paragraph 7, the second line from the bottom.  There it says:\n\"Niewoudt said however that he did not want to become - us to become involved in a shoot-out\"\nOn page 1239 Koole says, right at the top - Mr Chairman, do you want to follow while I'm doing this or is it not necessary?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there are such instances, there are Mr Lamey.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "There are several.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "According to my notes, I mean paragraph 8 as well.  I mean if we - where the Niewoudt and Beeslaar, there's something, there's a query there.  According to your client he says only Venter and then again at page 3, I don't know what that paragraph is, it looks like 3 but it can't be three, the third line from the bottom where the word Niewoudt appears he queried that, so I think it's a fair question to say, perhaps not every time but there are a few instances.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "No, that I'm aware of Mr Chairman.  I understood my learned friend to say in general you know, there's various instances where Mr Niewoudt's name is mentioned which he denied afterwards and I just said you, but he also said, also referred to Mr Niewoudt's name in the previous statement and confirmed also his name with a certain respect after that.\n\tYes, I agree that in his evidence before the Committee he also said in certain instances the name of Niewoudt is wrongly stated in that ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I thought Mr Booyens was, for now at least, dealing with Exhibit O?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "But my point is there are also other instances where Mr Koole confirmed that the reference to Niewoudt is still correct in a particular paragraph and sentence.  So we've got a situation that he said: in certain instances the name of Niewoudt with regard to a particular fact is incorrect and in other instances it is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, well, that's something else.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, I don't understand the objection quite honestly.  I don't understand the objection, the question was ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think for now we are now dealing - even if he might have testified elsewhere about that, for now we're dealing with Exhibit O I think.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, maybe I can be of assistance.  I've counted quickly the amount of times that happened in the evidence, that he said: \"No, Mr Niewoudt was not - was wrongly referred to.  There were five instances in the evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have no doubt in my mind that it has happened on quite a few occasions.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr de Lange, I'm just going to point out to you where Koole says that the name Niewoudt has been inserted incorrectly.  It is on page 2, paragraph 7, second line from the bottom\n\"Niewoudt does not belong there, it should be Venter\"\nParagraph 8, the last line:\n\"Roelf Venter, Niewoudt and Beeslaar, instructions were given by Roelf Venter, Beeslaar and Niewoudt\"\nthat instructions were not given by Niewoudt and Beeslaar, it was only given by Venter although Niewoudt was present.  \n\tAt the top of page 3, the continuation of paragraph 8, the third line:  the Niewoudt which appears there, he says it's not Niewoudt who did the talking.\n\tIn paragraph 11, it is not Niewoudt's name that belongs here.  \n\tHe says that the contents, the whole content of paragraph 15 is incorrect because the assault which is described there did not take place, so by implication this is also an incorrect reference to Niewoudt.\n\tParagraph 21 on page 5, Niewoudt took them to the cells, he says that this is not correct, the only thing that happened the next day is that an unknown man arrived there and brought him breakfast.  There is no story that Niewoudt took people to the cells. \n\tI think these are the five cases which I can think of.  I find it extremely coincidental and perhaps you can tell us why there are so many references to Niewoudt in this statement which the witness denies having ever made and in the second place says that this statement is wrong and he has no reason to have any love for Niewoudt but in this statement Niewoudt is implicated more than the witness he ever did, do you have any explanation for this?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I took Mr Koole's statement and wrote it down as it said, I have no use to implicate anybody, I wrote what Koole told me.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You are part of the team investigating the Motherwell bomb, is that correct?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Where Mr Niewoudt was charged?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What I want to suggest to you Mr de Lange is that you know the old saying: \"Give a dog a bad name\", isn't that what happened here?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I deny this most strongly.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You see what often happens with these statements is that statements are compiled which implicate people, people are made to sign these things and the moment they get to court and they start saying: \"I'm not satisfied with this statement\", then they are threatened with perjury and is this not exactly what is happening here?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's not what is happening here, I'll keep to the fact that I took his statement and I wrote exactly what he said.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Can you give any reason as to why Mr Koole would lie and say that you did not attest to this statement?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I can give no reason why he says that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Can you give any reason as to why on five instances he says that you put Niewoudt's name incorrectly, he said that you put it down incorrectly?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Where would I have got his name from if he hadn't given it to me?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That's very easy.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "You are suggesting that I was dishonest and I deny that strongly.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I'm not saying that, it's the witness that's suggesting that and he's not my client either.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "...[No English translation]",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as I'm concerned he's just a witness but the witness says Mr de Lange that you wrote these things.  I think that I am right if I say that the witness you're dishonest.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I do not agree, I'm not dishonest.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Another pattern that we find in this statement which Mr Koole also says he did not give to you, and I'm referring to the fact that the assaults, the way in which the assaults took place and the period of time or the during of these assaults were aggravated and they were made much worse than what he told you.  \tI'm now referring specifically to paragraph 15 where an assault is being described on all three of these persons, he said what is being described in paragraph 15 never took place.\n\tHe refers to paragraph 18 where it is said that they were locked up and that the process continued the whole day during which they were assaulted and interrogated, he says that this did not take place.  The description that you give us or that's given there never took place.\n\tHe says in paragraph 23, he said that he never said that the people did not get food and water, it was something that was added.  Furthermore he says that they also were not continually assaulted or that one of them had an open wound on his head.  So in other words here is a pattern again.\n\tThere is once again a pattern in the statement which Mr Koole is denying.  He says that the picture which is being sketched here is a much darker picture than the one he told you.  What is your comment on this?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That is not true, I wrote down what Koole told me.  I read the statement to him and he signed it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I don't suppose you have the originals any more?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, I do not.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Where was the original statement taken?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "In my office in Pretoria.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "At what time of the day did he arrive there?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It was more or less at 12 o'clock that day that we were busy in my office.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "This is a rather short statement, at what time did you finish with this statement?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I cannot recall the exact time, most probably an hour or so after we started.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now why didn't you just have it typed immediately?  A skilled secretary could surely type this in a matter of an hour and why didn't you let the man sign it right there and then?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I cannot remember why.  There was only one typist and possibly there was a lot of work and it had to stand over until the next day.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, I see that I've already passed 1 o'clock, I would in any case like to hear what his diary, what stands in his diary.  May we take the adjournment now?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Booyens, I do not believe there will be any objection by Mr de Lange if you look at the diary and try to find out what it is so that we can shorten the procedures as much as possible.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Sometimes there are such objections because it could possibly contain sensitive information, it depends on Mr de Lange as to whether he wants to show it to me or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we should try to come back at a quarter to two. I think we should try to finish with Mr Mamasela today.  We'll adjourn until a quarter to two.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman.\n\tMr de Lange, I'm not going to go through the detail of each allegation and the contradiction that Mr Koole alleged took place, I'm not going to handle all that but I will put it to you, I've counted quickly and there are 24 factual things he says he has not said, it's not true.  \n\tIn other words I think if I understand his evidence correctly, he reckons it's things you've sucked out of your thumb.  Just put on your microphone please.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Chairman, as I've said before I've written down what Koole said, I didn't add anything, I didn't omit anything.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "During the adjournment we looked at your diary and if we look at that it seems, and I'm just going to summarise - I've given it as evidence to the Commission, that on the 22nd of April '96 you went to Cradock, you were at Post Chalmers and later that day in Port Elizabeth and at Glen Connor and I quickly summarise.  Is that correct?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, it was on the 23rd, Tuesday the 23rd.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "23rd April yes, not 22nd April.  And he also indicated to me that on the 26th of April '96, it's a diary entry, it seems at 09H50 you went to Mathabele and at 10H30 you arrived there.  You're handwriting looks like that of a doctor, at 11H30 you signed his signed his statement.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Is there something else.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Mamasela gave evidence that you were also involved when his statement was taken.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I received a statement from Mr Mamasela, it's not the one concerning this issue, it's not the one concerning this issue.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I understand.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Also you've mentioned, and just to make sure we see it completely, that you also took another statement from Mr Koole concerning another issue, which issue is that?  Is that an issue that relates to the Eastern Cape?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, not at all.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I do not have any further questions, thank you Chairman.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The entry on the 26th April 1996, 11H30, can you just complete that for us please.",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "He signs his statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, the one before that.",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "We arrive at former Warrant Officer Koole at 10H30.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr du Plessis?",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman, I have only one or two questions.\n\tMr de Lange, when the statement was taken, not when it was signed but when it was taken down, who was present at this discussion?  Was it only you and Koole there?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It was only me and him when the statement was taken down.",
            "Male"
        ],
        [
            [],
            "Was there any documentation regarding this issue there?  I mean other statements, other people?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No.",
            "Male"
        ],
        [
            [],
            "Was it the first time you spoke to him concerning these events?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, it was not the first time.",
            "Male"
        ],
        [
            [],
            "When was the first time?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I cannot remember the date but we spoke about it several times before we flew to Cradock whilst we were in the aeroplane, on the ground etc.",
            "Male"
        ],
        [
            [],
            "But it was the first time that you'd officially taken a statement?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "And how did you take this statement, did you take it down the way he told you?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I took it down as he was telling me this.",
            "Male"
        ],
        [
            [],
            "In chronological order?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, in chronological order.",
            "Male"
        ],
        [
            [],
            "So in essence these are really his words, it's not - it's is actual words?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, it's his actual words.",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well it wasn't verbatim?",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, Mr Chairman, it wasn't verbatim.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you were satisfied that there were no language problems, there was no communication problems?",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Mr Chairman, there was no communication problem between me and Mr Koole, he can speak Afrikaans, read and write it and he never suggested that he didn't understand the proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you read back to him what was in the statement before you asked him to sign?",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, I did.  As you can see from my pocket book entry I spent almost an hour with Mr Koole in his home before he signed this statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LAMEY",
            "Thank you Mr Chairman.\n\tMr de Lange, I'd just like to make something clear, can you remember how long before he signed this statement, Mr Koole, did you have consultation with him in the office?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I've made an entry in my diary and I've just coincidentally seen it now, it's on page 8.  At 9 o'clock in the morning I started taking a statement concerning the PEBCO incident and it finished at 11H30.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I am on page 8 and I'm looking at what you're saying, it's under Tuesday the 23rd of April '96.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Go to Wednesday in the middle of the page, Wednesday the 24th, 9 in the morning.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Was that the first consultation you had with him concerning the PEBCO 3 incident?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's when I started taking the statement.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Was he in the office?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, he was in the office.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Before that, before the 23rd, did you consult with him concerning the PEBCO 3 incident?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I had several consultations with him.",
            "Male"
        ],
        [
            "MR LAMEY",
            "How many consultations would you say?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I cannot remember exactly but I'd say more than four times and that's now including the day in the aeroplane when we discussed the issue.",
            "Male"
        ],
        [
            "MR LAMEY",
            "It wasn't concerning other incidents which you were interested in?  You're not referring to other consultations, all the other times also referred to the PEBCO 3?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, I'm specifically referring to the PEBCO 3 incidents.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did you at any stage before the 23rd of April, did you get a written statement, did you take down a written statement whilst you were consulting with him?   Did you take down any statement?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No.",
            "Male"
        ],
        [
            "MR LAMEY",
            "It was only discussions?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, it was only discussions.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Those notes you made, did you use to put the statement together?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, I had no notes, I used my memory and I spoke to him.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You just talked?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, we just talked.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Because just now I thought that you took down notes, minutes?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "The minutes that I'm referring to was in front of the Commission which was in it's written form and the typed bit was signed.",
            "Male"
        ],
        [
            "MR LAMEY",
            "So you took a written statement which was typed afterwards, was this on the 23rd of April?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, the 24th.",
            "Male"
        ],
        [
            "MR LAMEY",
            "The 24th.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "And also the 26th I made him sign the statement.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But the written statement, did he not sign the written statement?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "He did not sign the written statement, the statement was typed from that and that is what he signed.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And you typed it on the computer?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I didn't type it myself, I cannot type, someone typed it for me.",
            "Male"
        ],
        [
            "MR LAMEY",
            "So someone else typed it looking at your handwriting?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Are there any reasons why he could not sign the statement the day he was in the office?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "If I remember correctly there was no typist available to type the statement at that stage.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But couldn't he sign the written statement and then you could have had it typed later?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, I preferred to give him a typed statement which he had to sign.  I'd also just like to point out to the Commission that after the taking down of the statement with Koole, Mogoai's statement was taken down by somebody else and then we discussed it.  \tAt that stage it was quite evident that Mogoai and Koole differed from each other.  I left his statement as it was even though it differed from Mogoai's.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And all the other times you consulted with him, you made him come to the office?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "At times I was at his home.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did Koole also make other statements concerning other incidents?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, he also made statements concerning other events and we also spoke about that.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr de Lange, you say that at a specific stage when his amnesty statement - am I correct in saying that there was na initial amnesty statement with which he was helped by your office, the office of the Attorney General?  ...[transcriber's own translation]",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, I don't know if a statement was prepared, an appeal was prepared and he had to sign certain things but I wasn't involved in the putting together of that, I think Advocate du Toit had a hand in that.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I also want to show you a document - Mr Chairman, I'll make copies of that available in due course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the meantime copies from Superintendent de Lange's diary will be Exhibits U1 and U2.  The first set of pages will be U1 and the one page, being page 12 from his diary will be U2.\n\tAnd what is this document that you are showing us or showing the witness?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, it is the initial amnesty form application dated the 9th of December 1996, I'll make copies available.  I suppose that Mr Brink also does have a copy of that.  I'll make copies available in due course.\n\tMr de Lange I'd just like to ask you, can you just look at that document?  With regards to that document, is it with regards to that document that the other members, for example \"Slang\", was sent to Koole's house?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "To have it signed?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, for Koole to sign it.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Just keep the document with you for a while.  You were not there then?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I was not present when Koole signed the document.",
            "Male"
        ],
        [
            "MR LAMEY",
            "This document refers to the details and the questions asked when the statement was taken down in the office of the Attorney General?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Can you just look at the last page?  Is that your signature that appears there as Commissioner of Commissioner of oaths?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "What's the date?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "9th of December '96.",
            "Male"
        ],
        [
            "MR LAMEY",
            "This document is also the form of a affidavit?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr Koole was not there when you took the oath?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, when I took the oath he was not there.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Why were those procedures followed?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Mr Mangale assured me that he swore to the truth of the interpretation.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But if you were not there when the amnesty statement was signed in the presence of Koole then the oath of that document is not valid because you didn't take his oath as Commissioner of Oaths.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "In this case I did not take it personally.",
            "Male"
        ],
        [
            "MR LAMEY",
            "So you were not there.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I was not there.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Was there any reason for that, why he could not do it in your presence?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I'll tell what I think happened, if I can think back.  I had a whole lot of these applications similar to these and I signed these things under the understanding that I would get to all these people and it could have ended up inbetween these that I didn't personally sign it, or that I personally signed it where I wasn't - where I signed it were I wasn't personally present.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But Mr de Lange you've been in the police force for a long time haven't you?",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you know that that's not the way to take an oath.",
            "Unknown"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAMEY",
            "That amnesty statement incorporates very important details, his affidavit as made by the Attorney General so it can only refer to the statement which you took a while before.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It does refer to that statement that I took.",
            "Male"
        ],
        [
            "MR LAMEY",
            "If we suppose that when Mr Koole received that document, that he realised that there were aspects in his police statement which he would want to improve and you were not there, would that not have created a problem?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I don't believe that it would have created a problem, he could have refused to sign this thing.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But that document was signed on the 9th of December 1996, not so?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "That's a day before the first cut-off date if I'm not wrong, for the handing in of amnesty applications.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I don't know whether that's true, it can be.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Can you remember whether there was a great deal of haste and pressure to assist these people in having their amnesty applications reach the TRC in time?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "There was pressure yes, to have it all completed before the cut-off date.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Is it possible that due to that pressure and the fact that he was told: \"do not be concerned this can be corrected later\", I'm now referring also to his Attorney General statement but these things have to go in to the TRC and that circumstances could have contributed to the fact that there wasn't a chance to correct this?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I cannot reply to that.  I do not know whether the thought in that way, I was not there when he did it.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Can you recall whether you were phoned from his house on that day?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, I cannot think that it happened.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Or by any of the black members that were there?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, I cannot recall.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr de Lange, do you know where Mr Piet Mogoai's statement which was also taken on the 26th of April, where that was done?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It was done at his house in Sheshanguwe.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I just want to refer you to that, I want to show you the document because according to the document it was done in Pretoria, Mr Mogoai's statement.\n\tI think this is an exhibit Mr Chairman.  I've just discovered that we might have now two Exhibits P, I think we should perhaps just refer this as P1 and the bundle of photographs as P2.   I think, I see now that Mr Mogoai's statement has been marked Exhibit P. \n\tI'll show it to you Mr de Lange.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I've got a copy with me.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Have you got it?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr de Lange, can you see there that this statement says that it was made in Pretoria?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Yes, I see that.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And it's also signed by Ellis, in front of Ellis?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Is Pretoria an incorrect reference?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "On the face value of it, yes.  I would say that Pretoria and Sheshanguwe are two places.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr de Lange, I want to refer you back to the statement taken by, that you took of Mr Koole.  Among others he pointed out that his force number was taken down incorrectly in that statement.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Can you just assist me to find where it appears?",
            "Male"
        ],
        [
            "MR LAMEY",
            "Paragraph 1 of Mr Koole's statement.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It's the force number that he gave to me and it was signed as such.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Is it possible that you could have made a mistake with the noting down of that force number?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "If that was so Mr Koole had the opportunity to correct it when he read through the statement.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I want to say or tell you that his force number, if you'd just give me a moment, I've been instructed that this is correct as it is included in his supplementary amnesty application ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has no problems with that, he's just saying that: \"Well, what stands there on page 1 is what I got from him\".  He doesn't dispute the fact that it could be a wrong number and that there is, the correct number can be found somewhere in the papers.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "So you cannot dispute that?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I can't dispute it.",
            "Male"
        ],
        [
            "MR LAMEY",
            "So you cannot dispute that.  So this mistake just crept in, either Mr Koole made the mistake or it was noted down incorrectly",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "One of the two is possible, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I want to show you further on page 6, paragraph 6 - I'm sorry, page 2, paragraph 6 of his statement.  The date of the pointing out to Captain de Jongh is 22 March '96.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It should most probably have been the 22nd of April.",
            "Male"
        ],
        [
            "MR LAMEY",
            "So this statement also has a fault in that regard?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You see Mr Booyens has already pointed out to you what Mr Koole said regarding the references made to Niewoudt and the assaults etc., I'm not going to ask you any further about that.\n\tI want to refer to one aspect and that is that in paragraph 14 on page 4 of his statement he also referred to the fact that the electric light - to the electric light, and there was no electric light on the stoep.  What the evidence was, heard before the Committee and what was said by all the other applicants is that candles were lit.  It was an old disused police station, there were no electric lights.  \n\tNow I want to ask you, Mr Koole would surely not have spoken of an electric light under these circumstances, I want to ask you whether it's possible that you interpreted this - gave the interpretation of an electric light in his statement.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I noted, wrote down what he told me, I wouldn't have sucked the fact that there was an electric light there out of my thumb.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You testified that this consultation with him took about an hour when you took down this statement, is that correct?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "It took longer than an hour according to my diary.",
            "Male"
        ],
        [
            "MR LAMEY",
            "How long did it take, can you just have a look?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Three and a half hours, from 9 o'clock to 12H30.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Three and a half hours?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And I just want to point out to you further that in paragraph 16 referring in the context to the first night of arrival at the place where the people were detained, meat was braaied and drinks were enjoyed.  Is that correct?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "According to paragraph 16, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "During this consultation and these discussions, did you ask him any questions for clarification purposes?\n\tIf he said for example that they arrived there late that night, 11 to 12 o'clock that evening and he told you that they still braaied meat that evening and had drinks, didn't you ask him as to whether his memory was correct?  If it could not be possible that this could have happened on another evening as they had arrived there so late?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "No, I did not put such questions to him at all.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Because as it stands in the contents of the statement it is the evidence of everyone before the Committee including Mr Koole that it is common cause that there was no braaivleis not any drinks on the first evening but it was on the second evening, but this is not so in the statement.",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Once again I want to say that I wrote down in the statement what Mr Koole told me.  If it didn't happen on this first night I cannot be held responsible for that.",
            "Male"
        ],
        [
            "MR LAMEY",
            "The additions regarding the pointings out and the dates thereof, did you did you that or was it Mr Koole's verbatim rendition?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "Please repeat, I did not hear properly.",
            "Male"
        ],
        [
            "MR LAMEY",
            "The inputs in the statement regarding the dates on which pointings out took place, did you add this in after the consultation?",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I did it during the consultation.  While I was writing down his notes, I added these dates.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I want to refer you to a further paragraph, paragraph 17.  You must understand me Mr de Lange, I am trying to clarify something here which could possibly have happened in a different way.  Paragraph 17 in the 3rd line reference is made to Hashe who fell down on the ground unconscious and was dragged out onto the stoep and they tried to bring him around with water, now Mr Koole's evidence was that that word to bring him around with water was not used.\n\tHe could possibly have said something like that to you and he doesn't deny the essence of that sentence, all that he says is that water was poured over him or something to that effect but he never used the word \"gelawe\".",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "That can be true, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "The word that you used, because it's a rather sophisticated Afrikaans word, would you say that in your interpretation that you used the word \"gelawe\" yourself\"",
            "Male"
        ],
        [
            "CORNELIUS PETRUS DE LANGE",
            "I concede that that could have been so.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Just a minute Mr Chairman, may I just - if your Lordship will just bear with me for a minute.  Mr Chairman, I've got no further questions but I would request that the first amnesty application, that document be handed in as an exhibit.  I think it would be Exhibit V, I will beg leave just to uplift that document provisionally so that we can prepare copies.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it will be Exhibit V.\n\tMr Nyoka?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "No questions.\nNO QUESTIONS BY MR NYOKA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Hartle?",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "I have no questions.\nNO QUESTIONS BY MS HARTLE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just a minute, I'm sorry.  We will go back to Mr Mamasela.  Mr Mamasela, you are still under oath.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, before we proceed with Mr Mamasela's evidence, may I just get an indication from my other colleagues that Exhibit P which is now Exhibit P2, the bundle of photographs as well as the one that follows thereon, can we accept that the contents of that document and also the statement of Mr Ellis and as well as the pointing out, as evidence before the Commission of what was recorded when he photographed the scene during the pointings out at Post Chalmers as correct?  I just want to know whether I must actually call Mr Ellis to give evidence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm sure that you can discuss that with them after the adjournment.  I'm not so sure that there will be any problems about that but discuss it with them fist and then let us know what the question is, what their attitude.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "The further aspect that I just want to - at a certain stage during the cross-examination of Mr du Plessis regarding the amnesty application of Mr de Kock, the question was raised whether Mr du Plessis knows that as a fact that he hasn't applied for amnesty regarding the PEBCO 3 incident.  I have in the meantime established via Mr Mark Whale of the Attorney General's office who is in possession of the amnesty application of Mr de Kock, that Mr de Kock only applies for amnesty with regard to accessory after the fact with regard to the watch that he talked to Mr Beeslaar about and when he suggested to Mr Beeslaar that he must destroy the watch.  But there's no application for any conspiracy with regard to the elimination of activists and conspiracy to murder.  I just want to place that on record.  That fact can be verified also, Mr Mark Whale is available with the amnesty application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think we, well I think it's a periphial issue anyway and besides, we would not be comfortable to base on a decision of the premise that for sure Mr de Kock has not made an application or has made an application in this regard.\n\tI just don't see how this can be of concern to us and I wouldn't like to think that this should become an issue before us unless somebody motivates it to bring it to the level where it should be of our concern.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, may I perhaps just say something, I elicited that in cross-examination and I cross-examined Mr Mamasela about that and about the fact that Mr Mamasela indicated that de Kock gave the order for them to come to Port Elizabeth and it is important in respect of the credibility argument relating to Mr Mamasela, so I wish to state that for that purpose it is important that it goes onto the record that that is the factual situation pertaining to de Kock's application so that one can use it in argument eventually.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well we can only record that Mr Lamey has been told by somebody that that somebody said that he has looked at de Kock's application and that as far as he could see de Kock applied only for this and that and that, that is as far as we can go.",
            "Unknown"
        ],
        [
            [],
            "Yes.  Mr Chairman, that's obviously a representative from the TRC but if that's not sufficient, what we will do we will endeavour to obtain a written affidavit from de Kock stating that that's the situation.  I will endeavour to do that and if necessary we can hand that in when we hand in the heads of argument Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I suppose we can do that.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, the point that I want to make is, I want to say something more about the hearsay.  The document is available, present here, Mr Mark Whale is present and this fact could be verified by inspection in the document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what do you want, do you want to - you can put questions to the witness on the assumption that Mr de Kock did not apply for this if you want to.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Yes, but it's important that that aspect be recorded as a fact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we won't record it as a fact, we don't see it, why must we record as a fact something that we don't know, something that you have been told by somebody, now why must we record that as a fact?\n\tWhat we can record if you want, is that we can record that you were told by somebody that de Kock has not made an application, that we can recall.  Why must we make it as a fact that Mr de Kock has not applied for this and that, why?  Why should be do that?  It's not of concern to us.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, may I just then reserve my right then to place then the most reliable evidence then before the Commission?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, you can do that but I don't see any reason why anybody should try to push us into accepting as a fact that de Kock did not make that application.  We can't make that finding.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, my intention is not to push the Committee to do that, I'm just trying to save time and let us just ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are free to put questions on the assumption that he did not make that kind of application, we will allow those questions but please don't ask us to accept as a fact that he didn't make that kind of application.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "May I just ask one question to Mamasela about that Mr Chairman?",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR LAMEY",
            "Mr Mamasela, if we for a minute assume that Mr de Kock has not applied for amnesty for conspiracy in killing activists regarding the PEBCO 3 incident, what would you say about that?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "My assumption will be that, my comment would be that Mr de Kock has committed hundreds of criminal offences in this country and I don't think for a moment that he call recall all, even the minutest details of all these crimes that he has committed, I don't think so.  He might have omitted it.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I've got not further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can I just get some clarity Mr Mamasela on this.  When you gave evidence on this particular you said Mr de Kock participated briefly in this meeting?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Yes, just briefly and then he left, we left with Colonel Venter to Port ELizabeth or whatever, we left him behind.  It was very brief.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Whose office was this?  Was it Mr de Kock's office or Mr Venter's office?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "It was an office at Vlakplaas that was used for briefing special ops members.  If somebody goes for a special operation, you go into that office and you get briefed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who had called you to that office?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "We were called by both de Kock and Venter into the office.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was Mr de Kock supposed to be getting a report as to what has happened in Port Elizabeth?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "He never gave us that type of indication, he just told us there is problems in Eastern Cape and then we should go and help with the abduction and elimination of the suspects and he said Mr Venter will give us further briefings, that's all he said.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you say Mr de Kock participated briefly, what exactly do you mean?  Are you suggesting that someone else had more participation in this than Mr de Kock?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Definitely Sir.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And who was that?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "And that was Colonel Roelf Venter.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Should one understand you to be suggesting that Mr Venter was the main source of instructions, if one can put it that way?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "That is absolutely correct Mr Chairman, with due respect.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So you were under the impression that your instructions were coming from Mr Venter and not really Mr de Kock?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "That is true Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Mamasela.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why must you be under such an impression if it was the two of them who briefed him initially?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Mr de Kock just said: \"Guys listen, there's a report from Port Elizabeth that there are problems there and there are people that had to be eliminated and I don't have full details with me but Mr Venter who will be leaving with you to Port Elizabeth will give you full briefings\", and he left the matter with Mr Venter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, were you still asking any questions?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "I've got no further questions Mr Chairman, thank you.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But then it seems as though Venter at that stage didn't have full details too, he went down to Port Elizabeth and was really instructed down here what the full instructions were.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Mr Chairman with due respect, I've already elaborated in full detail that Warrant Officer, Colonel Venter gave us full instructions that there are these people that are making the township ungovernable in Port Elizabeth, we should go there and help with the abduction and the elimination.\n\tWe left together with him to Port Elizabeth and he further called us to Port Elizabeth police station and where we helped the people there with the investigation and ultimately we were briefed by the Port Elizabeth security police in front of Mr Venter who also added.\n\t And he's the one who gave us instructions to go back to the bases and he is the one who fetched us at the bases and to the airport.  So you played the major ...[indistinct] role in the whole thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr Nyoka?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NYOKA",
            "Thank you Mr Chairman.  For the record, I'm acting for the three widows, Mrs Galela, Godolozi and Hashe.  I promise to be brief Mr Chairman and I won't commit to two minutes as I normally do.\n\tMr Mamasela, when you spoke to the City Press reporter the first time about the PEBCO 3, was the report read back to you for confirmation of it's correctness or faxed or sent to you before it was either printed or published?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I have stated in the Commission already about the City Press report of 1994 where I was operating under the name of Sergeant, under nom de guerre of Sergeant X.  I said the said reporter, Mr Alias Mololeke made the report out of my synopsis, not really my statement, out of my synopsis and he put all his own words there to make the story complete.",
            "Male"
        ],
        [
            "MR NYOKA",
            "So it was never sent back to you for confirmation of it's correctness, that was my question.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, it was never sent to me.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Thank you.  Had that been done, would you have able to correct those aspects which you felt were incorrect?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I would have definitely done so.  As I have already taken action with my attorneys, instructing them that they must stop City Press from continuing distorted facts about me.",
            "Male"
        ],
        [
            "MR NYOKA",
            "And when you spoke to Jacques Paauw and he wrote down your statement, did he read it back to you before the transcript was printed or published?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "He promised to but even up to this day he never provided me with any transcripts.",
            "Male"
        ],
        [
            "MR NYOKA",
            "That must have been a very long promise because that was 1994/'93, it's  1998 now.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "We had a protected legal struggle with SABC concerning that, I've got documentary proof to that effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't quite appreciate what it is that was not given to him to read first or for comment.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "The aspects that related to him Your Worship, that he was said to have said to Jacques Paauw because he has certain misgivings about certain contents of those statements, that's what I want to ascertain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I thought what we have here was a direct transcript of what was actually said on TV or is there something that I'm missing?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No, there's nothing that you missed Mr Chairman, I think there's something that my learned friend missed.  This exhibit that we handed in, the Jacques Paauw interview, the Jacques Paauw interview was an exhibit in the Mxhenge trial in Durban.  That is the dialog that appears on a video made with Mr Mamasela and Jacques Paauw, so that is the dialog of the video.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what we have is a direct transcript.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "That is a direct transcript of a video that the witness and Mr Jacques Paauw made.  That was an exhibit in the Durban trial.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I can just say Mr Chairman, add here, I've got that video recording available.  If necessary the Committee could have a look at that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Mr Nyoka, it seems to me maybe we are not on the same wavelength but I was looking at one of these exhibits, I don't remember which exhibit it was.  I'm under the impression that this is a direct transcript of the dialog.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "If Mr Chairman, it related to the Mxhenge matter I'm not interested, I'm just interested in the PEBCO matter.  I will leave that and I will got another matter.\n\tYou need not answer in other words, I'm withdrawing my question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Basically to the media you stuck to the same story about what happened to the PEBCO 3 even though you did not do that chronologically.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NYOKA",
            "And basically before the TRC in the Section 29 hearing and in your evidence in chief you stuck to the same story even though you did not do so chronologically or in the same manner, is that correct?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "That is absolutely correct Sir.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I wish to put it to you that you appear to be speaking from the heart and spontaneously Mr Mamasela.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "That is absolutely correct Sir.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Although you don't want to be linked with Mr Mogoai but you and Mr Mogoai made a good impression, you did have convenient memory lapses about the incident like other applicants.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I can only speak about myself because I was not here when Mr Mogoai was speaking.  I did not have selective amnesia, I don't suffer from that disease.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Thank you.  And you are not an applicant in this matter and in any other amnesty hearing, is that correct?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "That is absolutely correct Sir.",
            "Male"
        ],
        [
            "MR NYOKA",
            "You have no interest or not whether or not the applicants are granted amnesty.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "It will benefit me with nothing.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Would you have any reason to be bitter towards any of the applicants that you knew in that occasion?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, I have nothing against them.  I just spoke the truth and that's why I said last week Tuesday I met with Piet Mogoai and we greeted and we hugged and we were friends.  I have no reason to be bitter or to be against them.",
            "Male"
        ],
        [
            "MR NYOKA",
            "And you have no lie against them and you have nothing to gain for lying against them?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, there was no way I could just out of the blue decide to lie against people, committing myself, implicating myself in 40 murders.  I mean that will be ridiculous for me to can do that.   Lie, implicating myself in 40 murders, lying, I couldn't do that.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Mr Chairman, I just want to illustrate a point.\n\tMr Mamasela, can you look on the ground floor just before the people, what is the condition of the floor?  How would you describe it?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, I will describe that in my true opinion as squalid conditions which are not fit for human habitation, they're dirty, they're filthy.",
            "Male"
        ],
        [
            "MR NYOKA",
            "If you say that, would you be having a bias against management of this hall?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "To me it will not be biased because I will be talking what I see as fact with my own eyes.",
            "Male"
        ],
        [
            "MR NYOKA",
            "So if you say someone is a lapdog, would you have a bias against that person, including yourself because you said you were a lapdog of Cronje?  Would you be biased against that person?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, I will be describing the situation the way I'm describing the situation, as a fact and as the truth and absolute truth.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Thank you very much.  Our clients' instructions are that the PEBCO 3 were still seen alive long after the event, what is your comment about that?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "My comment about that is that that will not be true, it's just that when something happens and people keep on looking for their loved ones missing, there will always be other people trying to help but in a misguided way, misguiding the people: \"We saw them so and so\", it's gossip, it's mere gossip.  That is not the truth.",
            "Male"
        ],
        [
            "MR NYOKA",
            "But applicants van Zyl, Mr Niewoudt, Mr Lotz say they drugged, shot and killed and burnt the bodies round about the 9th of May?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I do not for a moment, I do not for a moment believe anything they said because I was there as a matter of fact and they don't dispute the fact that I was there.\n\tBoth factions have different versions of what happened and both factions placed me one way or the other, into the assault and the others put me into the murder, therefore Mamasela was put in the assault and the murder case.  \n\tAnd this theory of these people being burnt and their ashes being thrown into the river, as far as I'm concerned that's fantasy of it's worse kind.  I don't believe until this day that those people were burnt and their bodies, their ashes were thrown into the river, I don't believe that.  And I've got reasons why I don't believe that.",
            "Male"
        ],
        [
            "MR NYOKA",
            "It was alleged that you lied in various forums and you said you did so because your master, former masters told you to lie.  Would you therefore say that those lies originated basically from them and not from you?  In other words you acted as a parrot or a puppet of theirs?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "Yes Sir, I will put it that way because I am the one and I'm proud to say it, I am the one who first came with those facts that I am the one who lied.  I was never caught by anybody in a lie.  I testified in de Kock's trial and for the first time I told the truth, that I was told to lie in the McNully, I was told to lie in Lingagele, I was told to lie in the Harmse Commission.\n\tI'm the one who came out with that, now everybody jumps into the bandwagon and says: \"You lied, you lied\".  I'm a self-confessed liar, yes but they never found me out themselves.  I found myself out, I discovered myself.",
            "Male"
        ],
        [
            "MR NYOKA",
            "It was also pointed out that you made certain exaggerations, would you say that those exaggerations were extensions of the lies that you were instructed to make?",
            "Male"
        ],
        [
            "MR NYOKA",
            "That is positively correct.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Had you not lied as instructed, what would have happened to you Mr Mamasela at that time?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "The same thing that happened to my colleague and my friend and my fellow Askari, Brian Mulunga, would have happened exactly to me because we were involved in the Harmse Commission together and he was killed for attempting to expose those lies.",
            "Male"
        ],
        [
            "MR NYOKA",
            "One of the applicants, Mr Snyman who gave the order to kill the PEBCO 3 lied in 1990 at the Harmse Commission, would you take comfort in the fact that some of your former masters did lie like you did?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "It was a batch of lies, even de Kock himself said he lied, everybody lied even the van Rensburg, the Generals, they lied.  Everybody said we lied.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think that is evidence really.  He may take comfort in that but that is certainly not evidence.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "And my information is, and I've got the Harmse Commission records available, not here but in Pietermaritzburg, that Snyman never testified at the Harmse Commission.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Your Worship, I was under the impression that he did because I did put a question like that to him if I'm correct, unless it was Mr du Plessis.  But if that is not the case, no offence to the other side.\n\tAre you no subject of the dictates and whims of your police masters for you to lie?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, I have exonerated myself.  Like I've said, I will never subjugate myself to the whims of other people.  I even said it, I have little or scant regard for public opinion.  I even said that I'm an independent thinker, that is why I came out on my own in 1994 and that is why I am here alone.\n\tI was not the lone Askari operating, we were more than 300 Askaris but I'm the only one sitting here taking all the blame to myself because I chose to tell the truth.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Just briefly on your loyalty aspect.  You said you were not a lapdog of any person of the ANC.  I will assume that you are the lapdog of God because you say you owe your loyalty to God.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "That is absolutely correct.",
            "Male"
        ],
        [
            "MR NYOKA",
            "But, are you not proud of the fact that the organisation that you joined voluntarily in 1977 is now in power for the same principles that you fought for?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "That makes me very proud that at last we achieved something for the people of this country but at the same time the economic power still lies in the hands of the few whites.\n\tThe people have nothing to show and that pains my heart, that is one aspect that pains by heart.  We may have a political freedom, we want economic freedom for the people to uplift their lot.",
            "Male"
        ],
        [
            "MR NYOKA",
            "My clients have instructed me to test your loyalty or the genuineness of your loyalty by asking this stupid question and I hope you won't say I'm unscrupulous.  Let us assume for a moment that the far right wing takes power through force and the ANC is forced to flee into exile, where would you go?  Go back as an Askari or join the ANC, what would you do?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I won't join both, I will join the people.  I will fight side by side with the people, not with any political organisation but after the people win their war and they decide to be PAC, ANC whatever, it's their choice, it is their own democratic right to do so.  But I will go back to christianity and become a God's slave, not a man's slave.",
            "Male"
        ],
        [
            "MR NYOKA",
            "I read in either the December 1997 or January 1998 City Press a report attributed to you where you said that it is not true that the person who pretended to be a British Consul or whatever, was a PEBCO informer.  You made a mention of the person, can you comment about that?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "Yes.  I was just asked telephonically by a senior reporter of City Press by the name Jimmy Sihepe who originally hails from the The New Nation and he was asking me about my view about this informer story and my true statement was that there was no informer that was used to lure out the PEBCO 3, the police used another policeman with an English accent to lure these people out.\n\tNow they are claiming that it is an informer so that the people must start suspecting each other.  It's the same old dirty tactic of setting blacks up against other black people, to suspect each other, to kill each other for nothing.  \n\tThat man is still a security police force today I suppose and he's holding a very senior position.  And these people are afraid to identify him because he will tell the truth, he will tell it all because he's still a member of the South African police force and I believe he is still giving them information, he's still helping them.",
            "Male"
        ],
        [
            "MR NYOKA",
            "You mentioned his name to the City Press, are you willing to do so now?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, I said the name of the person who phoned, who Tosamele promised this people will phone, it was a certain Mr Charlton from the British Embassy.  It is not the name of the man who phoned.  I don't know for a fact who phoned but I know for a fact that Niewoudt told us that one of his white security force with an English accent is the one who phoned these people to lure them out.\n\tI don't believe for a moment that people belonging to the same organisation cannot hear the voice of one of them who pretends to be somebody else.  Right now I'm not your friend but if I phone you and pretend to somebody else, you will hear this is Mamasela's voice because who, you spoke to me ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to stop you there Mr Mamasela, really I'm going to stop you there.  We are not busy with any evidence at all.\n\tMaybe what you could comment on, if you haven't, is the evidence given by one of the applicants, that the information came from one of them, one of the members of the Port Elizabeth Civic Organisation.  You can only restrict your comment to that.",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "Can you comment about that?  Is it so or not?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, it's definitely not so.",
            "Male"
        ],
        [
            "MR NYOKA",
            "In closing Mr Mamasela, one of my clients Mrs Godolozi is not here, the wife of Mr Godolzi, she has conveyed a message to me to you that she's not present because she's fedup of lies of the applicants and all she wants is her husband back.  What do you want me to say to her about your involvement in the killing?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, I will want you to just convey my deepest condolences to her and that I also believe like she believes that the truth is not yet out, the people don't want to tell the truth.  They are not here to tell the truth, they are here to apply for amnesty and not to tell the truth, that's all.",
            "Male"
        ],
        [
            "MR NYOKA",
            "And Mrs Hashe and Mrs Galela who are present say that I must say that they accept your explanation and will accept your apology because you have spontaneously. They understand that is was very difficult situation of kill, killed, life and death and that unlike other applicants you came forward, you did not apply for amnesty, you did not hide like other killers who are still in hiding.  What would you say to them who are present?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I will just say deeply from the bottom of my heart that this to me is a glorious opportunity, for me to say to them: \"Thank you and thank you very much for at least understanding.  I appreciate your understanding.  It's a God divine for them to can have such understanding after all what happened to their loved ones and to me this is a ...[indistinct] experience\".  And I would like to also extend my humble apologies to everyone, each and everyone who is here because I see each and every black person as a victim.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Finally, you have indicated informally before you testified that you would like to go further than an apology and do something extra, would you like to share that with us, to them?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "Yes.  I believe, I don't just believe in national reconciliation, it's a good thing.  I don't just believe in that only.  National reconciliation without atonement is meaningless.\n\tI believe that as a perpetrator who was made a perpetrator against my will, against my political convictions, I must go an extra mile to atone both in kind like I'm doing now, testifying on behalf of, with the victims and also to testify in cash that I will like to, whatever little money that I have, to share it with the victims and I definitely appreciate it if they can accept the peanuts that I will offer them.",
            "Male"
        ],
        [
            "MR NYOKA",
            "Thank you very much, no further questions.\nNO FURTHER QUESTIONS BY MR NYOKA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Hartle?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS HARTLE",
            "Thank you Mr Chairman.  For the record, I represent Mesdames Benedicte and Nombeko Edith Godolozi, the mother and granddaughter respectively of the late Xhaxhule Godolozi.\n\tMr Mamasela, is it correct that you are here only because a subpoena was served on you to come and testify before the Commission?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "With due respect, I don't recall receiving any subpoena.  I was never subpoenaed to be here, I was sent a notice, an ordinary notice that I should appear here.  There's no subpoena that was served on me to be here.",
            "Male"
        ],
        [
            "MS HARTLE",
            "If I can ask you this, if you had a choice would you still have come to testify before the Committee?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Without any problems.  I've been assisting the TRC ever since it's inception and today is not a different day.  I said today is not a different day for me, I've been doing it, it's my habit to do it, to help, to assist where I possibly can.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And is there any reason why you were not able or did not come to testify at the Roelof Venter application in relation to the PEBCO 3?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "If I recall well, I was never invited to come.",
            "Male"
        ],
        [
            "MS HARTLE",
            "If you had been invited, was it open for you to come?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I would definitely have come, with the permission of the Attorney General, yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And if I put it to you that the Attorney General was not happy with you testifying?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "He had his own reasons, his own legal reasons which I'm not familiar with the legalistic world.",
            "Male"
        ],
        [
            "MS HARTLE",
            "When is it you say that you came out, when did you first go to the Attorney General with the information relating to the PEBCO 3?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Some time late in 1994.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And were your meetings with the Attorney General of this Province or Gauteng?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "There were at Gauteng.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Is there any reason why no criminal prosecutions have ensued as a result of the information that you have given the Attorney General?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "The only hickup that - I may say it under correction of course, the only hickup that was portrayed to me by the Attorney General was that, like in the case of Mr Mxhenge, they went to, at pains to prosecute the perpetrators and once - spending a lot of tax payers' money and once the perpetrators were prosecuted, the TRC granted those people indemnity.\n\tSo they said it's better to withhold all other cases so that the TRC must indemnify whoever they want to indemnity and whoever is not indemnified then, can be prosecuted by the Attorney General.  The dockets and everything is still there, they said they are just waiting for the TRC to - they don't want to interfere with the function of the TRC.  That is the reason in my opinion.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Mamasela, when were the victims identified to you as the three persons who were required to be eliminated?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "On the 8th of May 195 at Port Elizabeth police station when we were given their photos and we were told and briefed about them.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And who did you say was present at that particular briefing?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "It was the head of the Port Elizabeth police station, numerous of his while colleagues, myself, Koole, Mogoai, Warrant Officer Beeslaar and Colonel Venter.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And what were the finer details of the operation given to you at that meeting?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "The finer details of that meeting was they had finally managed to intercept the conversation between a certain Mr Twasamele Botha phoning these people and promising them they will sent a British diplomat to give them money, by the name of Charlton.  \tIt is then that the security police forces decided to use somebody with an English accent to pose as this Mr Charlton, to lure these people out of the township into the airport.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now you are certain that at that meeting the very three deceased were identified to you as the person who were required to be eliminated?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "That is absolutely correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now if I can just refer you to Exhibit T Mr Mamasela.",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Do you have it in front of you?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I have it.",
            "Male"
        ],
        [
            "MS HARTLE",
            "If you'll have a look at paragraph 4.1 on paginated page 7.  This is the affidavit of Mrs Hashe.",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Where she says that during the day on the 8th of May her husband had a telephone call as a result of which he was asked to go to the airport that evening.",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "At the bottom of the page it reads\n\"He did not tell me the reason for his visit,  he told Fazi however that the call had been from a member of the British, of the British Consulate in Cape Town who wanted him to meet him at the airport.  The caller had asked that Fazi Ngoie, the UDF Regional President, Godolozi and Galela should come with Hashe.  Fazi and Ngoie had been unable to go and Hashe had arranged for Godolozi and Galela to accompany him\"\nNow I put it to you that it was just coincidental that Messrs Godolozi, Hashe and Galela arrived at the airport that evening.",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "It was not coincidental, I think they were phoned earlier during the day and they made the appointment for the evening.  When we were briefed we already knew that it was these three that were coming because they other could not come.",
            "Male"
        ],
        [
            "MS HARTLE",
            "How do you know that the other two could not come?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, I don't know about the other two that could not come.  I said that is my assumption because we were just told about these three, that they are coming, they will be the ones that will be coming.",
            "Male"
        ],
        [
            "MS HARTLE",
            "As I understand it, it was a last minute decision for those who were asked to come or those who were expected to be going, to change the plan.",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, I don't understand by last minute decision.  When we were briefed in Pretoria and we came here knowing that there is a possibility of activists to be killed and when we were at Port Elizabeth on the 8th on the very same day, we were only told on the same day that this mission was going to be pulled out.  That here's the breakthrough, there's a telephone conversation.\n\tI don't know when was this telephone conversation made with these people.  All what we knew was that the very same day we were supposed to go back and change and get to the airport because these people we expected them at about 7 o'clock.",
            "Male"
        ],
        [
            "MS HARTLE",
            "The purpose of the operation in Port Elizabeth, was it general or specific in relation to the PEBCO 3?  In other words when you were called to the special debriefing at Vlakplaas, did you understand that  you were coming down for the specific purpose of eliminating certain activists?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes, that was conveyed to us.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And at that stage no names were mentioned?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "We did not know who was that.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Were they at least identified in terms of perhaps the leadership of PEBCO or the leadership of some other organisations?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, they just said political leaders, activists who are making the townships ungovernable.  No mention was made of any organisation whatsoever.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And how long were you originally intending to stay in Port Elizabeth to carry out the operation?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "We had no specific time limits, only the ...[indistinct] will have determined our time limits.  If it took two weeks we'll stay two weeks, it it took three weeks we would have stayed three weeks, if it's four weeks we could have stayed four weeks.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Isn't it so that in your experience in being involved in covert operations that you would plan every last thing down to the most perfect detail?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "It is so but it is not always possible to can plan everything to the last detail.  Like in this case they did not know how to lure these people out of the townships so we all had to engage ourselves as to how best can we do that, until they intercepted the conversation then they had the clue to can lure these people out of the township.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now the vehicle in which you drove to the airport, was that a vehicle that had come from Vlakplaas?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Definitely.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And which other vehicles were at the airport at the time of the abduction?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "It was at night, it was dark but the only vehicle that I could positively identify was the white one that I said I don't know whether it's a Mazda or not, that I followed about two kilometres where we left the bakkie and we climbed back into that white car.  That is the only vehicle that I can positively identify as there but I knew there were other vehicles but I didn't know their colours and whatever.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now other than those applicants with whom you are familiar because they come from your neck of the woods as it were, which of the other applicants who applied for amnesty in relation to the PEBCO 3 were at the airport that night at the time of the abduction?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I will be lying if I say anyone one of them was there and I will also be lying if I say anyone of them was not there.  I couldn't tell you, I didn't see them.",
            "Male"
        ],
        [
            "MS HARTLE",
            "If Captain Venter for example had said that Mr Niewoudt was present, would you agree with him?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I will agree with him.",
            "Male"
        ],
        [
            "MS HARTLE",
            "I'm asking you if you know that for a fact, do you know from own experience that he was there?  Did you see him at the airport?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, no, no, I didn't see him.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You just can't dispute it, is that what you're saying?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I cannot dispute it because they were commanders, they were liaising with one another.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Can you identify the driver of the vehicle, of the white vehicle with whom you drove back from this house where the boats were?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "It's difficult for me to identify him but he had a white hair, I don't know whether it's called blonde but he had white hair, he was long, he had a very ...[indistinct] like face.  That's all I can identify, I can't go further than that.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you see him again after you drove in the vehicle with ...[intervention]",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No ...[intervention]",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I hesitate to interrupt but really, where is this getting us?  I thought this has been canvassed ad nausea over the last couple of days.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Chairman, I don't believe that these issues have been canvassed.  I'm trying to establish more particularity about other people who were involved in the commission these acts.  If the Committee ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I assume you will restrict yourself to new areas which have not been covered before.",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "As the Committee pleases.\n\tWere you ever asked Mr Mamasela, to go back and identify the location of that house where you indicated the old boats were?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes, I was asked to do so.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And do you know whose house that is?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "We had problems in identifying the exact house but we did find a house that had ...[indistinct] that we fixed in the house and we were told that the owner has already passed away.  I don't know who was the owner and all that.  The investigators ...[indistinct] who took the particulars.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now you are aware that there are eight applicants for amnesty?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Before this Committee and Mr Roelof Venter in relation to the PEBCO 3 in another Committee?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Would you say Mr Mamasela, that the number of applicants who have applied for amnesty would tally with the number of police officers who were present and involved in the operation, both at the abduction and later at Post Chalmers?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, certainly not.  Like I said, it was mainly people coming and going and at one stage I even said there were about 14 - 15 people, so eight is just half, it's 40% of the number of the people that were supposed to be applying for amnesty here.",
            "Male"
        ],
        [
            "MS HARTLE",
            "So would it be fair to say that there are persons who would have knowledge of the elimination of the PEBCO 3, that have not come forward and applied for amnesty?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "That will be a fact, yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And I have no problem with the fact that those persons might have chosen not to apply for amnesty but I do have a problem with the fact that they have not been identified by any of the applicants before this Committee, as being involved.  Would you care to comment in that regard?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes, my comment will be that in all certainty and probability those who did not apply for amnesty are those who know that Mamasela did not know them and he could not expose them and they are still holding senior positions in the Government.\n\tAnd they are working in cahoots with their brothers here, to cover each other up.  So that is the only reason why they are not taken out by the applicants themselves.",
            "Male"
        ],
        [
            "MS HARTLE",
            "If the Committee ...[intervention]",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "But Mr Mamasela, could you identify all the applicants as being there?  Did you know for instance van Zyl?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "With due respect Mr Chairman, I did not know all the applicants and I've stated that but she's asking a question whether, why they did not - I said in my opinion it's because I believe that some of them are still in the police force and holding senior ranks and they are protecting each other.  That's why the applicants don't want to confess the others.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But on the same reasoning, you couldn't identify van Zyl, so he had nothing to fear from you?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "van Zyl?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Yes, but I don't know why he decided to come out, but why did he decided not to expose the others, like the head of the NIS who came there.  Why didn't he expose him?  What reasons are there for him not to expose him?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "Mr Mamasela, you couldn't say necessarily if people who were involved in the elimination of the PEBCO 3 were police officers or ordinary civilians?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, they were police officers.  The police, when they go on their killing spree they don't use civilians for obvious reasons.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Could they perhaps have use people from military bases?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "In my experience, yes we did have on numerous occasions, joint operations with military intelligence.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You couldn't necessarily say if any of those persons present at Post Chalmers at the time of the elimination of the PEBCO 3 were such military persons?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I couldn't tell, nobody identified himself as from military intelligence but the possibility is there.",
            "Male"
        ],
        [
            "MS HARTLE",
            "When you arrived at Post Chalmers that first evening with the abductees, were they given beds to sleep in?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "At Post Chalmers?",
            "Male"
        ],
        [
            "MS HARTLE",
            "At Post Chalmers.",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, no, it was a derelict type of a building at that stage, there were no beds, it was just open cells and then that shed and the other buildings were locked and that's why we were forced to sleep in our Husky bus.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was any bedding, any warm linen provided for the ...[intervention]",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, no, we kept the engine running at regular intervals to keep ourselves warm.",
            "Male"
        ],
        [
            "MS HARTLE",
            "So neither you nor the victims were supplied with blankets.",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, no, they were never supplied with blankets.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You made the comment in your evidence that you, it was necessary to stifle the screams of the victims, why would it be necessary to stifle?  Was it not so that you were at an isolated place?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "The place seemed isolated but there were also isolated neighbouring farm house nearby and there was also the main street of cars passing there just near the place, a stone's throw away from the place so it was indeed necessary for us to stifle their screams.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Were you specifically asked to stifle screams or is it something you volunteered to do?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, somebody just said, one of our commanders I don't know which one, said: \"Try to suppress their screams, they will arose attention\", and then we did that.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Mamasela, if the victims were burnt at the very same location, would it have been a safe thing to do in terms of not being detected by neighbouring farmers or people passing on the road in proximity to Post Chalmers?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "That would have been the most foolhardy thing for the security police with their vast experience to burn three corpses in a massive bonfire next to that main road and next to the other farming areas.\n\tOne father might have thought: hey here's a veld fire, it's coming to kill our stock, let's call the police, let's call the fire brigade.  To me the whole thing does not make any sense, it's complete nonsense.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now I think you said in your evidence that you were asked at some stage to make a fire?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, the braaivleis fire.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you make a fire?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "We made the braaivleis fire.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you personally make it?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I personally made the braaivleis fire.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And was there sufficient wood to keep the fire burning all day long?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, there was wood, there were branches of the trees like Beeslaar took one wood there, we just took the branches of the trees and we made some wood there for some fire.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Were there certain building that you were excluded from, in other words some buildings that you couldn't go into?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "There were locked.  We were not necessarily excluded, they were just locked.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And those building where the other officers were operating and coming in and out, were you allowed into those buildings?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, they were coming to us. They were coming to us and moving and coming to us and going.  They were not occupying secret offices or something like that.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you see any diesel?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "There was no diesel there, most cars that were there were using petrol and there was no diesel.",
            "Male"
        ],
        [
            "MS HARTLE",
            "But you didn't see any diesel in any containers?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, I didn't see any diesel.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now other than your attempt to give food to the victims on the one occasion when you referred to, were they given food at all?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "They were never given anything, let alone water, nothing.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Is there any possibility that they could have been given coffee?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Even if they could have been given coffee, hot coffee, how will they drink it when their teeth were loose and their mouths were bleeding and they were assaulted, it will aggravate their pain.  Even if they wanted to drink it they couldn't because they were injured, severely injured.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Sorry, if the Committee could just bear with me.\n\tThe vehicle in which you saw the bodies being placed before you left Post Chalmers, you described it I think as a brown ...[intervention]",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Toyota Hi Lux.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Brown Toyota?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "A kombi, yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Do you know who that vehicle belonged to?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, I think it belonged to local security police because it was driven by them, white security police.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You didn't take the registration number of that vehicle?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, because it was dark and it was standing, it had stopped on the side, I couldn't look from the front or back, I couldn't see.  I just saw it on the side.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Mamasela, can you indicate how the bodies were placed in that vehicle?  Who carried them for example, and how were they enclosed, were they enclosed?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, it was the same way as we threw them into that shed house.  They were taken out by two white security officers that I cannot identify and they were thrown one by one into the sliding doors of the kombi inside.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And you're satisfied that they were dead at that stage?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "In all certainty I was satisfied.",
            "Male"
        ],
        [
            "MS HARTLE",
            "They weren't wrapped in any bags, they weren't dismembered or anything odd like that in your presence?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, no, no, no, they were not.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was that vehicle - were the doors of that vehicle then closed?  And did it depart before you left Post Chalmers?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "We left them while they were busy loading the second body, then we were told just to quickly leave and then we left.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You didn't find it all strange to return to your base immediately?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, we didn't find it strange, in fact it was a norm.  Our white masters trusted us as far as the killings were concerned but as far as the disposing of the bodies, they never trusted us in most cases.  You can go to de Kock and other's files and you'll see that, that they disposed of the bodies themselves and then Askaris must go.",
            "Male"
        ],
        [
            "MS HARTLE",
            "What would you put the cause of death down to in respect of the three victims?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "It was severe torture and assault, nothing more nothing less.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you ever question why the need to kill the three?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "You question, you die.  As an Askari you are not supposed to question instruction, yours was just to carry out the instructions or die.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You were involved in the assaults on the three victims.",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now, did you get the impression that, or rather let me just ask you this, was it your instruction to just go in there and kill them one by one or did it perhaps happen that one person was killed and then your plans were changed?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, the idea was for these people to be killed but before they could be killed they must be interrogated, they might bring out some useful information that the local security can follow up later.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Mamasela, were they assaulted in pursuance of the need to get information from them or were they assaulted just to further the cause of killing them?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, they were assaulted, in my opinion, to further the course of just killing them.  If you kill  a person by mistake and you were interrogating him, why kill the second and the third?",
            "Male"
        ],
        [
            "MS HARTLE",
            "If the Committee will just bear with me.\n\tMr Mamasela, you don't know who the head of NIS was at the time, the gentleman who had come ...[intervention]?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I tried to the best of my recollection to give his description and I believe that, in the bottom of my heart, that the description could easily fit that man.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You expressed an opinion to my learned friend Mr Nyoka, that you didn't believe, or rather you don't believe that the bodies were burnt and thrown into the river and you said that you could tell us why.  Can you clarify?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes.  I find it extremely improbable and illogical for well trained security policemen to kill three people and burn their corpses in the same area, you know, that was occupied, had surrounding that are occupied by other people and it's almost a farming area.  \tAnd if you have to do that you have to make devil's fire, a big, big fire and that would have attracted the neighbouring farming community who will say: \"Here's a veld fire coming to us\".  And that place, it was not specifically situated whereby you could do that.\n\tThere was a big main road of cars passing by there.  If any car passes and sees that bonfire at night, they will probably report, especially farmers because I know them.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Have you been involved in any prior operations where human bodies were incinerated?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "Yes, I was involved and that is why I'm talking from my experience.",
            "Male"
        ],
        [
            "MS HARTLE",
            "How were those bodies disposed of?  Can you give us some ...[intervention]",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "In the Kwandabele 9, the people were ambushed in a house and they shot, all nine of them.  They were shot and massacred with AK47's and then one Lieutenant Hechter - you will be meeting with him shortly, he came with a big 25 litre of petrol, he poured in all these corpses and then he lit the fire. \tSome of the people there were still alive, you could hear their shrill screams and they were all incinerated.",
            "Male"
        ],
        [
            "MS HARTLE",
            "In that instance, was there a pile of wood on which the bodies were placed?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "In that instance, no, there was no pile of wood.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And how long did those bodies take to burn?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "I couldn't say because it was in a house, in a back room house and then he had to do that and we jumped into the car and we drove away.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Do you know if those bodies were only partially burnt or completely reduced to ashes?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "The photos I saw, most if not all of them could not be identified, they were unidentifiable.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is as far as you can go Miss Hartle, with regard to that particular matter.\tAnd by the way, the question in relation to which, the question asked by Mr Nyoka in relation to which the witness said he disagreed and he had his own reasons, was not the question that you put on.\n\tIt was not on the question whether these people were burnt on the farm but it was on the question whether or not it was true that these people were still alive beyond the 10th and the witness said: \"I disagree with that and I've got my own reasons\". \n\tMaybe you tell us why you disagreed with that.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Yes.  That was in conjunction with this Exhibit T that is ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is correct, yes.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "And then because I referred my learned friend here, Lamey, to page 7 where Mrs Hashe says: when she went to the police station to look for her husband, a certain Colonel Strydom, not of the security, Colonel Strydom I think was of the murder and robbery, to her that all three bodies of the deceased were found with upper parts of their bodies burnt and the police identified them in this affidavit, it says so.\n\tColonel Strydom said the police identified them with their feet.  I find that highly unlikely and improbable and that is why I even concur with Mrs Hashe in the same affidavit when she said:\n\"I did not follow that up, the evidence of Strydom up because I did not believe him\"\nI concur with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not so sure I follow what you are saying.  You are saying these people could not have been alive beyond the 10th of May.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Yes, because I was certain that they were killed there and I saw their corpses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay.  Is that the reason why you say they could not have been alive beyond the 10th of May?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Definitely Mr Chairman, that is my analysis.\nMR DU PLESSIS(?): Mr Chairman, before we go ahead, may I just make the point that in respect of the evidence of Mr Mamasela, and that's for your own and Miss Hartle's interest, obviously you know that evidence has been given about the Kwandabele 9 matter about which Mr Mamasela has testified now about Captain Hechter's involvement and I just want place on record that obviously the version of Mr Mamasela is disputed.  I also act for Captain Hechter and I just want to state that while I'm here, that that version is disputed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take of that.\n\tYes, Miss Hartle?",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "Mr Mamasela finally, is it not consistent with operations of this nature where bodies or persons are supposed to be eliminated, that it would be quicker, cleaner to shoot the victims?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "With due respect, in all my experience in this hell hole I have never come across a thing that is called clean killing.  There is no such thing, it only exists in the minds of those who want to appear here as honest and decent gentlemen who don't want to subjugate other people into unnecessary pain, there's nothing like that.\n\tPeople are killed brutally, they died worse than animals and that is a fact.  I have never, I don't believe in clean killings and all that, it has never happened.",
            "Male"
        ],
        [
            "MS HARTLE",
            "But Mr Mamasela, what I'm saying to you is, doesn't it make more sense if you are going to be planning an elimination, just simply shoot the three victims rather than subject them to unnecessary torture and assault?",
            "Female"
        ],
        [
            "JOE MAMASELA",
            "No, the purpose of the security police is not just to kill people and get out, they want information, they want to dig as much information as they possibly can before you die.\n\tAnd the idea is to inflict as much pain as possible.  It was a sadistic well calculated method of killing people and they know it and I was part of it.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Thank you Mr Chairman, I have nothing further.\nNO FURTHER QUESTIONS BY MS HARTLE",
            "Female"
        ],
        [
            "ADV SANDI",
            "Mr Mamasela sorry, just on the very last issue, if one of the applicants, if one or two of the applicants says the interrogation was meant to be a superficial interrogation simply to mislead those of you who came from Vlakplaas as to the purpose of this abduction what would you say to that?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "No, that would be a blatant lie because the people were severely assaulted, they were beaten with iron in front of my eyes.  I've seen the worst form of torture I've ever seen, I've witnessed that so it cannot be superficial when it was indeed brutal and savage.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But Mr Mamasela with all respect, you're again exaggerating by saying they were beaten with irons because during your whole evidence you only talk about one piece of iron.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Yes, that one piece of iron inflicted a lot of wounds on various people.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, I can understand that.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Yes, okay.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If one of the applicants has said the people from Vlakplaas, specifically the Askaris were not supposed to be involved in interrogation because they have not been trained on matters of interrogation, what would you say to that?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "I will say that's a blatant lie because most Askaris, they were used extensively to interrogate even their own comrades who were arrested to win their hearts.  So I believe in a sense that we were the masters of interrogation, not the normal police interrogation of putting a sack and whatever, just discussing and getting facts from somebody and winning a person's heart.  We were masters of that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Mamasela.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I have no questions thank you.\nNO QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When you interrogated Mr Tolo, did you assault him?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Mr Stoto?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Stoto, yes.  At one stage Mr Stoto - initially when we came in and there were our white commanders here, I am the one who talked to him and he started saying: \"No, you, you are just little dogs of these white things\" you know, and: \"I cannot be asked questions by you\" and I got furious and I slapped him.  \tAnd then we left the following day, I talked to him and I gave him the soft treatment and then he started talking about Malcolm X, that's when I started breaking him and he started talking about Malcolm X and being cooperative.\n\tBut already he'd swallowed the valuable information that they wanted, he swallowed the list of his MK cell members who were here.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Mamasela, we have also received evidence concerning the presence of - we have received evidence from one of some of the applicants that there was some drinks, I think you also testified to that effect.  What kind of drinks exactly are you referring to?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "I said that there was rum and there was brandy, too much brandy and there was coke, enough coke.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are you able to say with certainty that those who were at Post Chalmers, everyone who was there consumed the liquor?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "No, I wouldn't say with certainty.  I did not know who consumed liquor and who consumed a cold drink, I will just assume that as the braai went on there was drink offered, people were drinking a very strong type of a drink.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Mamasela.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any more witnesses?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "We must finish the cross-examination of Koole, that was reserved but that Mr Chairman won't take long, well I can speak for myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, you are the one who wanted to cross-examine Mr Koole.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I think actually I do not want to embarrass my colleagues, I say when I made the suggestion - I've read it on the record the other day, I suggest to Mr Chairman that I will not ask any further questions about the statement and I suggest everybody else do the same.  \tSo I think in fact I assumed responsibility for the fact that none of my colleagues then actually asked questions as far as I can remember, on that statement either because the statement was hanging in the air.\n\tSo it will in all probability be all of us, not only me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  Unless there is someone who still wants to put questions to Mr Mamasela, in which case it must be properly motivated.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, may I be permitted to just follow up one aspect that I have omitted during cross-examination?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you managed to omit that, you cross-examined from yesterday afternoon and the whole of this morning until ...[intervention]",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "I inadvertently omitted just this aspect Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it just the one aspect?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Ja.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you can do that.",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR LAMEY",
            "Thank you Mr\nChairman.\n\tMr Mamasela, was there any chance for you and Koole and Mogoai to change clothing at the period at Post Chalmers?  Were there additional clothes taken?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I wouldn't say so, I don't know about them.  I didn't take additional clothing because I did not anticipate that we were going to stay for three days.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But with regard to Koole, did you see him change clothing?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I did not see him change clothing, it he did I would not even deny it, I did not see it.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Upon your arrival at Glen Connor, after this operation was completed.  Were the other Askaris there?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "The other?  The other members of Vlakplaas and the Askaris, were they there?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, to the best of knowledge I didn't see them.",
            "Male"
        ],
        [
            "MR LAMEY",
            "They were not there when you arrived back at Glen Connor.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "No, I didn't see them.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did they arrive apparently later?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I didn't see them because we just arrived and we were just told to take our clothing and then shoot straight to Pretoria.  And I believe the same message was conveyed to them to proceed before us to Pretoria.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But didn't they have to come back to Glen Connor in order to proceed together to Pretoria?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "I don't know about that, what time they came back and what time they left because I was not there.  I cannot talk for them.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You described that Mr Koole was bloodied, it looked like he was involved in an assault himself all over his body and clothes and shoes.",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "That is true.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did he arrive at Glen Connor in that condition?",
            "Male"
        ],
        [
            "JOE MAMASELA",
            "Yes, he arrived at Glen Connor in that condition, he was in the car.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Thank you, no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you left Glen Connor to Pretoria, did you not travel together with the other Askaris?",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "No, we travelled with Mr Koole, Mr Mogoai and myself, we just went there.  The other Askaris left with the other kombi already.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see. So it was just the three of you all the way from Glen Connor to Pretoria.",
            "Unknown"
        ],
        [
            "JOE MAMASELA",
            "When we came to Glen Connor, we changed into our other clothes because our clothes were at Glen Connor and then we washed and put clean clothing and then we proceeded to Pretoria.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, I don't want to ask questions, I just want to place something on record.  We've been in contact with Schalk Hugo, Eugene de Kock's legal representative, we will try to have an affidavit here tomorrow about exactly what his position is pertaining to the giving of an instruction according to Mr Mamasela's evidence.\n\tIf we don't succeed in having it here tomorrow, we will endeavour to place it before you when we argue the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to excuse Mr Mamasela unless somebody feels otherwise.\n\tMr Mamasela, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Koole?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I understand that if, wherever he gives evidence from the operator just requires a couple of minutes to sort out the microphones, if we can just adjourn for say three or four minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for a few minutes, as soon as they are ready they should let us come in.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I understand we do not have an interpreter Mr Lamey, unless it has since been resolved.  Is the position that we cannot proceed without an interpreter?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, Mr Mogoai has previously elected to  ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koole.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Koole has elected to testify in his mother language and I submit that it is fair that he be given again an opportunity especially under cross-examination Mr Chairman, so that things go fast although he can speak Afrikaans.  That is not the position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, his choice is that he wants to speak in his language.  We will adjourn until to-morrow morning 9 o'clock then.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, may I just request, I don't know if Mr Mamasela was excused permanently but I've come into our - I've determined now that in Colonel de Kock's amnesty application certain allegations are made which direct contradict Mr Mamasela and his evidence, especially pertaining to the watch which may be relevant for purposes of cross-examination and credibility.\n\tI don't know why the excerpt was not made available to you by the people who should have been responsible to have made it available.  I also ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is because we are not dealing with de Kock's application.",
            "Unknown"
        ],
        [
            [],
            "I realise that but it is obviously it is important that such a version, if such a version existed under oath, be place before you and especially where it relates to the credibility of one of the witnesses.\n\tI don't think it would be necessary to cross-examine Mr Mamasela, I just wanted to know if you excused him permanently or what the position would be.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well, then Mr Mamasela would say: \"But I'd like to cross-examine de Kock because how could you accept de Kock's version and not my version\".",
            "Unknown"
        ],
        [
            [],
            "Yes well, Mr Chairman I'm placing that before you, I will be in a position to place the contents of de Kock's application before you, either contained in an affidavit or otherwise a copy of that and then I will ask you that I be permitted or be given the opportunity to argue in respect of credibility on the contradictions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, you said you were going to try to get an affidavit from Mr de Kock.",
            "Unknown"
        ],
        [
            [],
            "Yes, Mr Chairman, that was before I knew exactly what was in the amnesty application.  When I saw or realised now what was in the amnesty application, it's clear that a lot of the evidence of Mr Mamasela does directly contradict it.  But if it's the only way to deal with it, by way of placing an affidavit before you I will do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, we could be able to justify the inclusion of Mr de Kock's affidavit on the basis that, or at least so I thought, on the basis that he's being implicated by Mr Mamasela so we can allow the opportunity to file an affidavit.\n\tNow when you, if you come with the question of his application, de Kock's application for amnesty, I see it in a different way.",
            "Unknown"
        ],
        [
            [],
            "No Mr Chairman, it doesn't make a difference, I'll place whatever is in his amnesty application, I will contain that in an affidavit.  I believe that has already been contained in an affidavit that is with the Attorney General.\n\tThe only point I'm trying to make is, I wasn't  afforded the opportunity to confront Mr Mamasela in cross-examination on the contradictions and I will then be forced to argue that there are contradictions and that, I'm just asking that I'm not prejudiced because of the fact that it wasn't made available to me beforehand so that I could cross-examine Mr Mamasela.  And I'm just making that point now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, we'll adjourn until 9 o'clock ...[intervention]",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman sorry, before you adjourn, just for the sake of convenience, I've been in touch with the good offices of your secretary with regards to the dates of the next hearing.  I raise it now so that my colleagues can consult their diaries and just save time.\n\tMr Coetzee of the Cape Town office suggests that the matter be postponed to the 18th/19th of May but if any member of the Committee is not available by virtue of sitting in other matters, then all the representatives will be notified timeously.  So tomorrow morning I will remind you and when you've finished the hearing that the matter be adjourned provisionally to that date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it the 18th and 19th?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I understand from my colleagues they require two days for argument.  I don't know if they require three?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, two days.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Two days.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we are looking at the 18th and the 19th?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "18th and the 19th for the verbal argument, oral argument at this venue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, yes.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, just we before we adjourn, I have in the meantime discussed the proof of Exhibit P2, the bundle of photographs and the subsequent bundle of photographs with them.  I'm told that that can be handed in by agreement as evidence, the total contents thereof.  As it pleases you Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I confirm that on behalf of my clients Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Yes, I confirm that too Mr Chairman.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes, I made that clear to Mr Lamey earlier, that I had no objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nyoka?",
            "Unknown"
        ],
        [
            "MR NYOKA",
            "I have no objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Hartle?",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "No objection.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was is this P?  Okay it is so noted.  Anything else before we now adjourn?  Until tomorrow 9 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}