{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-10-01",
        "location": "PORT ELIZABETH",
        "day": "3",
        "names": [
            "EUGENE ALEXANDER DE KOCK"
        ],
        "case number": "0066/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54818&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pe/mother3.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV POTGIETER",
            "CHAIRPERSON",
            "EUGENE ALEXANDER DE KOCK",
            "MR BOOYENS",
            "MR BOOYSEN",
            "MR CORNELIUS",
            "MR FORD",
            "MR HUGO",
            "MR JANSEN",
            "MR KEMP",
            "MR LAMEY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR HUGO",
            "MR LAMEY",
            "EUGENE ALEXANDER DE KOCK",
            "MR DE KOCK",
            "ADV DE JAGER",
            "ADV POTGIETER",
            "MR BOOYENS",
            "MR BOOYSEN",
            "MR JANSEN",
            "MR CORNELIUS",
            "MR KEMP",
            "MR FORD"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I apologise that we were not able to start at nine o'clock as arranged, but that was as a result of some emergency that arose this morning.  Today is the 1st of October 1997 and we are proceeding with the same set of applications.  We finished yesterday with Mr Nieuwoudt and I think we are proceeding to hear Mr De Kock.  Mr Hugo?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Thank you, Mr Chairman, I am calling my client, Eugene Alexander de Kock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While you are doing that, we have finished with Genl Van Rensburg and we have also finished with the applicants who were at the time based at Port Elizabeth and we are now starting with Col De Kock who was based at Vlakplaas.  I think we should proceed after Mr De Kock to hear those applicants who were at that time also based at Vlakplaas, in order to maintain some coherence in our proceedings.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, in view of your remarks just now, I just want to point out that Mr Snyman, one of the Vlakplaas members are unfortunately ill.  He phoned me this morning and complained of an illness and it has been arranged that he will see a medical practitioner this morning.  This aspect has been discussed by me with the legal representative of Mr Du Toit, as well as that of Mr Ras, and subject to the order which your Lordship directs, it has been provisionally discussed that Mr Du Toit will follow the evidence of Mr De Kock and thereafter Mr Ras will testify.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who would follow Mr De Kock?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "The evidence by the technical people, namely Mr Du Toit and Mr Kok.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, we will see as we proceed how to handle that.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "As it pleases.",
            "Male"
        ],
        [
            "MR HUGO",
            "I am Schalk Hugo and I am acting on behalf of Eugene Alexander de Kock, the first applicant in this matter.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR HUGO",
            "Mr De Kock, you are the applicant in the amnesty application which has been launched in the matter of the Motherwell Four, is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you have the application in front of you. Is that your signature appearing on it; was it properly attested to and at the timing of the signing of this statement, you are aware of the contents, is it true and correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "I am referring you to page 1, is that your name and signature and surname, and then page 2, paragraphs 3 to 7 and 8, do you confirm the contents and the information contained in those paragraphs?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Turning to page 4, you there refer to your force number.  Do you confirm the information there contained?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Perhaps I can put it to you for completeness sake, that you joined the South African Police in 1969?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It was 1968.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you were initially in the uniform branch in the Eastern Cape?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "After that you were transferred to South West Africa?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you then joined the security police which had a branch in Oshikati?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you remember the date?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It was in May of 1978.",
            "Male"
        ],
        [
            "MR HUGO",
            "In this application there is reference to certain annexures which contain reports of criminologists and psychologists used during your criminal trial?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Chairperson, for your information, we purposely did not attach those annexures, because we didn't think it was relevant as far as the current application is concerned.  I could perhaps ask you a couple of questions on this point, and that would be the following.  Did you at some point join Koevoet while you were in South West Africa?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.  Operation Koevoet was initiated on the 1st of January 1979 and I was one of the eight founding members.",
            "Male"
        ],
        [
            "MR HUGO",
            "You were then retransferred from the then South West Africa to the Republic of South Africa and to which unit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I was transferred in May of 1983 to Section C1 headquarters.",
            "Male"
        ],
        [
            "MR HUGO",
            "Please tell us very briefly what the function and role of this unit was?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "The unit had a double agenda.  On the one hand they specialised in counter-terrorism measures.  The legitimate definition was the identification or tracing of terrorists.  Evidence in courts by former members of the ANC and PAC.  Identification of photographs and rehabilitation of these members, to place them back in society.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now that was the apparent purpose of this unit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that was the official purpose.",
            "Male"
        ],
        [
            "MR HUGO",
            "There was then also another purpose of this unit, which was kept away from the public as far as possible.  Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now we will deal with that aspect later on. On page 5 you set out the general background and an introduction and you say that during a criminal trial you were convicted of several offences and you set out what sentences were imposed on you, correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Is it correct that all these sentences of imprisonment are running concurrently?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.  They all run concurrently.",
            "Male"
        ],
        [
            "MR HUGO",
            "And initially you were detained in the maximum security section of the Pretoria prison?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you have now been in detention for about three years?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, about three years and six months.",
            "Male"
        ],
        [
            "MR HUGO",
            "And in this period you have progressed from Category C prisoner to a Category A prisoner?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Hugo, I am sorry to interrupt.  Which of these sentences relate to Motherwell?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "No, none of them relate to the current situation. I am just giving a general background at this stage.  In fact, Chairperson, we will indicate later how it came about that we became involved in the Motherwell matter, because it relates very closely to the criminal trial in which Mr De Kock was involved at the time, and in which he was the chief accused.\n\tYou were recently transferred to a different unit of the prison, known as C Max. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Which obviously must have been a shocking experience for you?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it has been extremely traumatic.",
            "Male"
        ],
        [
            "MR HUGO",
            "We turn now to page 8 where you say that - or you give an exposition of your motives and the things which led you to become involved in the acts and offences for which you were convicted and which led you to become involved in the current incident.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "On page 9 you say that you became involved in these acts because you believed steadfastly in the apartheid doctrine and that you also say that extremely sensitive information had been entrusted to you.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "On page 11 you say that now after you have been sentenced and you have time to reflect, that you are extremely disillusioned and you feel that you were used and abused by the previous regime. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, I have no doubt about that.",
            "Male"
        ],
        [
            "MR HUGO",
            "On page 30 there is an aspect which needs to be mentioned.  The perception arose with you that Vlakplaas as a unit, and the chief of Vlakplaas, that it was regarded as a political unit.  Because on an annual basis consideration was given to the fact whether it was still in line with the political doctrines of the time.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Were you told that the position was reconsidered on an annual basis?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, the commanding officer of C Section, Brig Schoon informed me about the qualifications and requirements to become a commanding officer and that on an annual basis there was a conference between the head of Section C and the head of security and the Commissioner and also the Minister of Police to decide whether you, as commander, still complied with the requirements posed. In other words, were you still politically speaking, a fit person for the job and could still be trusted.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr De Kock, you say on page 15 that there could possibly be a perception that you are an arch racist and that your actions were in essence aimed at prejudicing the Black population and you say that that is in fact not true and that in fact you were prepared to kill people like Dirk Coetzee and that you knew about certain operations that were planned against Marius Schoon, Ronnie Kasrils and Joe Slovo and that you were involved in actions against Peter Vale, and that the only thing that was important to you, was the protection of the State's interests and not racism as such?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes. I just want to expand further.  All my units were Black, all the units in which I served which I helped to establish and where I and some of my colleagues fought on the ground, there were no races, there were only members of the unit or there were no Whites or Blacks.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr De Kock, perhaps at this stage we should address the issue of why you are here today. Is it correct that when the Motherwell trial was continuing, you were involved in your own trial?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And from Press clippings you became aware that the accused in the Motherwell trial were denying that they were involved in any way in this operation?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That's correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "During your trial you never denied any of the allegations against you and you gave instructions to your advocates to simply test the allegations?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "At that stage you realised that it was essential that the truth should emerge once and for all?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you realised that the Motherwell trial would probably lead to a finding of not guilty or acquittal should you not or somebody else not testify and let the true facts emerge?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I may just qualify that, Chairperson.  I wasn't sure of what the outcome would be. However, there was a catalyst in that case, and that is when Genl Van Rensburg applied for an interdict in the Cape Supreme Court to the effect that his name should not be mentioned in incidents, and I had sympathy for that.  But once again, we have a case where the generals are running away from the truth, and the time had come to let them answer for their deeds.",
            "Male"
        ],
        [
            "MR HUGO",
            "And at that stage you approached me, specifically, I was your attorney and you requested me to contact the Attorney-General?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And what did you want me to convey to him?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That was I was now prepared to co-operate fully and to the best of my ability and to furnish all information which I had, regarding the past and which would reveal the truth about the past.  So the matter could be put to rest, especially for the sake of the families who suffered.",
            "Male"
        ],
        [
            "MR HUGO",
            "Is it true that there was contact between yourself and the Attorney-General by means of myself and that led to your testifying in the Motherwell trial?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "After the Motherwell trial, you were given indemnity in terms of Section 204 of the Criminal Procedure Act. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "And meanwhile you have learnt that the civil claims arising from this incident, have also been settled?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Could you tell the honourable Committee why did you feel it necessary to come and give evidence here today?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Firstly, let us put all the facts on the table and let us expose the people who gave the actual orders. I think that should be seen as the point of departure.  The finger should now be pointed towards the upper hierarchy and also to display my sympathy and empathy with the families. I would like to speak to them later.",
            "Male"
        ],
        [
            "MR HUGO",
            "Whilst we are dealing with this issue, is it true that there is a need on your part to show your sympathy with the families?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.  For what it is worth, I have an understanding of their pain and their needs, and understand the pain they have in losing their family, because I am in a similar situation.  Although not quite so traumatic, in the sense that there is no point of return.",
            "Male"
        ],
        [
            "MR HUGO",
            "On page 16 of your application you say that you are intending to during the hearing of your amnesty hearing,  to make concrete proposals which would go further than simply apologising towards the families.  Would you perhaps like to elaborate on this?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "The idea, Chairperson, must still be thought through properly, is that I think a person has been busy writing a book, it would not be an academic treatise, but it would deal with life on the ground and should this book be written and should there be any profit, that this money be put in a trust fund and that the families on both sides of the spectrum, perhaps benefit from that fund.  That some kind of help be given to families on both sides of the spectrum.  Especially to the youth. One would focus oneself on the youth. And perhaps there would be a second book.  I have ascertained that there is a need for such a book.",
            "Male"
        ],
        [
            "MR HUGO",
            "Is it correct that you feel that this would be a small gesture from your side to try and promote reconciliation?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it is minimal but it is all that I can do at this stage.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr De Kock, we have already dealt with the events which gave rise to your testifying in the criminal trial locally. I would like to now deal with the events during the Motherwell incident.  But before I turn to that, I would like to touch on some issues regarding the milieu and circumstances existing at that time in the police.\n\tYou have heard that on occasion it was put to Genl Van Rensburg that these incidents happened during the Harmse Commission of Inquiry. Can you recall that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you tell us whether the Harmse Commission had already commenced or whether it was still the run-up to the Harmse Commission, when the Motherwell incident took place?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I am not certain of that fact, but the Harmse Commission, if I remember correctly, was already a real entity. It was foreseen.",
            "Male"
        ],
        [
            "MR HUGO",
            "Is it true that shortly before these happenings in December of 1989, you had already been put on special leave?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you were placed on special leave because in all probability you were the chief role-player during the investigation, which was to be launched at that time?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "You then say in your application, and we are dealing with the events, that Brig Van Rensburg summoned you to his office at a particular point. Now could you tell us with greater detail what the date was and I am referring specifically to page 57(b).",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Unfortunately I can't give the specific date and that's why I said it just happened one day.",
            "Male"
        ],
        [
            "MR HUGO",
            "However, at that stage you were already on special leave?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you recall where you were when Van Rensburg contacted you?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No. I don't have a fixed recollection of that and I don't want to speculate, but we all had radio tracking devices, or Vlakplaas could perhaps have been contacted, but I don't want to speculate in case I am wrong.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you then arrived at Brig Van Rensburg's office and he told you to report to his house the next day in Nokwe Park.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "You say that Van Rensburg did not at that stage give you an indication of what it was about, but simply told you to report to his house at six o'clock the next morning.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, he said that Deon Nieuwoudt would arrive at my house and that we should go to his house together.",
            "Male"
        ],
        [
            "MR HUGO",
            "Correct, that's how you put it in the statement.  Did Mr Nieuwoudt in fact arrive at your house a pre-appointed time?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, he was on time.",
            "Male"
        ],
        [
            "MR HUGO",
            "What happened thereafter?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "After that we walked to Genl Van Rensburg's house.  We found the general at home and we took seats in his lounge.",
            "Male"
        ],
        [
            "MR HUGO",
            "And what was told to you then?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Genl Van Rensburg asked Capt Nieuwoudt to explain to me what the purpose of his visit was.",
            "Male"
        ],
        [
            "MR HUGO",
            "It was then explained to you that two members of the security police and a former ANC member were causing trouble for them?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Nieuwoudt then told you that there was also an issue of fraud and that certain cheques meant for leftists organisations and unions had been intercepted?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And that the cheques were then used for their own benefit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Nieuwoudt also said that there was a lot of pressure on them to charge these members and that they feared that when these members were charged, they would reveal certain offences in which the security police had been involved?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "As I understood it in the context, these members were threatening to expose violations and offences which took place in the past, should they be charged, and you then further testified that Genl Van Rensburg said or asked you whether you would help them and you understood that they should be killed?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Let us just stop there for a moment.  The basis on which these types, this type of order was given to the subordinates, how was it done?  Was it done expressly or was it done by way of implication?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It was done implicitly or by way of euphemisms, I could for instance, say that - let me give you an example.  Words would be used to the effect that the people must go or the people must say good-bye, and that meant that the people should be killed.  There was no specific instruction like go and kill the people.  In this case it was said that they should be prevented from talking, but the general purport of the conversation was to the effect that they had to be killed.",
            "Male"
        ],
        [
            "MR HUGO",
            "You then further state that there was a brief discussion as to whether an ambush should be set up or whether explosives should be used.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that was discussed very briefly.",
            "Male"
        ],
        [
            "MR HUGO",
            "You say then that arrangements were made that you would meet at the technical division and that there should be a meeting with Mr Waal du Toit at the technical division?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that's correct.  Arrangements had to be made because Waal du Toit was a very active man and you couldn't just walk into his office and find him there. I knew him well enough to know that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Thereafter, you went back to your house and can you recall what then happened to Mr Nieuwoudt after this and the discussion at Genl Van Rensburg's office?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "He left the house with me and he walked as far as my house with me.  However, I didn't see any vehicles in the area and which were foreign to that area, and I didn't know how he got there. I assumed that he had his own vehicle.  I have no recollection of him leaving there with me.",
            "Male"
        ],
        [
            "MR HUGO",
            "You further state that you went back to Genl Van Rensburg and you asked him why these people should be killed for fraud?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, I drove to head office and I saw Genl Van Rensburg in his office and I once again asked him why they should be killed for having committed fraud.  And that is when he told me that the Goniwe case was involved here and many other similar cases.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can I just ask you, when Genl Van Rensburg told you that what it was about, was the Goniwe affair, what was your perception of the gravity of the proposed operation?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Well, that it was critically important because although he didn't elaborate on the Goniwe matter, I had already shortly after the Goniwe murders learnt who the members or some of the members were, that were responsible for it.",
            "Male"
        ],
        [
            "MR HUGO",
            "Were you aware of the fact that this was an extremely high profile matter and could be extremely damaging to the security police, in case this information should leak out?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I have personally believed that it would bring about the destruction of the security police.",
            "Male"
        ],
        [
            "MR HUGO",
            "You further say that you went to the technical division in Rebecca Street and that is where you met Mr Waal du Toit. What was discussed between yourself and Mr Du Toit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Between myself and Du Toit and Capt Nieuwoudt, there was a detailed discussion of the shape that this operation should take, whether it should be an ambush or whether we should use explosives.  The explosives option was the popular choice in that it had the best chance of success at that stage.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I just want to determine, you said you have gone to Du Toit and there you discussed the matter with him. Where did Nieuwoudt come from then?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I don't know because I couldn't recollect that he had left my house together with me or that he had come from headquarters to the offices of Waal du Toit. I can't remember. I don't even have a vague recollection.",
            "Male"
        ],
        [
            "MR HUGO",
            "At what time more or less did that discussion take place with Du Toit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It was between eight and ten that morning, but I can't give an exact time.  I can remember that I went there from head office but it would have been of no avail to call him at his home at eight o'clock, I had to meet him at his office, because Waal du Toit was a very active man and you just couldn't go to his office and find him there. I had that experience. You had to make an appointment and tell him specifically that you were coming to see him.",
            "Male"
        ],
        [
            "MR HUGO",
            "So as far as you remember, there were about two hours past between the meeting at Van Rensburg's house where you and Nieuwoudt and Van Rensburg were present, until this meeting where Du Toit became involved.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I say between eight and ten. It is putting it widely, but I can't give an exact time.",
            "Male"
        ],
        [
            "MR HUGO",
            "But the point you are making is, you did not go directly from the Van Rensburg's meeting to the technical division to talk to Du Toit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "We could have gone there directly, but he wouldn't have been in his office.",
            "Male"
        ],
        [
            "MR HUGO",
            "What you are saying,  you did not go there directly?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I know that I went to head office and I can remember that I have made certain arrangements there.",
            "Male"
        ],
        [
            "MR HUGO",
            "You are also saying that after these events, you returned to Vlakplaas and there you ordered Mr Ras and Mr Snyman to prepare themselves.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "This also includes Vermeulen.",
            "Male"
        ],
        [
            "MR HUGO",
            "There is one other aspect which is not clear to me.  You are saying that you and Du Toit discussed an ambush or explosives.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, this was together with Capt Nieuwoudt.",
            "Male"
        ],
        [
            "MR HUGO",
            "Would it have been an ambush, what did the technical division have to do with that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "The technical division should explosives have been used, we would have used them. If we used an ambush, I would have sent off some of my men.  We had to determine the need and we had to look at the merit of the matter, but because one of those were that it should look like an ANC operation.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now there was a person who was very busy, you could not get hold of him, you have to make appointments with him.  He has nothing to do with ambushes, but still you are going to discuss the possibility of an ambush with him.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "The question of an ambush was mentioned, but that would have not been his work.  That would have been the duty for my men. We made provision to both sides.",
            "Male"
        ],
        [
            "MR HUGO",
            "You are saying that then you returned to Vlakplaas where you ordered Ras, Snyman and Vermeulen to get ready for this operation.  What exactly did you tell them when you arrived at Vlakplaas?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't remember the specific detail, but the essence was what it was definitely about.",
            "Male"
        ],
        [
            "MR HUGO",
            "What?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That people would be killed, and specifically that policemen were going to be killed.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr De Kock, while we are busy with this point; did you expect from your members should a given order of this nature be given, to question it?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "The choice was open to question it, but no, I did not expect it from them.  At two various instances there was this rare occasion where operations had been planned and having given people the choice, whether they wanted to go or not, they said no, they did not feel psychologically or physically fit to do that, and I have put replacements in their place, substitutes. I can mention those were operations in neighbouring countries, and it did have an ambience on the people's psychological and physical capabilities. I did not expect from them to say no.",
            "Male"
        ],
        [
            "MR HUGO",
            "Did you not expect from them to require a kind of motivation from you, for the purpose for which they will be used, and to determine and verify the various facts?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I have a vague recollection that I mentioned to them that it was related to the Goniwe incident and had to do with fraud.",
            "Male"
        ],
        [
            "MR HUGO",
            "I want to put it like this. You worked on the basis that you give orders, they execute these orders and you were willing to take responsibility and the consequences on behalf of your men?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "And is it still the case today?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, I take full responsibility, from me downwards. Especially for the behaviour of all my men but not from me to the top level, not any more.",
            "Male"
        ],
        [
            "MR HUGO",
            "Is it also your contention that you feel that people who gave orders to you, should adopt the same attitude?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes. I believed wrongly that there was integrity and a moral fibre in the top structure.  But it seems that I was wrong.",
            "Male"
        ],
        [
            "MR HUGO",
            "In conclusion, you say regarding this aspect, Mr Martiens Ras later contacted you and told you about this operation and that you never contacted Van Rensburg regarding this operation again?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "You also mention the Press cuttings in which the ANC assumed presumedly responsibility for this explosion, and you saw that Frans Van Rensburg was very satisfied, was apparently very satisfied.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr De Kock, regarding the political motives.  We have prepared the application that it was presented on a wide perspective. Some political objectives are also relevant to this application.  I am not going to go through all these aspects with you. On page 19 you give a long exposition of indoctrination, the influencing which you underwent and you confirm that it is relevant for this present incident as well.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "You refer on page 40 to the attitude of the South African Police regrading hangers-on or associates or innocent people and what their attitude was. On page 41, page 39, you refer to trade unions.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And that trade unions were regarded as part of the ANC's broad struggle against the previous regime and the South African Police?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "You also say on page 43, that is paragraph 45, you give an exposition of how it happened that people were eliminated, people who were even members of the security police and people whose loyalty was doubted.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "I don't want you to go into further detail, but it is correct that during this time of the Harmse Commission investigation, you also received orders to kill a member of the South African Police.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And that was also a person who threatened to expose the activities of the security police.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.  The more direct threat was that he wanted to turn.",
            "Male"
        ],
        [
            "MR HUGO",
            "That is the subject of another application.  At the bottom of page 44 you refer to the cover-up of offences of the security forces. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "At the bottom of page 45, you refer to the false claims and the way they were used.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then on page 52 of this application, you give an exposition of the context and the background of all these incidents, and you say shortly that the country was harassed by unrest and uproar and that there was a lot of intimidation.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Page 54, under the heading \"activities or action\" you say the following, page 55\n\"As a member of the State Security Council your perception was that it was expected from the South African Police to play a large role in the total planning of statutory and the duties should be done in this climate of anarchy.\"",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "You are saying on page 54, as a member or - or it is paragraph 54, on page 55, you mention a member of the State Security Council.  That's regarding the political objectives and I omitted one other aspect, namely, can you remember whether you gave any weapons to the members at Vlakplaas before they left for PE?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Mr Chairman, I can't remember that but it would have been correct if these people, these members mention that fact, because it would have been illogical to send somebody without the necessary weapons.  Should they have to do plan B or C or D.",
            "Male"
        ],
        [
            "MR HUGO",
            "Would it have been possible that East Bloc weapons, Makarov pistols were handed to these members?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, the only weapons I would have given them, would have been weapons from Russian or Eastern Bloc origin.",
            "Male"
        ],
        [
            "MR HUGO",
            "I don't want to go into too much detail, but it is like that, that you had a whole arsenal of East Bloc weapons at Vlakplaas. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.  And these weapons were brought from the previous South West Africa after it became independent, with the full knowledge of all the generals.  Also it was done on request that we had to go and fetch them.",
            "Male"
        ],
        [
            "MR HUGO",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR HUGO",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr De Kock, in the initial discussions between you, Van Rensburg and Nieuwoudt was mention made that the members who had to be eliminated were recruited by the ANC, would you have still gone to Van Rensburg later on to find the reason or to question the reason for the elimination?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, it would not have been necessary.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there any mention made of ANC membership during that meeting of you, Van Rensburg and Nieuwoudt?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, not at any stage, and to have given me the names of the members, would have been unnecessary, I did not know them.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But Van Rensburg knew the people so weren't\nthese names mentioned to him?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, no names or incidents were mentioned at Van Rensburg's house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But were these members that had to be eliminated, were those names mentioned?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I think Van Rensburg would have known those names, but not me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "My question is, were those names mentioned there?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I have no recollection of any names being mentioned.\nCROSS-EXAMINATION BY MR BOOYENS\n\tThank you, Mr Chairman, I have got questions, on behalf of the applicants Van Rensburg, Nieuwoudt and Lotz.  Mr De Kock, on page 7 of your application, you say the following.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Just one moment, please.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Certainly.  Do you have the page?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You say you have been involved in many incidents and operations - that was in the second paragraph from the bottom.  And, important that it was physically impossible to remember every incident, especially, even if I took some care.   You say this is still the position?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Regarding your evidence, I draw the inference that one of the considerations why you decided to give evidence against the people in the Motherwell trial, that the catalyst was Van Rensburg applied for a court interdict that his name should not be mentioned.  Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You associate that with the fact that it was the generals who were busy to run away.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Not that they were seen in that environment, not whether they were running, they did run.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Figuratively speaking?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, literally.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "They were running away from something for which they should assume responsibility.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I draw the inference that from your whole application and you can correct me, that you are bitter against the general staff and politicians.  You feel that you are in the position you are in now, because these people sold you out.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it is correct to a certain degree. I am also disillusioned.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What is it correct to a certain degree; that you are embittered and that you are disillusioned?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "One would have expected they would have had the integrity and the backbone to stand up and take responsibility.  Instead of that, they went along, adopted a bizarre attitude and places the blame on the deceased. Here it seems that it is only the deceased giving the orders.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was that regarding the generals?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Could you just repeat please?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was that the assumption that the generals said that the deceased gave the orders?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "While I was listening to the evidence given here and listening on the radio to the Biko case, it seemed that reference is made to officers who are already deceased, and that they should take the blame.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You want to attach a sinister connotation to this, Mr De Kock?  In both cases were these deceased officers the commanding officers of the security branches. Wouldn't you expect these orders to have come from them?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It should have been discussed with them.  There could have been co-responsibility, for example.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So in other words, what is so sinister about the fact that they are dead?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It is just bizarre, this is what I feel.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I will leave it to the Committee to form their opinion this regard.\n\tLet us come back to the question that I have posed.   Your relationship to the members of the general staff and specifically Mr Van Rensburg, he is one of the generals you are referring to.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Now at last we have a general here.",
            "Male"
        ],
        [
            "MR BOOYSEN",
            "Who is doing what?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Who now admits that he was involved and that he had given orders.",
            "Male"
        ],
        [
            "MR BOOYSEN",
            "When you decided to come evidence in the Motherwell trial, was your attitude still that at that stage you did not know who was going to admit it, and your attitude was that he was one of the generals who was absconding their responsibility?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "He was one of the generals of which I want to say that in December 1994 - December 1994, while I was in solitary confinement, I received a message from one of my previous members from Vlakplaas.  And this message was from a certain general, and saying that these generals had distanced and disassociated themselves from me. I did everything on myself, only I knew about everything, and they said they didn't know anything.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "At that stage that should have made you very bitter?  You are still bitter?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No,  not bitter, it made me nauseous.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "We shouldn't play with words.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I am not playing with words, I mean what I say, I can speak Afrikaans.  (Applause).",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I am glad to see that your language is appreciated.  Whether this had made you bitter or nauseous, you know that it has been used in the figurative sense.  You were not there to observe all this.  But let us talk to your psychological attitude regarding this.  What was your psychological attitude when the generals sold you out?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It was complete treason.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And when somebody betrays you, you would be bitter?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, sometimes, people do not have the courage to try to understand that. I understand that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You understand that, but you put the blame on them because they have sold you out?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I won't put the blame on them, because they detained me.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Not the detention, but the fact that they didn't want to have anything to do with them.  You realised that you were all alone in this aspect, and you can expect no assistance from any of the senior officers in that regard, is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Not at that stage.  And as they have put it, not even in future.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And these senior officers or some of them, are people who were responsible for that that you, Mr De Kock, committed these deeds for which you were brought to trial or for most of them.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, for most of them.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And one of these generals was Nick van Rensburg.  Is that correct?  According to your perception. I don't know whether the names were mentioned to you, but I think you believed that Van Rensburg was one of them.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I saw the generals as a group, not as individuals.  And I wasn't angry at any individual.  Genl Nick van Rensburg and myself did not part on a bad footing.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr De Kock, in your application, you said that there was a discussion at Van Rensburg's home in which you and Nieuwoudt took part. How long did it last?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "About 10 to 15 minutes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And all that was discussed in this 15 to 20 minutes was that some people had committed fraud in Port Elizabeth and they should be taken out or whatever the code language was, that was used, and that you had to help the PE people?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It wasn't only that they had committed fraud ...",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What Mr De Kock?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "The fact was that these people had used certain moneys for their own purposes, it wasn't just this fact of fraud.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, and what else?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "There was nothing else that was discussed regarding any other cases such as for instance Goniwe.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And did that take 15 to 20 minutes?  What was discussed?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It would be difficult to give you a blow-by-blow account of what was discussed.  There was a brief discussion about the methods.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I thought that was only discussed once you got to the technical division?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I have already said that it was discussed at Genl Van Rensburg's home, whether it should be an ambush or an explosion.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The fraud issue, that was the only reason that was given to you at that stage?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You are already in a situation where these people have placed you on so-called leave to escape the glare of the Harmse Commission.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Didn't it become clear to you at that stage already that they were actually trying to apportion blame to Vlakplaas and Coetzee?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Well, Vlakplaas took the entire portion of the blame.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So when you were put on leave, you already were realising that they were shifting the blame onto you?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Well, I didn't think that.  That is in fact what they did.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Sorry, my mistake. You knew that they were loading the blame onto you. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And your chief at C Section, Van Rensburg, must have been part of the people that were shifting the blame onto you.  That's only logical.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, I don't know what went on in his head, but he was part of the cover-up action on the general staff level.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, we are talking about the same period.  We are talking about 1989, during the time of the Harmse Commission. I just want us not to misunderstand each other.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You were officially on leave.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Is it possible that Genl Van Rensburg could possibly have struggled to get hold of you because you were on leave?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't say that he would have struggled. I don't recall that he had trouble, because he didn't actually get hold of me and every Vlakplaas member had a radio tracking device.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, but you were on leave, Mr De Kock.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That's correct. But I was on this leave or suspension with a full salary and full subsidies and with the use of Government vehicles and access to Government money and Government petrol.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you went to the office every day.  Mr De Kock, perhaps I misunderstood you. You were not placed on leave, you were just now referring to your suspension on full pay. So was the impression created to the outside world that you were suspended?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It was held out to the outside world that I and others had asked to be suspended from duty, so that that could create the impression that we could not continue with our normal duties.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So in fact you weren't on leave?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Technically speaking, no.  Not legally speaking.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It was suggested to you at that stage that the only reason why members of the police should be killed, was because they had committed fraud and the fact that they had stolen money.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That must have been a shocking suggestion to you at that stage and that's why you went back to Van Rensburg, as you put it.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "The suggestion to kill was not the shock.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But it was the reason.  The suggestion that colleagues were to be killed, in other words people who fought alongside you, that was very shocking.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, but more than that, it was the reason why these people should be killed, simply because of fraud.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "And I want to explain.  If you will allow me an extra minute. That I had a wider understanding at that stage regarding the interception of cheques and moneys, destined for trade unions.  The economic disruption of organisations, et cetera.  Because a friend of mine in the intelligence service in Port Elizabeth, Carl Edwards, had long before this incident, now I mean about two to three or four years before this incident, had informed me how cheques were intercepted, moneys were intercepted and with the purpose of causing economic disruption of these organisations.  What he didn't mention was where the money went.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes?  So the killing of these people surely didn't think that the people who had intercepted it, had put it in their own pockets?  So the killings still related to their criminal offences.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "For me what it was about, was the protection  of certain projects.  Because there were similar projects in Johannesburg and Pretoria, and Pretoria was also actively busy with such a project.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And if this project was to be exposed during the Harmse Commission hearing, it would actually cause a bigger wound and more damage.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So when there was mention of liberation movements' money, you in any event thought it was a security police project that had to be protected?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that was the immediate idea.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But why, if you thought it was a security police project and the Harmse Commission was pending, why go back to Van Rensburg?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Well, why don't we cancel the project and just cover it up?  We are in fact already busy doing that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr De Kock, I don't understand at all.  Your feeling was that it was better to cover up the project. How would that have solved the problem?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Because the existence of the project would have already been known then.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it would in any event have become known, but as I have said,at that moment, that stage in that house, during that brief discussion, that was my initial impression and view.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you at that stage, during the discussion in the house, did you have a problem with your background knowledge of the project, with agreeing to kill people?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, because the Harmse Commission was staring us in the face and the Harmse Commission I saw in a broader context as simply an attack on Vlakplaas. It was an attack aimed at the whole of the security fraternity.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So you in fact had no problem?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, at that stage I didn't have a problem. At that stage in the house, I had no problem with assisting.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you agreed? You then and there agreed to help with this project?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, I agreed.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Without qualification? It was on Van Rensburg's request or on his instructions.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you accept it without any reservation and qualification?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I had no problem at that stage.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I notice that you say that you have no recollection that Mr Nieuwoudt went along with you in the car.  Does that mean that you can't remember it? In view of what I put to you at the outset of my cross-examination, it is actually irrelevant, it is not important. It is not something which you would necessarily remember.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Chairperson, I have enough time, so last night I sat and I thought about it, because I also have no recollection of what happened to him. When we got to head office, I can't remember whether he stayed behind in the car. I really thought about this, because I don't want to prejudice anybody without good reason, and I can't see him anywhere, I can't place him anywhere.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So you say you don't know what happened to him at head office?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't say that because he didn't accompany me in the car. I have no recollection of that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You also have no recollection of whether he stayed behind in the car or whether he got out or what?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, because if I can remember anything, and I am wrong, then I would mention it here, then I would correct myself.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You agree that there was no indication that Nieuwoudt had any form of transport?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I saw no vehicles or strange vehicles there or any other vehicles.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It is relatively unimportant, is it not, whether Nieuwoudt drove with you or not, because it doesn't really affect the evidence?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That I must leave in the hands of the Committee.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, but as far as your memory is concerned. Is it correct? It is really an unimportant detail in the whole scheme of things.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't say.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It could be a detail that you could easily forget.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "The Chairperson will have to decide that matter.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you first go to Brig Van Rensburg?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, I went directly to his office when I arrived at head office.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "For what reason specifically?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Specifically to go and ask him what was so serious about this fraud matter that we had to kill three people on that basis.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you already had the protection which you formed in his house?  What had happened to change that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that is correct, but on walking back to my house I started reflecting on it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There is a conflict of emotions, and you are involved with the Harmse Commission. You have just been suspended or placed on special leave.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "We were actually being investigated because we had killed and now we were preparing to kill once again.  So this time it wasn't an issue of ANC or PAC, they were colleagues.  So it was a weighty matter and it is not a decision which you take lightly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have spent some time about this.  Do you have a problem if somebody is being taken by surprise, being told unexpectedly that you are going to kill your colleagues because he embezzled some money. He doesn't say anything. He goes, he leaves, then he reflects. He gets time to reflect properly on the issue and then decides to go back and discuss it again.  Do you have a problem about that?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No, Mr Chairman, but I do have a problem if somebody tells me at the stage when he is initially told that the people are going to be killed about fraud, he happily accepts that and then ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't say that he happily accepted it.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Or he accepted it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "That that was a valid reason for killing them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have a problem if later on proper reflection he decides to go back and discuss it again?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No, Mr Chairman, except that of course the evidence is that he didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose evidence",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Van Rensburg's evidence that he didn't come back to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, he has been saying it for the past five minutes.  And you are still going back to it again.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes, very well, Mr Chairman. Can I carry on on his walking back?  Mr De Kock, whilst you were walking back to your house, this matter started bothering you. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes. I had time to reflect.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, I understand that. According to your statement, Nieuwoudt was walking alongside you.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And Nieuwoudt, and logically speaking, had to know more about what was going on than Van Rensburg, because he was the local man from Port Elizabeth.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Why didn't you ask Nieuwoudt look, what exactly is going on here, what is this fraud business?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Nieuwoudt wasn't known to me at that stage.\nAnd if he didn't inform me more completely, and thoroughly at Van Rensburg's home, the only place where I could get the answer was Van Rensburg himself.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What made you to think that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Well, it is only practical.  What must I do with Nieuwoudt?  Must I use a tube on him?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Come on Mr De Kock.  Nieuwoudt and yourself and Van Rensburg had already decided you were going to kill people, and what was bothering you, was the initial reason given to you for the action, and the local man on the ground in Port Elizabeth, is present in your company.  Whether you know him or not.  You are already co-conspirators in murder.  Why didn't you ask him exactly what was going on?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Chairperson, I didn't know him well enough to ask him about it any further. I didn't do it. I believe that in retrospect I perhaps could have done so, but at that stage I didn't.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I put it to you, Mr De Kock, that if you had seriously reflected on this matter, and where you were in the company of one of the prime movers of this matter, you would have discussed it with him.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, if I have to speculate, I suppose I would have got the same answer as the one as I got at Van Rensburg's home.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You entered your house and Nieuwoudt disappeared.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You arranged to meet later at the technical section?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you first had to find out whether Waal du Toit was there?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was your arrangement with Nieuwoudt, what time were you to meet each other at technical?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I have no recollection of that.  I can't recall what the arrangements were. I could speculate as to who was to phone whom, but I can't do that. I can't recall that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, I understand that you can't remember that.  But the probabilities are that if you made no arrangements, then it wouldn't have been necessary if the man went along with you.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "As I have already said, if Nieuwoudt was with me, I would have said that. I have no reason to prejudice him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, but what I am putting to you is that because there were no arrangements made with Nieuwoudt as to when and where to meet at the technical section, you couldn't make such an arrangement, and that's why I am suggesting to you that the reason why there was no such an arrangement or could be no such an arrangement is because he actually accompanied you.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't speculate on that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Would you agree with me, Mr De Kock, that it fits in very logically with the fact that Nieuwoudt went along with you?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Booyens, you are now degenerating into argument. Those arguments you can submit to the Committee later on.  Please don't argue with the witnesses about this.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes, thank you, Chairperson. In any event, Nieuwoudt and yourself arrived at the technical section at the same time.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I am not sure. I can't give you the detail.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I suppose you also don't know whether you met Nieuwoudt at the technical section.  Can you give us information about that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "As far as I can recall, I met him in the office, with Waal du Toit or in Waal du Toit's office. That's how I recall it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "How did he know that he should go to Waal du Toit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It could have been discussed with him.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "By whom?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "If it was discussed it would have been discussed with me.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you hadn't, at that stage had knowledge of whether Waal was there.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In any event, you apparently arrived at Waal du Toit's office at the same time. Maybe it was between eight and 10 in the morning, but you arrived at more or less the same time. It doesn't appear as if Nieuwoudt was waiting for you for some considerable time. There would have been an arrangement with Waal du Toit.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes. As I said he was a very active man.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you made the arrangements.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Not Nieuwoudt?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And according to you, Nieuwoudt wouldn't even have known what the arrangement was with Waal du Toit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I don't know what the arrangements between Nieuwoudt and myself were, whether I should contact him or whether he should contact me. I can speculate and concoct a pleasant story, but I don't want to do that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you agree with the evidence that your house is about a 100, 80 to 100 metres away from the general's house?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it was just a couple of minutes walk away.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What time did you leave Van Rensburg's house? You were there at six o'clock in the morning?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You say it took about 20 minutes?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "20 past 6, approximately, let's make it 06:30, you went or you arrived back at your house.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I think we can put it like that, yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Right. Now you worked to your house and it started bothering you why these people should be killed.  Why didn't you immediately go to Nick van Rensburg and go and speak to him, in private, as your immediate commander, and tell him look, this matter of fraud is bothering me.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I suppose I could have done it.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I want to know why you didn't?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Well, I didn't.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr De Kock, why not?  It bothered you so much that you later on went to his office, especially for that purpose.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It wasn't that I went to his office specifically, I was in any case going to head office as was my custom and I decided I would go and see him there.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You earlier said that the reason why you went to Nick van Rensburg's office, because you were very bothered about this fraud matter.  Are you denying that you said that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that's to his office, but not necessarily head office.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You in any case go to head office.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, but the man was like two minutes away.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was the reason why you didn't go and discuss it with him immediately? You can't give a reason why you didn't?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "After your visit to head office where you did two things which you can recall, one, you had to contact Waal du Toit and to ensure that he was in his office, and secondly, you had to speak to Nick van Rensburg. You then went to the technical section.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I didn't go directly to the technical division. I am not sure what time we arrived at the technical people.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "How long did you spend at the technical division, approximately?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I am estimating that we were there for about three quarters of an hour to an hour.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you then go directly to Vlakplaas?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I went to Vlakplaas, as far as I can recall.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And Nieuwoudt?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I am not sure about Nieuwoudt. I am not sure whether he made use of his own transport or how he got to Vlakplaas.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could he have gone along with you?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't say, I have no recollection of that. I can't remember that Nieuwoudt went to Vlakplaas with me.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did Nieuwoudt know where Vlakplaas was?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I don't know.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you ask him?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, and he didn't ask me either.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you say to him you must now go to Vlakplaas?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I can't recall that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr De Kock, I don't want any misunderstandings.  You don't have any recollection that at the technical division you said to Nieuwoudt you must go to Vlakplaas?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I can't recall what Nieuwoudt did, I went to Vlakplaas.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But then Nieuwoudt also arrived at Vlakplaas?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't say whether he arrived there. I can't recall that I saw him there.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr De Kock, all the other applicants say that he was there. In fact, they say that he went along with them, by car.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I have no problem with the other applicants in what they say. All I can say is what I can recall, and what I knew or didn't know.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So you don't know whether you told Nieuwoudt this?  Do you accept that Nieuwoudt arrived at Vlakplaas?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, I would accept that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "How would he have known that he should go to Vlakplaas?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't tell you.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Come on, Mr De Kock, there is only one logical way in which he could have known that he had to go to Vlakplaas.  You would have told him come along to Vlakplaas.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't say that, because I can't recall it and I didn't want to speculate.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr De Kock, did you and any of the other applicants, after you were given instructions, what happened then? Did you stay behind at Vlakplaas?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I could have stayed behind at Vlakplaas, I could have driven away, I don't know.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That morning when you were with Nick van Rensburg, were you alone with him?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Could you please repeat the question?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "That morning, when you went to Van Rensburg to discuss the issue of the murder on the basis of fraud, were you alone with him?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Is that at head office?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, that is what you said.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, as far as I can recall.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You wanted to go and question something.  So it is logical that you would have gone alone.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, sometimes you reported back and you would take somebody with you.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Sometimes discussions on sensitive matters took place and you then decided on somebody to carry out the operation. You would only take that one person with you.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, but at that stage we hadn't yet decided on the operation.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It was only cleared with technical later, whether it should be an ambush or a bomb.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that's, I have just described our modus operandi to you.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, but we are talking about this specific operation, and you know that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens, proceed to the next question.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Certainly.  Mr De Kock, after the orders were given, did you see the people leaving by car?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Chairperson, if I think back, they had already received their instructions and they would make their own arrangements from there onwards.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you tell them who they were to work with?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes. I told them that they were under the command of Capt Deon Nieuwoudt for the further arrangements.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You don't know whether you introduced him to them?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, but I believe that I would have.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And thereafter you had no further contacts with these people?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Yes, then we understand each other.  What were the arrangements made for handing over of weapons to your people?  Can you remember that you gave them Makarovs or Tokorovs, I can't remember.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, but I will accept that version because to put plan B in operation for an ambush, without weapons, would be senseless. They couldn't make use of their service pistols and weapons. We had sufficient weapons and I would have provided them with weapons.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Would you have dealt with that kind of detail yourself or would you have just told them take Eastern Bloc weapons or Makarovs?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Perhaps I gave it to them myself or perhaps I could have given the key to the safe to any of the three members, they were confidantes and I trusted them, and I could have told them to go and fetch weapons.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr De Kock, this is not a trial, but I must give you the opportunity to comment. I want to put it to you that the evidence as given by Van Rensburg and Nieuwoudt as to what happened in Pretoria is the truth and not the version given by you. What is your comment?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't speculate on that. I can't make that decision. I leave that for the Commissioners to decide.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr De Kock, when you gave to Mr Van Rensburg the second time, was any mention made of ANC membership on the side of the colleagues who had to be eliminated?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, he only mentioned that it had to do with Goniwe and other similar incidents.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "He did not say that these people were recruited by the ANC?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, nothing like that.  At another time and during another incident, he told me that, but this is not relevant here.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "During this matter no mention was made that these people were recruited by the ANC or had defected to the ANC?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, not at all.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did I understand you correctly, and received indemnity for this matter?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That's right.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the civil claims were settled?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is what I know, I don't have enough information but my legal representative said that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No civil claims were instituted against you?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I did not receive a summons.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed, I should find out from Mr Booyens, whether possibly you have got any further questions in the light of what my colleagues could have asked the witness.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Perhaps that just on that specific aspect, Mr Chairman.  Mr De Kock, Genl Van Rensburg said that he was not in his office that morning.  You could not have contacted him. You heard that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, I heard that here.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And very importantly enough, it seems that already during the Goniwe inquest, Adv Mostert, on behalf of the Defence Force, mentioned that some of these people had turned to the ANC, that they put out feelers. I am just summarising this.  This was many months before the amnesty applications.\n\tI want to put it to you specifically, that this information would have been known to you, because it was a very important factor to convince you to take action.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, it was not mentioned to me and I have no knowledge or no in-depth knowledge of what happened during the Goniwe inquest.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You say that you got the impression that Van Rensburg and Nieuwoudt had already discussed these matters before you arrived there?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You cannot say that it came to Van Rensburg's notice but not to your notice?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I don't understand your question?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did they mention it to Van Rensburg that these people wanted to defect, was it mentioned before you came there and not to you?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I wouldn't know.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?\nCROSS-EXAMINATION BY MR LAMEY\n\tI have a few questions to Mr De Kock. I represent Mr Lionel Snyman and it is on his behalf that I direct the questions.\n\tMr De Kock, in the Motherwell judgment where you acted as a State witness, Judge van Rensburg summarised your evidence and said that you were satisfied that this operation would have happened in the broader police and country and police interest, that these people should be killed, and you agreed to continue with this.\n\tNow were you satisfied and is a correct summary of your evidence in that trial?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I am sorry I couldn't hear well.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr De Kock, perhaps you should put on your ear-phones, you would hear better.  I repeat the question, Mr De Kock.\n\tIn the summary of your evidence, in the judgment by Judge Van Rensburg in the Motherwell incident, where you were a State witness, your evidence was summarised and I refer to page 517 of this document.  \n\tYour evidence was summarised by saying that Van Rensburg told him that it had to do with the Goniwe matter and many other of these matters, and that you said that you were satisfied, that this was done in the interests of the country and of the government and of the police, that these people should be killed and therefore you agreed to continue with this operation.\n\tIs the summary of your evidence correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I accept that things had to happen quickly on Vlakplaas.  There was little time to go to Port Elizabeth. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Am I wrong in saying, and I am referring specifically, and I am talking of Snyman here, that at least at Vlakplaas it should have been told to him and Ras and Vermeulen that this operation regarding the elimination of policemen was in the interests of broader interests of the country and the police?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Am I also correct in saying that Mr Snyman had reason to believe, especially had reason to believe that when policemen would be killed, that such an incident had to be cleared by you with head office?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Am I also correct in saying that a person in the position of Mr Snyman, as a warrant-officer and in the light of the evidence here, that you did not put a choice to these members, and that he could not question this action?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Chairman, if he had told me that he did not want to go, I would have not have held it against him.  But in the context of those times, and the loyalty of the members, he would have not gone against my wishes. And I can't see why he could disagree or refused.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr De Kock, were these people chosen specifically by you to go to Port Elizabeth?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "According to your judgment you decided that they would be the best people for the job?  Your order was also as you have admitted, that the case was urgent.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it was urgent.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And regarding this urgency, there was not a lot of time to debate this matter?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "If there was a debate or discussion, it would have been very short-lived.  But I remember no discussion about this matter.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr De Kock, if they were told that these actions would be in the interests of the country and the security of the country, and you have already testified that they had all reason to believe what they had been told was correct and you also verified it with head office.\n\tWould any questioning of the motive for these actions, would it not have been possible for a warrant-officer to question this or would it not have been possible to regard this as questioning an order, or also, a sign of disloyalty?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Not as far as I am concerned.  Because of the uniqueness of the Vlakplaas unit, I had an open door policy, and I was accessible for all my men.  But I did not foresee that Snyman would say no.  This does not mean that he wanted to commit murder, but in the context of the interests of the country and of the country's security, this whole unit would have agreed to become involved.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I referred specifically to Snyman. You knew him and you did not assume that he would question these actions?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, may I just take instructions from my colleague.\n\tMr De Kock, were your men at Vlakplaas also thoroughly aware of the true position? In other words, irrespective of the image to the outside world that you were on special leave or you were suspended, that you were still truly the commanding officer from whom they would receive orders?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if you don't mind, may we adjourn now for a few minutes until 11 o'clock.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "As it pleases you, Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "(Still under oath).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LAMEY",
            "(cont)\n\tThank you, Mr Chairman.  \n\tMr De Kock, in Mr Snyman's application he says that you mentioned it at Vlakplaas, when you gave the orders, that Mr Nieuwoudt would later provide more details regarding this incident, that they would be involved. I specifically refer to page 68(f) of his application in which he says Maj De Kock mentioned that Deon - referring to Nieuwoudt - would tell us everything later on.  Was it possible that you could have said that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it is possible.  I just want to expand on this, and it could be related to this matter, that what would happen on the scene in Port Elizabeth. In other words, other preparations and arrangements for that.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You cannot remember whether Nieuwoudt was present at that stage?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And if Snyman did testify that he was present, you can't deny that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr Snyman also specifically refers in his application to the involvement of an askari.  Is it possible that an Askari was mentioned?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it could be possible, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAMEY",
            "He also says in his application that mention was made of money which was stolen, and that it was a danger for other security branch members.  This is referring to the Askari, and they mentioned that he wanted to defect to the ANC.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Mr Chairman, no, they might have mentioned an Askari, but regarding the ANC part of that, I can't say.\nThe summary I would have given them, was of a professional nature and it would have been short, but of defecting to the ANC, I don't know.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Would it have been possible that Nieuwoudt who was at Vlakplaas at that stage, mentioned that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I can't say, Mr Chairman.  Perhaps we should ask Mr Nieuwoudt himself. Would you agree to that?",
            "Male"
        ],
        [
            "MR LAMEY",
            "Well, I don't want to speculate.  Thank you, Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius? Oh, sorry, Mr Jansen.\nCROSS-EXAMINATION BY MR JANSEN\n\tThank you, Mr Chairman.  Jansen on behalf of applicant Ras.\n\tMr De Kock, I assume that you are aware of the applications of the other applicants regarding this incident?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Ras says that on the morning of the 13th he accompanied you to Van Rensburg's office, where he for the first time heard that he had to go to Port Elizabeth for an operation. I know that you are saying that you can't remember that pertinently. Could something like that be possible?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, Mr Chairman, if he was there I would have taken him with, because he would be leading this group.",
            "Male"
        ],
        [
            "MR JANSEN",
            "It would not be strange or appear strange or it was not a strange phenomena that you as a commanding officer, and some of the group leaders, in the morning, round about seven or just before seven, would meet at head office?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, it was a standard procedure for all members. If he did not go to Vlakplaas directly to go to head office first, and then there was an instruction that all officers, especially the commanding officer of Vlakplaas, must be at head office at seven o'clock.",
            "Male"
        ],
        [
            "MR JANSEN",
            "If we could expand on this further, is that the reason was that there should have been reported on a daily basis to the head of the C Section?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct, and also to receive new instructions or to discuss operations which were completed.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You are also aware that the head of C Section and other heads of divisions, met on a daily or a regular basis, to report back or provide information to the head of security police himself?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "After seven o'clock, between seven and eight, there was usually a meeting referred to as the Sanhedrin, and then all heads of groups met to report to the security head.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Ras also says that according to what he can remember, or let me rather put it in this way.  The practice at Vlakplaas would have been that you would have identified the operation to them, told them the reason for the operation and more specifically, told them under whose command they would be or who would lead them in that area?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "At that stage Ras, Snyman and Vermeulen have already been for a long time part of covert operations?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, they were involved in many operations.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Ras says that there was a very good relationship of trust between the members of the security police and especially the members at Vlakplaas.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Because of his previous involvement in covert operations you accepted that you would have no objections to his involvement?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, he was a dedicated member of the Force and also a dedicated member of the security branch.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And Mr Ras also says that during the time he was stationed at Vlakplaas, he never got the impression that Vlakplaas and the security police just launched operations. His general impression was that the orders he got, were related to his work and were well-considered?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, Mr Chairman, just to explain. If you wanted to go rogue, like Mr Coetzee did, they would transfer you or remove you by means of other methods.",
            "Male"
        ],
        [
            "MR JANSEN",
            "To a certain degree your activities your actions and those of the other officers would have been to a certain degree, automatic.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Mr Ras also states that apart from the fact that there was the possibility of an ambush, the issuing and the carrying of Makarov pistols, was a standard procedure for covert operations.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, depending on the situation, you could have considered other weapons.  But the issuing of East Bloc weapons was a standard procedure.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I have no further questions - I'm sorry ... Just one other aspect.   There would have been no doubt with Mr Ras and the other officers, that you indeed were acting as their commanding officer at that stage?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Mr Chairman, they would know that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And they would have automatically realised that what they were going to do in Port Elizabeth, was within the context of your duties?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "As it pleases you, Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr De Kock, when you were put on leave, was there an acting head?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that was Maj Baker, he was second in charge. I just wanted to explain to you what happened when I was suspended or the special leave, when I told Genl Le Roux this meant suspension, and I regarded as special leave, and I asked him did I have any signing powers, he said no, and that means that I was suspended.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.\nCROSS-EXAMINATION BY MR CORNELIUS\n\tThank you, Mr Chairman, Cornelius, acting on behalf of the seventh applicant, N J Vermeulen.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Sorry, Mr Chairman,  if I could just come in.  There is one question which I omitted to ask, if I could just return?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.\nFURTHER CROSS-EXAMINATION BY MR JANSEN\n\tIt is Jansen again, on behalf of Ras.  Mr De Kock, Mr Ras says that he can't remember specifically whether he was appointed as the leader of this group.  Could it have been that that was something which had to be determined by Mr Nieuwoudt?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Mr Chairman, it is difficult to say, because the way I handled things, indicated that Ras would be the leader and he would report back to me. But I do not have a problem with that, if that was his idea. It was normal to think that, because all three of them had the same rank. I did not say you were the leader, you were the first or second.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But perhaps did you mean only with regard to your group from Vlakplaas? I know eventually they might have to be - eventually they might have to be under the command of somebody else senior in Port Elizabeth and the like, but did you possibly, when you saw him as leader of the group, are you possibly referring to the, if I may put it, the Vlakplaas group?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, he would act as leader of the Vlakplaas group, but as soon as they are not under my command and they were under a police officer, then for the purposes of discipline and control, they were under the command of that officer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he the same person who was to come back and give a report to you?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it would have been Ras, yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "It would have been Mr Ras?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it would have been Mr Ras.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I think that is how Mr Ras remembered that. In broad terms he would report back to you, but it was not pertinently mentioned that he was the leader. This was not a typical Vlakplaas group who had to go to this area.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR JANSEN",
            "As it pleases you, Mr Chairman, I have of further questions.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius?\nCROSS-EXAMINATION BY MR CORNELIUS\n\tThank you, Mr Chairman. Cornelius, acting on behalf of the seventh applicant, N J Vermeulen.\n\tCol De Kock, you were a strong leader, all commands given to the members were obeyed?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "They were loyal to you?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You worked on the basis of the need to know and the members knew that when you gave an instruction, it is only that bit of information they had to know.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that is correct.  Just to explain. Experience\ntaught me later that nothing remains a secret for longer than 14 days amongst these men. Some interaction did take place after an operation, and sometimes we would hear that somebody knew about something, although it was not full detail. They knew things they were not supposed to know.  But that only remained at Vlakplaas.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You knew you did not have to motivate this instruction?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I gave the order and provided some detail.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You, the members would know that you and the security structures would take responsibility for their actions?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What is important for me and for my applicant, is that should he refuse to obey an order, which was in the interests of the country, was it logically that from your side there would be doubt regarding this person?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Not immediately. Because I was exposed to the same circumstances, I understood how they felt, and the conflicts which were there, but he would have not doubted that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But should it have existed would you have doubted his loyalty and would you have moved or shifted him out of operations?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "If that happened twice or three times, you would have asked wasn't he tired, wasn't he tired of fighting. Then you would have perhaps channelled him into a less operational level.  Yes, I know this is not a direct answer, but this is how I wanted to explain this broadly as possible.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "In future you would be careful to give orders to this person?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I won't give him an order except when he approaches me.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "This member would prejudice himself if he does not obey an order.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, it could prejudice him later on.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And we have a specific official who has obtained specific sensitive information, and he could also become a safety risk?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Eventually, yes.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Then I am going to play devil's advocate, should that information and his security breach was of a serious nature, could it happen that he would be eliminated perhaps?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, if it seemed, to use the terminology that he would reveal facts or defect or reveal information to the Press, then such actions would be considered.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "The conclusion we then can reach is that the members in the unit shared this knowledge, and realised what a tremendous responsibility they had when they received an order?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you, Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr De Kock, you earlier told us that you tried to eliminate Dirk Coetzee or played a role in that attempt?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I played a role in that attempt, yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was this before or after this incident?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Chairman, I think it was after this incident, but the command structure was the same.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It wasn't before this incident because had Dirk Coetzee not already testified in front of the Harmse Commission?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "If I recall correctly, they wanted to prevent Dirk arriving in London to testify at the South African Embassy before the Commission.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So do you know whether Dirk Coetzee was still in the country at that stage?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I think he had already left the country.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the bomb was sent to him whilst he was in Zimbabwe, long before he went to England?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, he was in Zambia and the way I understood it, they wanted to prevent him arriving in England, to testify against Genl Neethling.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you said that nothing remained secret for very long?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Unfortunately not.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If for instance, Mr Vermeulen had known that you were prepared to eliminate and kill Dirk Coetzee, what choice would he have had to disobey one of your orders?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "As I have already said, I was accessible for all members, as a result of the intimacy which existed in the group, we had quite a good inter-personal relationship and he could have taken me to one side and said that he had objections, but it would have been to his disadvantage.  Because I had gone through all these things myself first and then reported to them. I had sympathy for these aspects.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kemp?\nCROSS-EXAMINATION BY MR KEMP\n\tThank you, Mr Chairman.  Kemp is the name, I act on behalf of applicant number 5, Jacobus Kok and applicant number 6, Wynand du Toit. I have only a few questions. \n\tMr De Kock, to commence, I would like to just mention a couple of facts, mention is made in the Harmse Commission and the witnesses involved there. I just want to go and look at the framework of time when this happened, to refresh your memory.\n\tIs it not so that Almond Nofamela in October 1989 was to be executed in the Central Prison in Pretoria?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that's true.",
            "Male"
        ],
        [
            "MR KEMP",
            "And it was on the eve of his execution that he brought an interdict or an application to stay the execution and the information led to Dirk Coetzee coming to the fore and he started revealing information, as well.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That's correct.",
            "Male"
        ],
        [
            "MR KEMP",
            "The Harmse Commission was then appointed and there was first an informal inquiry by the Commission itself, without any public inquiry, and that took place from the end of October 1989 to more or less the end of March 1990. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR KEMP",
            "And the evidence led before that Commission was led from more or less April to June 1990 and the investigation in London where Dirk Coetzee testified took place in April 1990. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I would agree.",
            "Male"
        ],
        [
            "MR KEMP",
            "Would you agree that at a stage when you arrived at the technical division on that particular day, after you had been to Van Rensburg and Bezuidenhout, that at that stage you were satisfied in your own mind that the operation was authorised and was essential.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I just want to correct something here.  I have no recollection of arriving there with Capt Nieuwoudt, but yes, I was satisfied in my own mind that the operation was legitimate and perhaps not legitimate, but that it had been authorised.",
            "Male"
        ],
        [
            "MR KEMP",
            "At that stage had long had you known Mr Du Toit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I had met Mr Du Toit on one or two occasions in Ovamboland, when they brought up supplies, but I only got to know him well after I returned from Koevoet.",
            "Male"
        ],
        [
            "MR KEMP",
            "But it was before this incident.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Oh, before this incident I saw him often at the office but also socially.  Very limited socially speaking.",
            "Male"
        ],
        [
            "MR KEMP",
            "Would it be correct to say that at that stage there was a strong position of trust between yourself and Du Toit?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR KEMP",
            "When you arrived at Mr Du Toit, did you convey to him that there had already been authorization from head office for this procedural operation?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, as in many of the previous operations, I mentioned it to him, because you are not going to mislead him, because it was very simple for him to just to pick up a phone and find out.  But the situation between us was one of trust and he never questioned the situation, because we had that relationship. We wouldn't act underhand vis-a-vis each other.",
            "Male"
        ],
        [
            "MR KEMP",
            "You have no independent recollection today whether Mr Nieuwoudt drove to the offices with you.  But he was present during the discussion which you had with Du Toit. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR KEMP",
            "Mr Du Toit's recollection of the time during which it took place is not very clear. In his view it took place between 10 and 11 in the morning, but he would say that it could possibly have been earlier or even later. And you can't take the matter any further than that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I can't.",
            "Male"
        ],
        [
            "MR KEMP",
            "Mr Du Toit will also say that the issue of an ambush as an option or as a first option, was not really discussed, but it didn't play a prominent role in the discussion which took place between him and you.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Chairperson, no, because the issuing of the Eastern Bloc weapons was of a dual nature.  If the explosives didn't work there would be an ambush; if the explosives did work then there would be members, and there were survivors, they would have been eliminated with the Eastern Bloc weapons.",
            "Male"
        ],
        [
            "MR KEMP",
            "You earlier testified that if you had gone directly from Genl Van der Westhuizen's house to the technical division, you would have not have found anybody there. Now Mr Du Toit will testify that he often started work before seven in the morning.  Now if you say, talk about going there directly, are you referring to even earlier than seven o'clock?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR KEMP",
            "Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, we could start splitting hairs about the time, but I never arrived at the offices at seven, because as I said, we would not have found anybody there.  I had to arrange with him when to see him because I did not know what his programme was like.",
            "Male"
        ],
        [
            "MR KEMP",
            "Mr Du Toit will also testify that he can't recall that you phoned him to arrange for a meeting, but he wouldn't deny or dispute it. He simply has no independent recollection of you making prior arrangements with him.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I have no problem with that.",
            "Male"
        ],
        [
            "MR KEMP",
            "You said that you were involved in the plans or steps taken, to try and eliminate Dirk Coetzee. Isn't it so that you were also indirectly involved or at least aware of the fact that one of the security branch or Vlakplaas members, had in fact been eliminated during the proceedings of the Harmse Commission.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "After he had testified, yes.",
            "Male"
        ],
        [
            "MR KEMP",
            "It was Brian Ngqulunga?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, and that also forms part of my application.  As it was mentioned, the command structure was the same.",
            "Male"
        ],
        [
            "MR KEMP",
            "Mr Chairman, if you will just bear with me one moment.  Thank you, Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR KEMP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ford?\nCROSS-EXAMINATION BY MR FORD\n\tThank you, Mr Chairman.  Ford, on behalf of Mrs Mgoduka and Mrs Faku.\n\tMr De Kock, annexed to the application of Mr Nieuwoudt is the judgment given by his Lordship, Mr Justice Van Rensburg in the criminal trial in which Mr Nieuwoudt and others were convicted. You testified in that trial, that is common cause.",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR FORD",
            "At page 539 of the application, I am going to read to you from the middle of the page and the words of Judge Van Rensburg\n\"In truth, De Kock created the impression to us that it would be a great relief for him to come to the decision to reveal all the details which had been weighing heavily on his mind for many years.\"\nWas that a correct finding?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that was a correct finding, Chairman.",
            "Male"
        ],
        [
            "MR FORD",
            "I think it has been canvassed in some detail with you by your legal representative, the fact that you received indemnity and that the likelihood of civil claims is very small.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "Now have already expressed in questioning by Mr Booyens for certain of the applicants, the fact that not only were you embittered but you were also nauseated by the reactions of certain of the generals under whom you fell.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct, Chairman.",
            "Male"
        ],
        [
            "MR FORD",
            "Do you have any reason to harbour the same feelings towards Mr Nieuwoudt?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR FORD",
            "I haven't heard it suggested by any of the other persons who have questioned you, and I cannot think of any reason, is there any reason why you should want to give false evidence against Mr Nieuwoudt?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "There is no such reason, Chairperson.  My view, which may not be popular, but it could be correct, is that Nieuwoudt fought in the way that he thought was right.",
            "Male"
        ],
        [
            "MR FORD",
            "Of critical importance then, Mr De Kock, is that at the meeting which you attended in the house of Mr Van Rensburg, together with Nieuwoudt, is the fact that what was the primary focus of that meeting, if I understand your evidence, is the question of the fraud.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "And the consequences which could result if that, if the fraud aspect was pursued.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "There was at no stage any suggestion that the members who were to be killed, were considering going over to the ANC, were considering passing information to the ANC because of a change in their political convictions or anything of that nature.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No.",
            "Male"
        ],
        [
            "MR FORD",
            "And subsequently and as the Chairman put it, clearly you reflected on the order which had been given to you by Mr Van Rensburg and you returned to his office.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR FORD",
            "And then for the first time, if I understand it, the Goniwe matter, if I can call it that, was raised?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR FORD",
            "Were you aware of the - or you obviously were aware of the murders which had taken place, but were you aware of the involvement of the security police in those murders?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, Chairman.",
            "Male"
        ],
        [
            "MR FORD",
            "Were you aware that Mr Van Rensburg was in a senior position in the security police in Port Elizabeth at the time?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I wasn't so aware at that stage but two of my friends, my Koevoet friends, were involved.",
            "Male"
        ],
        [
            "MR FORD",
            "So you were not aware of any personal involvement by Mr Van Rensburg in the Goniwe murders?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR FORD",
            "Were you aware of any personal involvement of Gerhardus Lotz in those murders?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct, that was one of the ex-Koevoet members.",
            "Male"
        ],
        [
            "MR FORD",
            "Were you aware of the relationship between Mr Van Rensburg and Mr Lotz?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Correct, yes.",
            "Male"
        ],
        [
            "MR FORD",
            "Now having been - sorry, one aspect which I haven't dealt with, Mr De Kock. Your application makes quite clear that mention was made, and I am referring to page 576 of the record, it is your application.  576, typed page 902. I'm sorry, it is 57(b), my mistake.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "(Indistinct ... - microphone not switched on.",
            "Unknown"
        ],
        [
            "MR FORD",
            "Well, that would have been a nice change, Mr Commissioner. I am referring to approximately halfway down that page, Mr De Kock, where you say\n\"I then asked Nieuwoudt to tell me or to explain to me what the purpose of his visit there was and he explained that there was a problem in Port Elizabeth regarding two members of the security police and a former ANC member who worked for them.\"\nThere is no question with effect to this, but that only three persons were mentioned. Is that a correct assumption?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, Chairperson, mention was made of three people only; two members of the Force and one former ANC member, an Askari as was known in the vernacular.  When I heard the news that there was a fourth person involved, I was surprised. I wouldn't say that I was distressed or disturbed but that wasn't part of the initial planning and I didn't know who it was.",
            "Male"
        ],
        [
            "MR FORD",
            "Well, can I ask you then, Mr De Kock, if that was your reaction afterwards, is the possibility, as you see it, that one of the persons killed was just in the wrong place at the wrong time?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I cannot speculate.  In retrospect it would seem as if I wasn't aware of all the details of the operation.  But it is possible.  But I don't want to speculate. I don't have a crystal-ball.",
            "Male"
        ],
        [
            "MR FORD",
            "Did I understand your evidence correctly, this was the first occasion where you were asked to participate in the killing of your colleagues?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, later during the nineties, 1991/1992, on two separate occasions, I was once again requested to take action against a former colleague and a currently serving member, and in both cases I refused, because the members weren't planning to defect to the ANC.",
            "Male"
        ],
        [
            "MR FORD",
            "No, you haven't answered my question.  Was this the first occasion?  The Makarov bombing?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "As far as I can recall, yes.",
            "Male"
        ],
        [
            "MR FORD",
            "And you say on the other occasions you conducted some investigation, and were not prepared to carry out the order?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "Now you have made it quite clear, and it is apparent from your application, that any number of illegal, you considered them legitimate for your own reasons, but they were illegal operations, were carried out from Vlakplaas. Is that right?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "Did you have some sort of a carte blanche to carry out these operations or did you require a specific authority in each case?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Generally speaking, we required authority or had to obtain authority. We had no carte blanche because then thousands of people could have been killed, but I just want to clarify something. It did happen on occasion that an operative on the ground would suddenly find himself in a situation where he has to make a decision whether he was an officer or not, and in that situation there would not necessarily be the time to phone head office and to find a senior officer, and that operative would then take an operational decision on the ground, and then he would have to carry the responsibility for that.  My answer is a bit long-winded but I just want there to be no misunderstanding.",
            "Male"
        ],
        [
            "MR FORD",
            "This discretion or for the purposes of this, one accepts a discretion of the operative on the ground.  I am talking about a pre-planned operation which was an illegal operation, you would seek authority for that?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.   Yes, that is the case.",
            "Male"
        ],
        [
            "MR FORD",
            "From whom would you seek that authority?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "From some higher authority. In other words the commanding officer of the section and if he wasn't there, well, the advantage of head office, was that if the group or section leader wasn't there, you could go directly to the chief of security.",
            "Male"
        ],
        [
            "MR FORD",
            "And Mr Van Rensburg was your senior, if I understood?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, he was by far the most senior.",
            "Male"
        ],
        [
            "MR FORD",
            "In so far as the operation of Vlakplaas was concerned?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR FORD",
            "And if you required authority for an operation, would you go to him?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "What was your impression or do you know, was he allowed to give authority through his own decision or did he himself have to go to higher authority?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "It will be difficult to say, because the orders were mostly given on a one-to-one basis to ensure greater secrecy, but he could perhaps have made decisions on his own, and that could be an operational decision on the ground, but it would take place within the context of the hierarchy of rank within the security police, and within that context he would certainly have had to enquire whether Mr Gilbert had cleared the matter and been given authority.  Because your divisional head office was subordinate to head office and in my view and I think I am correct in this, that Gilbert couldn't phone Van Rensburg and say look, come and kill people, without it having been cleared with higher authority and the natural reaction to that would have been from the side of Genl Van Rensburg, in any event, to ensure that this was not a private enterprise.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr De Kock, in the same context, why did you not make sure that Van Rensburg had the authority to give you the order that he did?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "You worked within a context of a devolution of authority and one rank reported to the next rank and higher up in the whole hierarchy of power. So after I had spoken to Van Rensburg I had no doubt that he had authority, authorization. I wouldn't have gone behind the back of Genl Basie Smit and asked whether Van Rensburg had cleared the matter.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What was Van Rensburg's rank at that time?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "He was, if I remember correctly, he was a brigadier or perhaps a general or he was in the process of becoming a general.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And compared to Gilbert?",
            "Unknown"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "No, I don't know, because I didn't know Mr Gilbert well. I only met him on two or three occasions.",
            "Male"
        ],
        [
            "MR FORD",
            "So what you are saying then, if I understand you, Mr De Kock, is that you placed reliance on Mr Van Rensburg to ensure that proper authority had been granted for the operation.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR FORD",
            "He was the one who gave you instructions to assist and to assist in the carrying out of this operation?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "And if I understand you, you would have expected him to have gone to the head of security, the head of the \"veiligheid\", you called it.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR FORD",
            "In order to ensure that proper authority had been given?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR FORD",
            "Now in the context of your application, Mr De Kock, there appears to be more than one suggestion by you, that as far as you were concerned, the politicians, certain of the politicians of the time must have been aware of what was taking place. Is that correct or not correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "And what gave you that impression, Mr De Kock?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "On two or three, I can remember two or three occasions on which Minister Vlok went to Vlakplaas. On one occasion specifically, he went there with members of Soweto, members of the security branch, Johannesburg, to thank members of C1, the technical division to congratulate them and thank them in regard to a certain number of operations, for instance Khotso House incident. And I will never forget when he said that we, in other words the police and the Afrikaner would never surrender, not in the next thousand years. I think in 1944 somebody said something similar in Germany.\n\tFurthermore, to put it in the broader context, I want to say that no member of the National Party, including the previous President who has now run away, could at any time have gone to bed at night, and believed that they were in control of this country, because they were the popular majority, politically speaking.  They were kept in control directly by the South African Police, the Defence Force and the Intelligence structures.  There should be no doubt about that.",
            "Male"
        ],
        [
            "MR FORD",
            "Now Mr De Kock, we have heard it suggested in certain of the questions which have been asked, and in certain of the evidence which has been given, that a junior officer or even just a normal policeman, could not and would not refuse to obey an order from a more senior officer.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "He couldn't do so lightly or easily, not lightly or easily.",
            "Male"
        ],
        [
            "MR FORD",
            "You were not a junior officer in any sense of the word, you were a respected and trusted senior officer in the security police. Is that right?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "I had worked my way up through the junior ranks, but yes, the most sensitive of information and operations were entrusted to me.",
            "Male"
        ],
        [
            "MR FORD",
            "Yes, I am talking round about the time when this operation took place.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR FORD",
            "Now returning again to the judgment of Judge Van Rensburg, at page 538 of the record. In the middle of the page Judge Van Rensburg found\n\"De Kock was a highly intelligent individual.\"\nWithout wanting to appear patronising in any way, I would suggest that that is the impression created by your evidence here today.\n\tAs such a person, Mr De Kock - oh, and also if I may refer to your application itself. At page 16 of the record, in the middle of the page, do you have it? You refer to -\n\"Genl Adendorf whose troops had killed about 90 000 men and women and children between June 1941 and June 1942.\"",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "You are referring to the Second World War and the millions of people who were killed in that war.",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR FORD",
            "Presumably then you have some appreciation for, and presumably you also have heard of the Nuremberg Trials which followed that war?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, Chairperson, I predicted my own during the Harmse Commission.",
            "Male"
        ],
        [
            "MR FORD",
            "And you must have realised, Mr De Kock, as an intelligent individual, that there comes a time when a soldier, a policeman must say this far and no further?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes.",
            "Male"
        ],
        [
            "MR FORD",
            "\"I cannot follow that order\".",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Yes, such a time does arrive.",
            "Male"
        ],
        [
            "MR FORD",
            "You have said, you have told this Committee, Mr De Kock, that in so far as the other two ex-colleagues or colleagues who you were required to eliminate at a later stage, you declined to follow that order or those orders, because your assessment was that it was not required. Is that right?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is right, Chairperson. I just want to clarify something.  Many of those who gave these orders, had never had experience of actually pulling the trigger. It is very easy to say to somebody to pull the trigger, but to actually do it yourself, is a very different matter, and then to go home and live a normal life and in a normal social set-up, that is very difficult. It is a battle.",
            "Male"
        ],
        [
            "MR FORD",
            "Now in retrospect, Mr De Kock, and we know it didn't happen because we know in fact what did happen, was this not one of those, a similar matter where you should have investigated, you should have considered the validity of the order which you were given?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "Chairperson, the later information relating to Goniwe and the others, and that is why I considered it to be in the national interest.  We can always ask ourselves whether we shouldn't have turned left or whether we should have gone right or the other way round, but given that information which I had, I had no problem with this instruction.  With retrospect, yes, I should have queried it.",
            "Male"
        ],
        [
            "MR FORD",
            "Specifically, Mr De Kock, what I am asking you, is you were with Mr Nieuwoudt for some time.  You did not know him personally, you did not know his abilities personally. Is that correct?",
            "Male"
        ],
        [
            "EUGENE ALEXANDER DE KOCK",
            "That is correct.",
            "Male"
        ],
        [
            "MR FORD",
            "We have heard his evidence.  We heard his evidence yesterday as to the basis upon which he came to the conclusions which he did.  Couldn't you have asked him, couldn't you have discussed with him what precisely, what steps had been taken to ensure that",
            "Male"
        ]
    ]
}