{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "PORT ELIZABETH",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54832&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pe/pebco4.htm",
        "speakers": [
            "ADV DU PLESSIS",
            "ADV LAMEY",
            "ADV NYOKA",
            "ADV SANDI",
            "CHAIRPERSON",
            "GIDEON JOHANNES NIEWOUDT",
            "MR BOOYENS",
            "MR BRINK",
            "MR NIEUWOUDT",
            "MS HARTLE"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR NIEUWOUDT",
            "ADV DU PLESSIS",
            "CHAIRPERSON",
            "ADV LAMEY",
            "MR BOOYENS",
            "ADV DE JAGER",
            "GIDEON JOHANNES NIEWOUDT",
            "ADV NYOKA",
            "ADV SANDI",
            "MS HARTLE",
            "MR BRINK",
            "MR DE JAGER"
        ]
    },
    "testimony": [
        [
            "MR NIEUWOUDT",
            "... busy with the interrogation.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And you also say that the evening when you arrived there the Askaris were there?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Is it correct to say the Askaris were used inter alias to guard these three deceased in the bus on the way there?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And the Askaris purpose had already expired when they arrived at Post Chalmers?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And the next morning you also saw the Askaris there?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Isn't it possible Mr Nieuwoudt, that Captain Venter and Warrant Officer Beeslaar arrived at Post Chalmers later that afternoon, is there possibility?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "That perhaps your memory's failing you with regard to their presence at Post Chalmers?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, my recollection of the day is that they departed on the morning of the 9th.  Captain Roelf Venter and Beeslaar were together with the Askaris there and after we ate, they departed.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did you see them leave?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "What I can recollect is that they greeted me, that is how I can remember it.  I didn't know Venter personally, he was introduced to me that morning of the 8th and he greeted me.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "You see Mr Nieuwoudt, we have already determined when you were busy with the interrogation and it seems to me besides for the time that you were busy eating, you were permanently busy with the interrogation up to 3 o'clock the afternoon.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I also had to leave the room, I didn't sit there permanently.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "But aren't you perhaps willing to ceded that you might perhaps be wrong with regard to your memory in this particular instance?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "My recollection of that particular day is that Mr Roelf Venter and Beeslaar as well as the Askaris were present the evening and the next morning between 10 and 11 - perhaps I could make an error with the time that they left, but they were there and then after we ate they departed.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Could you conceive that you could have made a mistake with regard to the time that they departed?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Whether it's 10 o'clock or whatever - that might be the case, I said approximately 10 o'clock, it could have been later but before Mr du Plessis arrived they had already left.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What I find strange Mr Nieuwoudt, under these circumstances with regard to the evidence is two things, first of all that you are so sure about the whole case with regard to their presence there whilst you were busy with the interrogation for most of the time, that's the first point that I find a bit strange.  And then secondly, some of the previous witnesses were prepared to concede that is a possibility that their recollection with regard to Venter and Beeslaar might not have been totally correct.  Can you explain that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Although I'm involved, I wasn't there the whole time, I left the room.  What I can recall is that we ate and then they departed before Mr du Plessis arrived, that is how I remember.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Are you prepared to concede - if we talk about the consumption of drinks with regard to Venter and Beeslaar, it could have been possible that they could have had a few drinks?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, I could do that but I want to emphasise it - I cannot see that alcohol was consumed, it was not a festive occasion and I don't believe Captain van Zyl would have permitted it.  If they had it in their bus, that could have been possible, if they had it on the way, that could have been possible - they could have consumed it, I didn't see it and I don't think Captain van Zyl would have allowed it, that is how I see it.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Nieuwoudt, let me put it to you - a different aspect, I'm coming back to this one later on.  With regard to the assaults, Captain Venter testified that as far as he could see the three activists were not assaulted although their heads were covered.   Warrant Beeslaar will also testify in the same way for the period that they arrived there up to the point that they departed - that would have been the next afternoon up to the evening up to about 9 o'clock, they saw the activists with their heads covered and their evidence will be with regard to assault that as far as Beeslaar could see, it did not seem to him that they had been assaulted.  Would you like to comment on that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They had not been assaulted, their heads were not covered.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "I hear what you say that their heads weren't covered, I just find it strange that Captain Venter and Warrant Officer Beeslaar testified in this regard.  Isn't it possible that their heads could have been covered at some stage?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "If I have to speculate on this, it could have been where I did not see it, when they were transported from the airport to Cradock by the Askaris.  When I saw them at Cradock at Post Chalmers, their heads were not covered.  And with regard to the assaults - while I was busy with one with the interrogation someone could have assaulted them , not that I have any knowledge of that.  I saw no marks of assault for me to gain that impression and that is how I can recall it.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And in general terms besides covering of the heads, your testimony is not contested by Beeslaar.  Mr Nieuwoudt.  The only question that I have a problem with - and I think the Committee's also struggling with, is the question why there is a difference between your version with regard to when Captain Venter and Beeslaar arrived there and when they departed.\n\t I don't know why there is such a difference and the only logical reason that I can use in argument is that Warrant Officer Beeslaar and Captain Venter played a very small role in this operation and that you the Port Elizabeth branch security members, didn't really pay any attention to them.  And that it is a possibility that the security force members of Port Elizabeth really can't remember their involvement and presence there - your comment on that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I'm quite sure that they were there the evening, they stayed over and the next morning they departed and that is how I observed it on that day.  Before du Plessis arrived they had already left and that evening the three activists were eliminated, that's the evening of the 9th.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "In the end it will be my argument that it is really not so essential in the whole case here - the question whether they were present or not, I just want to get an answer to this strange occurrence.  And I put it to you, it does seem to me that there could have been a possibility - and I ask you to consider this, if there wasn't perhaps a possibility even it it's 5%, that you could be wrong?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I'm sure that they were there and as I have explained it might perhaps be that the fact that they played a minimal role, that they can't remember - that's the only comment I can give.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Let me put it to  you in this way ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis, I think you have dealt with that point.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I have Mr Chairman, I'm finished with the point.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think we should get onto another point.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I'm finished with that point Mr Chairman.\n\tLet me put it to you that Warrant Officer Beeslaar, his evidence will be - and I'm not going to repeat it again, that he does make allowance for a small possibility that he might be wrong with regard to his recollection of events, I put it to you.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, I've no further questions.\nNO FURTHER QUESTIONS BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, may I please be afforded to ask just one question, I neglected to ask my attorney and I scolded severely and so I would want the opportunity to ask that question.\n\tMr Nieuwoudt, can you perhaps just explain to us, in this type of interrogation process where violence is not used, can you just give the Committee an indication as to how information is obtained from activists regarding this interrogation - what steps are taken, because I think that there might be a slight void regarding evidence in this regard.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Just briefly, it deals with methods of convincing the people, persuasion of the person that's being detained or the suspect and I can mention several cases where many detainees and accused are prepared to give evidence or to testify in front of a Magistrate and where they acknowledge all their crimes without any assaults - so it is not strange.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Just the last question Mr Nieuwoudt, - Mr Chairman, if you'll afford me that opportunity?\n\tThat type of interrogation, is it effective in certain cases from time to time?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.  I can just refer you to an incident at the - during the Vula investigation where Minister Mac Maharaj - without any assaults or pressure being place on him, was prepared to identification regarding safe houses, weapons that were concealed etc., so this is not strange.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV LAMEY",
            "Thank you Mr Chairman.\n\tMr Nieuwoudt, what exactly did Major du Plessis come and do there?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He came to inform us that the coast was clear.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Is that all?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Did you expect him to arrive there to come and tell you this news?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, I believe that to be true.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Or did he arrived unexpectedly?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Had it been agreed upon previously that he would pop in there and when he would come?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "How did you know that he would arrive there?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He would have inform us as to whether we were to continue with the operation.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But I asked whether you had decided on this previously and you said no, now I can't understand how ...[intervention",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "With respect, my learned friend asked two questions: \"Was there an appointed made and how late he would arrive\"? and he said: \"No\" - there were two questions asked. If you'll just ask one question at a time there won't be such confusion.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "I'll repeat the question: \"Had you made a prior arrangement that Major du Plessis would arrive or make an appearance there\"?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He was to come and inform us - after we had abducted or arrested the people at the airport, that no-one had pointed a finger at us - so we did expect him.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But did you know according to a prior arrangement that he would appear?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I've already said, it had been discussed that he would inform us if we could go ahead with the elimination.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Was an arrangement made as to when he would make an appearance?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Was there an indication given as to how many hours had to pass before it could be determined whether the coast was clear - if the coast was clear as you put it yourself.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Don't you personally know of any period of time that had to elapse before the elimination had to take place?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "All that I can say and as I've already said, is that he was to inform us as to whether or not we could proceed with the elimination - the operation.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "So if he had arrived a day after, then you would not have found it strange?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "If I'm referring to a day later, that means still another day after the day that he actually arrived according to you.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Instead of the 9th - if he had arrived only on the 10th, would you not have found that strange?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "At that stage you were part of the information division under the command of Major du Plessis?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "As I understood correctly in your position - and you must tell me if I'm making a wrong deduction, you worked very closely with information matters - how to obtain information by means of informants or any other techniques?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "If that was your position, are you not able to tell us how much time had to lapse before you could determine whether the coast was clear because du Plessis said that there were methods that by which you could ascertain this.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I said I don't know, they would not liaise with me but with the commanding officer of the security branch.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Who would they liaise with or contact?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "If there had been any enquiries - I'm just mentioning an example ...[intervention]",
            "Male"
        ],
        [
            "ADV LAMEY",
            "If the people were under the impression for the initial period that they had an appointment with a British Diplomat, that they were on one or other secret mission and 24 hours later they realise that there's a problem that the people still haven't returned and that enquiries would only start arising then?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Could it not have happened like that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I believe that they would have enquired immediately at the security branch from the commanding officer and they would have said that they had seen so and so - such and such a person, that these people were arrested at the airport and they would have known in immediately.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But you organised it so that it would be a British Diplomat who was to meet them and that the persons who were to arrest them would not be identifiable, in other words that they had left there under normal circumstances.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "In other words the family could have thought that these persons who would have arranged the funds for them had taken them somewhere?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct but it is also possible that someone else could have seen them or could of seen us, that's the risk that we ran and that is why the time was so important.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Can I just clarify something, what did you understand under the message: \"The coast is clear\"? - that no-one had noticed the people had gone or that no-one saw what really happened?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct, that no-on saw what really happened that we actually intercepted and arrested them at the airport.",
            "Male"
        ],
        [
            [],
            "Because people should have seen or noticed that the people weren't coming back, that they had gone?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "But you want to know whether anybody realised as to how they disappeared?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct, and that no finger could be pointed at the security branch.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You say that that is all that Major du Plessis came to do there, just to inform you of this?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Major du Plessis previously - I'm saying that Captain Venter was under the impression that these arrests or the purpose of the arrest would be for interrogation purposes, is that correct?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And at the stage when Major du Plessis arrived there, Captain Venter and the Askaris, had they already left?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And Major du Plessis knew the real facts as to why the persons had been abducted, he knew that the main objective was not interrogation?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Can I just refer you to paragraph 20 of your statement in your amnesty application on page 131 - by they way before I ask the question, were you still eating at the stage that Major du Plessis arrived?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot remember that exactly but I can remember that the three deceased ate and that we also offered Major du Plessis some of the meat.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Did you not eat together with Captain Venter and the Askaris and the three persons and then when the meal was over Venter and the Askaris left?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "The finer details in this regard I cannot recall them but I was under the impression that the deceased ate and Major du Plessis and that's how I can remember it.  I'd also eaten at that stage and that's how I remember it.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "I just want to take you to the point that I want to make and refer you to page 131 of paragraph 20, you say\n\"At that stage Major Herman du Plessis arrived alone in the vehicle, he asked questions concerning the interrogation and then departed\"",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "That's not what you have just testified to, you testified that Major du Plessis merely came to say that the coast was clear.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He could have spoken to the detainees, I cannot remember correctly - he did not question them, this is as I recall it.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But here it does not say that Major du Plessis questioned them, it says that he asked questions concerning the interrogation and thereafter he left.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "In other words, the impression is being created that Major du Plessis was interested in the interrogation which he excepted had taken place?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, this is the impression that's been created, I agree but nothing new arose from the - in the interrogation.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "That's not the point, I asked you clearly in cross-examination: \"What did Major du Plessis come to do there\" and you said he just came to say that the coast was clear and that he remained for a little while and then he left.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct, that is the main objective of that.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Why do you not say in your testimony then that Major du Plessis also asked questions concerning the interrogation?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He could have discussed this with Captain van Zyl.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You say this in this in your statement, in other words it must have been something that you knew about?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, it's obvious that he should be interested to know if we had obtained any information from the interrogation, surely that's a logical question that he would have asked but according to my - the main objective for his visit there was to come and inform us that everything was in order in Port Elizabeth, that no finger could be pointed at the security branch.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But where do you mention the main purpose of his visit?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I did not mention it as such in my application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the problem, it is this that Mr Lamey wants to know because according to the piece which has just been read, the impression is created that one can almost think that as far as Major du Plessis was concerned the objective was just to question these people.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is true, that is according to what I stated and one can make that deduction from this but that was the whole purpose of Major du Plessis's and that was to inform us that we could continue with the operation of elimination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that main purpose is not mentioned in your application.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "If that is so, then it must be an oversight on my part.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Was it not true that the interrogation also formed a very important and integral part after the abduction of these people?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It was just to create the impression amongst the Askaris.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Just for that reason?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that's how I interpreted it - to mislead them.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "To mislead the Askaris but not to really obtain information from these three important leaders regarding any information which they might have?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I did question them in this regard.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But I want some clarity now, do you say that the purpose of the interrogation was a dual one - on the one hand to create the impression amongst the Askaris that there was a specific reason for the abduction, and on the other hand that you also had an interest in potential information which these three Pebco members could provide you with?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is true.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "So, it's a dual purpose?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's true.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Mr Chairman, I see it is 4 o'clock, I do not know whether this is a suitable time to adjourn?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, if it's a convenient stage for you then we can adjourn.  Can we start at 9 o'clock tomorrow morning?  We are becoming concerned that we may not be able to finish on Friday, we are trying to expedite the hearing as to finish on Friday.  Well, we'll adjourn until 9 o'clock tomorrow morning.  Please leave the earphones behind and don't take them out.\nCOMMITTEE ADJOURNS\nON RESUMPTION - 11 NOVEMBER 1997  -  DAY 9",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nieuwoudt, you are still under oath, thank you.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEWOUDT",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey, we finished with you yesterday?",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "I beg your pardon Mr Chairman?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You finished cross-examining yesterday?",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "No, Mr Chairman, I'm ...[indistinct]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "All right, go on.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV LAMEY",
            "(cont)\nThank you Mr Chairman.  Mr Nieuwoudt, can you hear me?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, I can.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "What was the initial purpose of Vlakplaas under the leadership of Captain Venter in Port Elizabeth before this operation was planned regarding the Pebco 3?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "The purpose was the identification and tracing or tracking down of insurgents.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "The identification ...[no sound] I'm referring specifically to terrorists, MK members?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You also testified that the creation of the alternative structures by Pebco of which these three specific persons formed the core, created a vacuum among others and a breeding ground for terrorist, is this correct?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Can one say that the revolutionary struggle at that stage - with the creation of this vacuum, adopted a very important dimension?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Because the ultimate objective of the revolutionary struggle was - by means of an armed struggle, to overthrow the Government, is that correct?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And is it also correct that in view of the fact that the three Pebco members formed the core of the unrest and in creating the vacuum, that they had a great deal of information regarding terrorists and insurgents?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nieuwoudt, isn't it so that you have been interested in questioning the deceased about the possibility of them accommodating or knowing about the presence of infiltrators?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now in that regard, isn't it so that you have expected the Askaris to be of some assistance during the interrogation?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct, but in this case they were not involved in the questioning or the interrogation when I was present.  They were present during the interrogation ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, they were present?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they take part in any way?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Not when I was interrogating them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the purpose of their presence then?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "The purpose was to create the impression among them that we arrested these people in order to interrogate them and they were left with this impression.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you could still have created that impression even if they were not present during the interrogation - even if they were sitting outside the house?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Given the fact that they would have been useful with regard to the kind of information you would have been wanting from the deceased, is it not more likely that the Askaris would in fact actively take part in the interrogation?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That might be so but in that case it did not happen, I did the interrogation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "You knew that among these Vlakplaas members were Askaris and as you know Askaris were former ANC members and also MK members, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Lamey, I interrupted your cross-examination earlier on -  I think we should get a little bit direct to certain points and no really take a long way about it to get to them because I think issues get clouded if we don't do that.",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "As it pleases you Mr Chairman.\n\tThe Askaris had a special background knowledge and a dimension which would have been handy to include them in the interrogation so that information which could possibly come forward could be verified by them.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct, but can I just explain?  Let's just take an example that if one of the deceased had named an MK member then they could possibly have assisted us in saying that they could have seen that person at a certain camp.  In that regard it could have been so or for the identification of person that we did not know about.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "These specific three people, had they been detained previously and questioned?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I only know about Mr Hashe.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Do you know whether he was assaulted during any previous detention?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Not that I have any knowledge of.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Were you present during the previous interrogation?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, on the occasion I did question him.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Was it your impression that these persons were strong leaders, fearless of the security police as Major du Plessis testified?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "If you were interested in this information, how did you think did these persons would tell you or give you this information if they did not fear the security police?  (transcriber's own translation)",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "During the interrogation of the deceased I confronted them directly with facts at my disposal and they replied to my questions.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "If they were so fearless, how did it occur that they said they were prepared to become informants?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I saw this in view of the fact that they were all three detained in the garage together and I thought that it was a strategy from their side and that is why I did not believe them.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "How did the aspect regarding the AK47 come to light?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Because I had the information that Mr Hashe had been in Lesotho for a period of time - I questioned him in this regard and he mentioned it to me that an AK47 was hidden in his sister's house, I did not believe him because I thought that it was a code he wanted to send through to his family to give the impression of where he was at that moment.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Did you know at that stage that - immediately after he had given the information regarding the AK47, that is was not correct information?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I did not know that.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Are you saying that you did not know that it was correct?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I did not believe him.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You did not believe him?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "I want to put it to you that the two applicants whom I represent will testify that Mr Hashe was assaulted that evening after he arrived at that old farmhouse.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I deny this most strongly.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And it is then that he spoke about the AK47.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's not correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And that Mr Godolozi was also questioned that evening and also interrogated by means of beating him and kicking him.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I deny this most strongly, I did question him that evening.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "If I say that is their testimony, I just want to say that Mr Koole doesn't know about Godolozi but Mr Mogoai will say that it was Godolozi.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I question or interrogated all three the deceased that evening.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "The point is that it is their testimony that they were assaulted, that you beat and kicked them.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I deny this.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And this assault or interrogation did not take very long because it was late and they had already gone to bed or that in their presence it did not take very long because they went to bed.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I've already said, I questioned them for approximately three to four hours and I take it for granted that they did go to bed, I'm not sure.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Did you think that the information that these people had, that they would give it to you?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They did not give us any new information.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "No, the question is: \"Did you think before this that they would give any information to you - the information that you were looking for\"?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And you testified that you arrived there at approximately 11 or 12 o'clock that evening and why then did the interrogation take so long - until the early morning hours?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I interrogated them and this is what I can remember as the events occurred that evening.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "If you knew that these persons were not going to give you the information, surely then you must have had a reason to persuade these people to give you this information by means of assaulting them?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I did not assault them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The gist of the previous question as to why it lasted so long was, it these people were co-operative during the interrogation to give the information without pressure and so on and so forth, why did the interrogation have to take so long?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I interviewed or interrogated each one of the deceased and I confronted them with the facts at my disposal and I accepted that after three hours of questioning - and secondly we had to create the impression amongst the Askaris and the members of Vlakplaas that we were interrogating these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you stopped the interrogation, where you satisfied with the information that you got from them?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "In my opinion they gave us no new information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you satisfied that they had given as much information as they were possessed of?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They denied some of it and they confirmed some of the questions that I put to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you satisfied that they had given you all the information that they were possessed of and which you wanted from them?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I don't believe that they gave us all the information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the reason why subsequently you interrogated them again?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Are you referring to the morning of the 9th?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is correct, in the morning.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, did they give you the information to your satisfaction, in other words did you become satisfied that they had given all such information as they might know of which you wanted of them?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, they did not satisfy me, we did not obtain any new information - they covered a very wide spectrum.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you stopped the previous session of interrogation, you were still not satisfied?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct, because I had several other points that I had to clear up and clarify in view of the fact that the Askaris were present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Notwithstanding the fact that you were not satisfied, you did not ill-treat them in any way?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Go on Mr Lamey.",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "Thank you Mr Chairman.  The premises where they were detained, was it one of your secret premises?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And you knew that Major du Plessis would at one stage come to give you the green light to go ahead with the elimination?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "So up to that stage the possibility still existed that you would not be able to continue with the elimination and that the persons could possibly be released?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And then they would have knowledge of this safe area?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And you say that they'd never been blindfolded?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "So if they were later released - if they had not been blindfolded, they would surely be able to see the route as to how they had arrived at this place?  (transcriber's own translation)",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Why did you not think it a good idea to blindfold them in such a case so that afterwards they would not be able to point out Post Chalmers?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "At that stage I did not think of it and I did not do it either.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "I put it to you that the evidence or testimony will be - of the two applicants Mr Mogoai and Koole, that at one stage underway to Post Chalmers they were blindfolded.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know about this because I was not present.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And that they arrived there being blindfolded.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They were not blindfolded at Post Chalmers.",
            "Male"
        ],
        [
            [],
            "The question is whether the moment when they arrived at Post Chalmers, could you say whether they blindfolded then or not?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Not as far as I can recall.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Their testimony will be further that it was during interrogation that - at the request of the Pebco 3, their blindfolds were removed.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is not correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You activated the source that would lure the people to the airport, is that correct?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And you said that it was a person who pretended to be a person from the British Embassy?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Was it a person with an English accent?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Was it a White person?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I'm not prepared to make known his identity.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "I'm not asking you to do that but I'm asking you whether it was a White person?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "With all respect, I'm not prepared to say this because his life could possibly be in danger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't see the difference between the question - whether he had two legs, if he asked you whether he had two legs, would you answer that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I would.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would mentioning whether he's White - how would that put his life in danger Mr Nieuwoudt, there are millions of White people in this country?  He won't be identified by anybody I can assure you if you just say he's White, amongst so many million White people in this country.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That may be true but  ...[intervention]",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "Well, if I can ask you or rather if you were asked whether he was a male person, what would you say?  Would you say it might endanger the life of that person just to tell us whether he's a male or female?",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nieuwoudt, I don't think that.  I don't think if you say he's White, I don't think we'll come one step close to recognising that person, really I don't think so.  You may have to take advice from your counsel and ...[intervention]",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Thank you for that.  He was not White.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, Mr Lamey?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You see now that leaves us with - in the language of the past, at least three other racial groups - do you see how far we are from that person?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He could have been Indian, he could have been so-called Coloured, he could have been African you know?  Thank you.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Thank you.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Seeing as this source had pretended to be a person from the British Embassy, it should have been somebody who could have spoken English with a convincing accent surely?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You say that it was not a White person, correct?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But would you think that the Pebco 3 - due to the particularly English accent of this person, had to be convinced that they would meet such a person at the airport?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They were convinced.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And they could most probably have thought that it was a White person who was to meet them there?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That might have been so.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Did you know before the time where these people would stop at the airport - where the Pebco 3 would stop, is that correct?  (transcriber's own translation)",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "They could have stopped on any place in the parking area?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "They could have stopped a reasonable distance from where the minibus was parked with the Askaris?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Let me just ask you, where was this person - what was arranged for the Pebco 3, where were they to meet this person from the British Embassy?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "At the airport, they had to meet him in the bar.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "So that means in the airport building itself?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And we also heard testimony that there was a struggle between Pebco and AZAPO at that stage?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Major du Plessis even went so far as to testify that this was part of the deception, that the impression could have been created that AZAPO could possibly have had something to do with the disappearance of these three people, is that correct?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And now your testimony is that the three Askaris had to intercept these persons at the airport.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That was the instruction that was given to them and that is what happened.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Under the circumstances, the three Pebco persons were expecting to meet someone else at the airport, not so?   (transcriber's own translation)",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "What did you think, surely you wanted this operation to be successful because a great deal of trouble was taken to get these three people to the airport?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "What would have happened if these three persons had parked further away in the parking area and the Askaris had gone to them, surely at some stage these three persons would have realised something strange was happening, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And you should have expected that the three Pebco persons could have drawn the attention of the public because they would realise that something was wrong, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It could have been but this is not what happened.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "What was the specific instructions given to the Askaris?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As far as I can remember what Major du Plessis told Captain Venter, was that they had to arrest the three deceased at the airport.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Did they have to pretend to be policemen?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I can't remember if that was so, I don't know, I can't recall.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "So, regarding the matter of the arrests, you're not sure?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I'm sure that that is what the instructions were, that's all I know.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Are you sure that the instructions were to arrest them?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's true.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And they could only have done that by identifying themselves as policemen?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And you and - you also testified that you and Captain van Zyl were also in the parking area in your vehicle?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "If the Askaris had to arrest them, why could you not have done this?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Because we were known to them.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But what would the difference have been if the Askaris had said that they were security police, then surely they could have been linked to the police and their disappearance?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They were unknown in this area.",
            "Male"
        ],
        [
            [],
            "Outsiders would not have been able to identify these Askaris as policemen, isn't that the point Mr Lamey?  (transcriber's own translation}",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "That is so.  Thank you, I understand the remark.\n\tBut if this was true, then other people could have noticed you and Captain van Zyl in the airport as well as your vehicles?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They could.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "What purpose would it have served to have these Askaris arrest these persons?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "We did not move around and no-one identified us at the airport.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "It did not happen like that but it could have.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It could have but it did not.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "The applicants I represent will say that it did not happen in this way at all, they were instructed to park the minibus there and to wait there, it was indicated where they had to wait by Captain Venter.  They saw that Captain Venter and other White men were moving towards the airport building, then they were there and then they were not.\n\tI suppose that in view of the fearlessness of these Pebco 3 that you could just as well have intercepted them at the airport and could have told them that they were being taken for interrogation.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Because these people were know to you and as you said Hashe had been interrogated before already.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Did you see exactly how the Askaris did the interception?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "What I could see - as far as I could see, yes.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "What did you see?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I saw that they persuaded them to get into the bus and thereafter they went to Mr Hashe to where he was parked, they persuaded him and he was helped into the minibus without any resistance.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "So they first took away the two and Hashe while Hashe was parking his car?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "I want to put it to you that I find that version very strange and improbable because Hashe would immediately have realised that there was a problem and that he would have ensured that he would get away.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Do you say that this didn't happen like this?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "May I just have a moment please Mr Chairman?\n\tYou also testified that you did not see whether any photos of the Pebco 3 were shown to the Askaris.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I said that on the morning of the 8th, the three photos of the deceased were given to Captain Venter.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Yes, to Captain Venter but not to the Askaris?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "But they will testify - that is the Askaris, that no photos of these three persons were shown to them.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot comment on that.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Furthermore they'll say that they were never given any instruction to intercept these persons at the airport, as a matter of fact they didn't even know - that Mr Koole and Mogoai, what the purpose of their going to the airport would be.\n\tThey were just given instructions from Captain Venter to meet them at a designated point.  They waited there and at a point it was told that they had to get something to eat and thereafter Captain Venter and other members arrived and they were then said to follow a vehicle which they did right up to the airport and they were shown where to park.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They did make the arrest at the airport.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Were these three persons - the Pebco 3, were they handcuffed on their arrival at Post Chalmers?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot remember that.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Because Mr Mogoai and Koole say that it did happen in this way, at one stage they were handcuffed before they arrived at Post Chalmers.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "All that I can recall is that they were handcuffed to their camp beds the next morning, that's all that I can remember regarding handcuffs.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "The morning to the camp beds, are you now referring to the early morning hours?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "These camp beds, are they fold away camp beds?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "What would be the purpose of handcuffing them to these camp beds?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Only to ensure that they do not escape.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Surely they could have just walked away with their camp bed and the handcuffs?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I'm sure you could.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "The road that passes Post Chalmers goes by - is close the house?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But is this witness not saying they were chained onto the beds or did I not hear correctly?",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "He said to camp beds.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry?",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "The witness said that they were chained to camp beds and the point is ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, you are saying that they can just stand up and walk away with the handcuffs, beds and all?",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "The point is Mr Chairman, that the camp bed is quite a moveable object, you take it out of the vehicle and you fold it up ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think we should restrict ourselves to important aspects of the matter.",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "As it please you Mr Chairman.\n\tMr Mogoai, says that he was handcuffed in an old disused farmhouse and that he saw that Mr Godolozi and Galela were in the cells, what do you have to say about this?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I deny this most strongly, we did not use the cells.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Mr Koole will also testify that he can remember you, your name and that you were Niewoudt of the security branch, can you remember him?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And he will also say that or both of them will say that spent two nights at Post Chalmers.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is not correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Are you sure of that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I am positive.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And before they left - Captain Venter was still there before their departure, they left before Captain Venter and he told them that they had to return to Glen Connor that morning and Mr Koole will testify that you told him how to go or to travel to Glen Connor via Jansenville and Graaff-Reinet.  This was another road,  a different one that they had travelled the evening from the airport to Post Chalmers.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot remember that, the only Askari that I knew who was present was Moss whom I knew personally.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You say that there was an Askari called Moss?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "My instructions are that there two Askaris, Mr Mamasela and Mr Mogoai and one permanent member, Warrant Officer Koole.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I've already said in my testimony, there were four Black members of Vlakplaas who were present, one of whom I knew personally and that is Mr Moss because on several occasions together with Brigadier du Plooy, he gave us lectures and that's how I knew him personally.  The others I did not know at all.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Is it not possible that you can be making a mistake about this, that Captain Moss could have come to Port Elizabeth together with the Vlakplaas members and that he was there and that during the course of their stay there that - before this operation, that you had something to do with him but that he was not there on this specific evening?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I'm not making a mistake.  I just want to explain to you, during my identification on the 10th of December 1996, Mr Dumisa Ntsebeza confronted me with a statement that the Askaris came to report to me from Vlakplaas and that I was to have given them instructions concerning their jobs regarding the identification of insurgents.\n\tI was not involved with the terrorist desk and I denied this to Mr Dumisa, I said that they did not report to me namely Captain Venter.  I did not even know Captain Venter - of the whole team and those who were at Post Chalmers, I only knew Moss personally.  And I also said this to Mr Dumisa as well as to Advocate Chris Mac Adam.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You know of the existence of Vlakplaas before 1985, is that correct?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Did you know that they - as early as 1980 five years earlier, that they already existed from then?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, I think even earlier than '80.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "And you said that the reason why these Pebco 3 persons were not to be assaulted was that you did not know whether the Askaris had been involved in assaults previously?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's not the only reason he gave, it sounds as if this is the only reason.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Amongst others, the reason?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "In view of their main objective of tracking down terrorists and insurgents, why did you come to this conclusion?  Is the opposite not true, that you would have thought that these persons had been exposed to interrogation and had been present at assaults - during assaults?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "During my career they have never been present before this case, I did not have any knowledge of their abilities regarding interrogation.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "You heard that apart from the testimony of what Mr Mogoai and Mr Koole will say is that your co-applicants have referred to what Beeslaar said, that they were at Post Chalmers a day or two after the abduction and that that evening they spent a few hours there and that there was a braaivleis or a barbecue.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I've already said that's not true.  The evening of the 8th everyone was present and I'm going to say it again, it was Captain Venter, Warrant Officer Beeslaar and the four Black members and the next morning they left before the afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they use two vehicles or did they travel in one vehicle?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "They used two vehicles, Captain Venter was in the Safari Nissan and the Black members were in their minibus.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "That first evening you were mainly involved in the interrogation, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Are you sure about your testimony that the Askaris parked their minibus in front of the garage?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is what I can recall.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Is there a possibility that this could not have been so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That might be true.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Because they will testify that it was not so, that they were not given instructions to guard these persons during the evening and that their minibus was not parked in front of the garage door.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is what I can remember.",
            "Male"
        ],
        [
            "ADV LAMEY",
            "A moment please?  Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY ADV LAMEY",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey, am I wrong in thinking that you - last time you put it to one of the applicants that the Askaris did in fact park in front of the garage but that they were not to guard the detainees, didn't you put it that way?",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "No, Mr Chairman, the gist of the statement to Mr Nieuwoudt - and that was also my recollection, is what - not directly in front of the garage in order to guard them.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, but my recollection is that you put it to the witness or rather conceded that they had parked in front of the garage - for what ever reason, but you put it to one of the applicants that the Askaris had in fact pulled up their car and parked it in front of the garage.",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "I definitely did not, my recollection Mr Chairman is not that I put it in the way that it was directly in front of - in close proximity to the garage because ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let's clear it.  Where exactly were they parked in relation to the door of the garage, where were they parked?",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "My recollection from the instructions is Mr Chairman -  but I will just confirm it also again, is that it was some distance away from the garage but let me just make precisely sure.\n\tThe point is - it was during I think the evidence of Mr van Zyl, that he said they were supposed to guard them and the vehicle was placed in front of the garage to create the impression in his evidence that that was the way in which they had to prevent them from coming out of the garage.  And my instructions in this regard is that was not so but I will get instructions as to ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just get instructions as to whether the car was not parked in front of the garage.",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because it's confusing now, the way you now put it to the other witness.\n\tMr Nyoka, in the meantime you can proceed.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV NYOKA",
            "Very short Mr Chairperson.   Mr Nieuwoudt, Mr du Plessis said it was only the three Pebco executive leaders who had to be killed and therefore taken to the airport and you were left with that task, can you tell us how did you manage that feat of ensuring that precisely those three had to go to the airport?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is as it was.  I had the instruction that the three people had to - we had to get them together and there was the opportunity and I also gave the instruction to the source to lure the three deceased to the airport.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Do you know precisely what it did in implementing your instruction?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I gave him the instruction to - that the President,\nthe General Secretary and the Organising Secretary had to be present and I was assured that Mr Hashe would be present because he spoke to him personally.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "He must have told you how he did it, did he tell you how he managed to do that precisely?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He didn't give me any detail, he just reported back to me and he said that he contacted Mr Hashe and that he actually carried out my instruction.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "My instructions are that - from Mrs Hashe, she was at home with her husband, there were many other people in the house and Mr Hashe got a call next door in the neighbourhood, he went to answer the phone and the message that he got was that Mr Fazi said he Hashe, Ngoi, Fazi and Malgas must go to the airport - those four, not these three.\n\tThat Mr Hashe, Mr Ngoi, Mr Fazi and Mr Malgas must go to the airport to meet this diplomat but because he and Mr Ngoi had to meet Mrs Blackburn in Utenhage at a meeting, they could not go.  In other words, not those three but four people differently except for Mr Hashe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat those names?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "It's Mr Hashe the deceased.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Then Mr Ngoi, Mr Fazi and Mr Malgas, those were the four that were - the names that were conveyed to Mr Hashe and when Mr Hashe came he reported this and said there was Mr Godolozi and Mr Galela inside the house with others and he said: \" ...[indistinct] you boys, let's go to the airport - accompany me later on\" that's how they got involved just by chance.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You cannot dispute that because you don't know how he managed to lure the three, you said so.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I pertinently gave him the instruction to get the three, that was my instruction that I had to carry out - the instruction that I got from Major du Plessis.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, who couldn't go because he had to go somewhere else?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Mr Fazi and Mr Ngoi, they had to go and meet Mrs Molly Blackburn in Utenhage who strangely died that very year in December 1985.\n\tMy point Mr Nieuwoudt, is that since your source did not detail how he managed to lure these three, you could not have known what happened - how he managed to do it, you did not even bother to ask him how he managed to do so.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I gave him the instruction for those three people and those three people arrived at the airport.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Do you know where your source phoned to ensure that these three went to the airport, do you know which place he phoned because we know it's a he?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "What place?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He phoned Mr Hashe's house.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "No, the information that I have is that the source phoned the UDF offices in Zwede and this information was relayed to Mrs Hashe.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Unless of course the source was inside the UDF offices, unless of course the source was inside the UDF offices and did not phone from elsewhere, any comment?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I do no wish to comment on that.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "But you don't know - why do you not - all right, you don't know, why are you reluctant to comment?  Am I coming closer to the truth?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nyoka, I missed something, you said - you asked the witness whether he knew as to where to the call was made.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What did you say in that regard - how did you put it to the witness in that regard?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "I asked whether he knew which place the source phoned for the three to go to the airport and the answer was that he phoned Mr Hashe's place.  My comment is twofold Mr Chairman, in that either the source really came from wherever he was to the UDF offices which message was conveyed to Mr Hashe's place or the source phoned from the UDF offices to Mr Hashe's place.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But was the call made to Mr Hashe's house?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "No, it was made to a neighbourhood.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "To a what?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "To a neighbourhood and Mr Hashe was called to go to next door or whatever to answer the phone.  On the other side it was Mr Fazi who said we have got a message that we must go to meet a British Diplomat but because - and he mentioned the names, himself, Mr Hashe, Mr Ngoi and Mr Malgas but because he and Mr Ngoi had a commitment elsewhere, he would like him to go with others.\n\tHe did not mention who those others were but because Mr Godolozi and Mr Galela were there, Mr Hashe being an elderly person said: \"...[indistinct], accompany me to the airport\" - those are my instructions.  So it was just by chance that Mr Galela and Godolozi were there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nieuwoudt, is your evidence that as far as you know, your source phoned directly Mr Hashe's house?  Is that as far as you know?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is as far as I know.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "My instructions - recent, fresh instruction, are that they did not have a phone, they used a neighbours phone - just now, so it could not have - it was a physical impossibility that Mr Hashe's house was phoned by virtue of the fact that they did not have a phone and there were no cellulars at that time Mr Nieuwoudt - on a light note.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Can I just refer you to the microfiche that was submitted of Mr Hashe,  ...[indistinct] Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we have it in front of us.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "The last page 85 02 23 and just below that 85 05 03, he contacted Tozamila Botha of the ANC in Lusaka, he urgently asks for money and that was a telephone discussion that we pick up from his home.  (transcriber's own translation)",
            "Male"
        ],
        [
            "ADV NYOKA",
            "What months were those, we know it's '85 but what months were those?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It was in May the Friday, it was the 3rd, four days before they were abducted, before the 8th - five days.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You don't know whether the phone did not - if that is correct which is being denied, you don't know whether the phone was working on the 8th of May at their house, you don't know about that despite your microfilms or microfiches.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, it's quite clear that it worked otherwise I would not have had the information.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You don't know for a fact whether your source would not tell you whether he phoned Mr Hashe - Mr Hashe's place?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "My information that I received from him is that he phoned Mr Hashe and I have no reason to distrust him.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "All right, I will not belabour the point.  Was this source just an informer or an ordinary person or a member of the Pebco Executive - three choices?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He was a collaborator.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "That's too vague Mr Nieuwoudt, a collaborator can be an informer, an executive person or an ordinary person, can you please be specific?  It's too broad to be a collaborator, it means anyone who works with someone else, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I used him as a collaborator.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Was he an informer in the ordinary sense of being an informer or was he an ordinary member or an executive of Pebco?  I don't want the name, I just want either of the three.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He was a member of Pebco.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I gather that you are not interested to tell the public who he was but are you not keen to have - to take the Committee in your confidence and tell them in camera who this source was because they must be convinced that your are - you are making a full disclosure Mr Nieuwoudt?  I may not be interested to know but can you tell the Committee in camera - we adjourn, you tell them who your source was?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "With respect, I'm not prepared to do that for the following reason: ...[intervention]",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I don't want to interrupt here, I just - in all fairness because I have knowledge of this and Mr Britz also and yourself and Mr de Jager, want to refer to the decision that was made by the Committee in the Ribero incident where a argument was addressed to the Committee by myself and my learned friend Mr Curren - if you will recall, about the question in the identity of an informer and the disclosure thereof is necessary for purposes of full disclosure in an amnesty application.\n\tAnd the decision there was that the disclosure of the name of such an informer is not necessary for purposes of full disclosure.  You will remember that some of the arguments that were raised during that application was specifically the fact the disclosure of such a name will really put such a person's life in danger.  I don't want to interrupt unnecessarily, I just wanted to make that point and refer you to that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If I remember correctly, we did not say that a person is prohibited from mentioning the name of an informer, what we said was that - the ruling that we made then in that particular case, was that the person concerned was not obliged.  Now I don't know whether we have reached a point - I thought that Mr Nyoka is finding out from the witness whether the witness is keen to mention the name.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That's why we are not having any problems.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No, I just wanted to make that point Mr Chairman because I don't think my learned friend Mr Booyens is really - has any knowledge of what happened before the Committee previously and Mr Nyoka and everybody else concerned.  So I just felt obliged to refer you to that to be of assistance to the Committee Mr Chairman and if Mr Nieuwoudt wants disclose the name of the informer, obviously that is up to him - you are 100% correct in what you say the decision was.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Maybe Mr Chairman, I can come in here, I was not present when that decision was made but when we read in the paper that there was someone who mentioned names of people who were spies of the previous Government, I thought that - and he did that in Committee, I thought that it was in order therefore to ask  such questions.\n\tI did not know that it depended on the keenness or not of the witness and I thought that it was in conformance with the legal requirement that a  full disclosure must made.  If for instance, a witness does not make a full disclosure of that person, how are we to believe him about the rest of other people implicated in that - in the murder and abduction?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, with all due respect, isn't the question really that it's for the witness to decide whether or not he wants to disclose the name.",
            "Unknown"
        ],
        [
            [],
            "Mr Nyoka, I think there's nothing in the Act empowering us to change the common law and there's a series of decisions - even by the Appellate Division, about the naming of informers.\n\tAnd we've referred in the previous decision to those decisions and the impact they may have and as Judge Ngoepe said, we left it open, it can be disclosed if somebody decides to do so to sort of break the code that existed in the common law.  But I think there's also a decision in the NPD, the old Natal reports and this AD decision, that entitled informers to the right that their names should not be disclosed.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Mr Chairman, just one point.\n\tMr Nieuwoudt, I was trying to assist you in ensuring that you are making a full disclosure so that I don't use your reluctance against you when I argue that you've not made a full disclosure, I'm trying to assist you in opening up.  Would you argue with me therefore if I say: \"I'm going to argue that one of the things in which you are not making a full disclosure is your reluctance to make the informer known\" - I'm trying to assist you rather than do you down, any comment?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I am indebted to Mr Nyoka but with respect, I'm not prepared - and we also have to think of the future for the recruitment of informers, it's not done lightly.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Okay.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am not yet finished, I want to explain something but I don't get the opportunity.  Informers or agents are the eyes and ears of the police or security force and we have to make a distinction between criminal informers and at that stage political informers.  And why do I now have to - without any reason, put someone's life at stake where he was prepared to assist me and now to actually have a danger for his life, it's not really fair.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Finally, was he a casual informer or a full time informer?  Was he a casual informer - that is, was it just a one time job that he did for that specific episode or was he a full time informer informing about other things?  That's the final question I'm asking about the informer.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, he was a full time informer.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "So, there were other things he informed you about?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "All right.  And was he compensated for his role as an informer naturally?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, he was a paid agent.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Mr Mamasela said that the movements of the three activists were monitored from the time that Mr Hashe went to fetch other people, they were known and there was radio contact throughout, in other words they were not just sitting next to the airport and by the time they had left Vlakplaas they were instructed to come specifically for this plot.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I think my learned friend should perhaps just ask one question at a time, he's now asked two - can we just deal with the first one?",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Did you understand my two questions despite what Mr Booyens said, did you understand them?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is so.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Thank you, maybe he can answer them for himself.  Can you answer Mr Nieuwoudt?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "The first question and answer to your first question, that is nonsense and then secondly, he said that he was instructed by Eugene de Kock on the 8th - that was his original version and that was also the version that Mr Dumisa Ntsebeza put to me and that is not correct.  So, he gave so many different versions - that's Mr Mamasela, so I don't know which one you are putting to me.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "The day after the 9th ...[intervention]",
            "Unknown"
        ],
        [
            [],
            "If I can just come in here, in bundle 2, his evidence before the TRC is given in the Section 29 questioning - at the bottom of page 11 and on top of page 12, unfortunately there's a problem with the first sentence on page 12.\n\"In the meantime\"\nand then it's:\n\"the audio of the observation team, we listened to that\"\nYou see that the end of tape 2 - and at that stage the specific tape was changed.\n\"In the meantime\"\nand then the audio seems to me to be:\n\"Over the radio\"\nor something, I'm not quite sure but it does seem as if:  \n\"We could hear precisely what the movement of the suspects were, for example Sipho Hashe's departure from his home as well as the vehicle that he used.  After that he then picked up Godolozi and they went to Champion Galela and also picked him up.  The whole route that the three people were using was monitored so that we knew exactly where they were to the point that we could see the bakkie\"\nHis version is - to summarise, is that there was someone who informed you with regard to the operation from the moment that they picked up the people until the point that they arrived at the airport.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, that was not the case.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, can I ask a question Mr Nyoka, at this stage?\n\tMr Nieuwoudt, the source you're talking about - you say was within Pebco, did I understand you correctly?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that the same source you said had an English accent?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Now, when you gave instructions to this source, did you say he must say to Mr Hashe he must bring Mr Godolozi and Mr Galela along with him?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Just to digress on two occasion a little bit, Mrs Hashe said that on the 9th - after the 9th, the day after the 9th - that is the day after the death, a policeman stormed into her house in the evening and assaulted her sons - tear gas was poured.  As a field worker, did you get to know about that incident just the day after the death of her husband?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I have no knowledge of that incident.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You were not told about it despite the fact that there were other members - whom I don't want to mention their names, who were present being security policemen?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I have no knowledge.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "It has been alleged that no less drastic illegal measures were adopted but Mrs Godolozi said that in 1984 - before the UDF and AZAPO feud, her husband's car was burnt down, did you know about that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, I know of the fact that Godolozi's vehicle was burnt.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Who burnt it?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "What I ...[intervention]",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Let me put it this way, did the security police have anything to do with the burning?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, those were attacks in the feud between AZAPO and UDF.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "My instructions are that there were no such feud, unless my client is wrong.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It was the case.   I just want to explain to you, the house of Mr Fazi, Mr Ngoi's house - who is here, Mrs Gina's house was attacked - the feud between and that is why Mr Hashe's son was arrested and detained by the unrest unit, 34 of them were on their way in two minibuses to attack Mr Mkwena, that's what I can recollect.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You had all the expertise to monitor and do such things, it's easier for you to blame someone else like AZAPO, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, we just handled both spectrums.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Why did you choose the spot at Kwazakele for the burning of the car?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "There were many vehicles - wrecks being there, who were burnt out there.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "But how did you get to know about that, I don't even know it myself that place?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I know of this, there were many necklace murders committed there.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Two applicants, Mr - the two applicants said there was a roadblock - or it was Mr Mamasela, after the group had left the airport at some stage and you denied that, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Yes, two applicants.  Why will someone just say there was a roadblock if there was none - it had nothing to do with the abduction and murder?  Do you know?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "When I went to Cradock, I didn't see a roadblock.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I wish to state that there could have been a roadblock just to ensure that the abduction group was not followed by uninvited persons, hence the roadblock?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I want to explain the following, during the Goniwe inquest in '93, there was an allegation made that there was a roadblock.  I assisted with the legal team representing the police and I ascertained that during that period in '85 there were no roadblocks on those routes as alleged, that is how I can recall.  And I did not see any roadblocks when I was on the way on the evening of the 8th, that is my knowledge.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And Mr Venter, Mr Mogoai and Mr Koole said the three activists had their heads covered including Mr Beeslaar, you denied that that was the case.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I said earlier, their heads were not covered.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Why would three people say so and mention this specific thing which is not ordinary if that is not true?  I have a difficulty with that.  Two of them are represented by one lawyer, the other two by separate lawyers and yet they say the same thing.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot comment on that, that is what I observed - I didn't see it.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And you said that handcuffs - the activists were handcuffed to their camp beds.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Are you seriously suggesting that the handcuffs were brought to Cradock only for that purpose or being handcuffed to the bed and not earlier on?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I'm a police official, I always have my handcuffs with me.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "So, you did not use them once you had them in your custody?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, all that I can remember in this particular incident was the morning where they were handcuffed to the beds, that's all that I can remember.  (transcriber's own translation)",
            "Male"
        ],
        [
            "ADV NYOKA",
            "When you left your house for this mission you took the handcuffs consciously aware that you were going to use them but despite having taken them you, you did not use them at all except when the deceased had to sleep, is that what you're telling us?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, as I said I'm a police official, I always have my handcuffs in my attache case and it's a standing instruction with detainees according to the security legislation and they have to be handcuffed hands behind their backs - that is standing practice.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "But Mr Nieuwoudt, they were not being detained, they were not being arrested according to legislation, don't quote legislation because their so-called arrest was unlawful.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that was the case but I just want to explain to you, and that is that I didn't take my handcuffs specifically for a purpose, they're always in my possession - perhaps Mr Nyoka didn't understand my answer correctly.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I will not argue with you, I do not know what you have in your briefcase.  Mr Beeslaar and Venter said they left for Cradock the following day, yet you said they were leaving Cradock for Port Elizabeth - two different versions, which is which?  Which one can you choose of the two?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I'm giving you the information that I have knowledge of, they were there, they stayed over the night and the next morning they departed from Post Chalmers.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And again you said that - they said that there was braaing and drinking, you deny all that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It was not a festive occasion, I do not use strong liquor so I deny it most strongly.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "What I want to know, was there weak and strong liquor but that you did not partake of strong liquor, was there weak liquor at all like beer?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, and I know that Captain van Zyl would not have allowed that and that is why I can say quite positively that no alcohol was consumed at that occasion.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry, Mr Nyoka.\n\tMr Nieuwoudt, I thought yesterday you said - you used the words: \"There was no strong liquor\", what kind of liquor did you have if any liquor at all?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "We had tea which I used and cold drinks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nieuwoudt, I don't know how the interpretation came through but I thought the witness would have said in Afrikaans: \"There was no strong drinks\", which actually doesn't mean strong liquor but ...[intervention]  (transcriber's own translation)",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Alcohol.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It may be that the interpretation came differently.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I'm sorry that I've confused you on that point Sir, but I mean alcoholic liquor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "You see the strange coincidence is that Mr Dirk Coetzee said that in the Sizwe Kondile matter where the murder was being committed - when the murder was being committed, there was braai and drink - someone separate as if the modus operandi is the same.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot comment on that, I was involved with the Kondile case, I don't know Dirk Coetzee, I never worked with him.  I want to emphasis it once more that I wasn't involved in any operation in the Eastern Cape where such festive occasion or situation occurred at such an operation.  (transcriber's own translation)",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Maybe there was such a braai and drinks but you did not enjoy them, they were done so badly that you denied they were held at all?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Which braai do you refer to?",
            "Male"
        ],
        [
            "ADV NYOKA",
            "The one that is being referred by Mr Beeslaar and Venter and Mr Mogoai and Koole, maybe the one who made the braai or drinks did it so badly that you deny that it was there - you need not answer to that one.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nyoka, don't ask questions which you don't want witnesses to answer.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "No, I'm saying Mr Chairman, I anticipated a: \"No comment\", so I thought he would say: \"No comment\".\n\tLet's move on Mr Nieuwoudt.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Thank you Mr Nyoka.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Mr Mamasela stated that all the Pebco leaders starting with Mr Hashe and then Mr Galela - both on the same day and then finally Mr Godolozi, were assaulted by being hit, kicked and struck with an iron pipe and a stick.\n\tAnd that Mr Galela's testicles were squeezed, that you in particular - during the first assault on Mr Hashe, you took an iron pipe and hit him over the head, that blood came out of his ears and he became limp, that this iron pipe was used again on Mr Galela and Mr Godolozi - though Mr Mamasela does not specify that you had used it in those instances, that is the Galela and Godolozi one.  \n\tMr Mamasela stated that the reason for this first assault was because Mr Hashe was - you were not happy with the answers that he was giving you, he provoked anger in you, any comment about that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Once again I was confronted by Mamasela's statements, he gave four different versions - at that stage already he had given four different versions, and I strongly deny it with regard to any of these four different versions, number one where he would have alleged that I would have beaten him to death.\n\tHis second version was that I also beat him to death with the handle of an implement and then the third one that I beat him to death with a pipe and then the fourth one that I shot him.  That is nonsense, even the family criticised him in '94 in relation to his rendition.  I strongly deny it.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Before the operation was launched, how were the relations between you and him and even during the operation?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I didn't know him.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Then why would he pick you out of four people as being the one who used an iron pipe, why you if there no bad relations before?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It didn't happen.  He gave four different versions, which one is correct?",
            "Male"
        ],
        [
            "ADV NYOKA",
            "All right.  Is it not correct that during the first amnesty application here in Port Elizabeth or Kuzile Jack, you admitted having assaulted him not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I did.  (transcriber's own translation)",
            "Male"
        ],
        [
            "ADV NYOKA",
            "With a sjambock?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I did.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Because he was rebellious or stubborn, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, because I wanted to get information from him, that was my instruction.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "No, I've got your application here.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that is so.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You said because he was rebellious you took this sjambock and hit him - I cross-examined you.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, it is the case.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "In other words, you were not happy with his responses, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Is it furthermore not correct that in the same hearing you admitted having assaulted township students with that sjambock, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, it is the case.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You see, I find this very strange that you used a sjambock with Mr Jack, you used a sjambock with the students and here Mr Mamasela who doesn't know you accuses you of having used an instrument - in this case an iron pipe, if that did not occur.  Any comment?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I deny it strongly, there is a perception with regard to me and it's quite easy to blame me.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You see, in that Jack case it's very relevant in the sense that it occurred on the 12th of August 1985 only three months after the Pebco people who alleged they've been assaulted with an iron pipe.  It seemed to me that you used an instrument during that year but that in the Jack case you used a sjambock because you didn't want to kill him, you just wanted to wipe him and in the Pebco you wanted to kill him, that's why the ...[indistinct] pipe was used.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, in the same case where refer to the sjambock, I also used it in 1980 with school boycotts, so I cannot see how you can make that assumption.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And you admitted yesterday that you did assault other people before but in that application you said you only assaulted Mr Jack and the school children.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I applied for the fact that I assaulted Mr Jack and I also admitted that.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You said yesterday, there were other people that you assaulted, you said: \"Other people\" - plural, to singular.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct and then also the late Mr Biko.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And both applicants, Mr Mogoai and Mr Koole stated that the Pebco leaders were assaulted by everyone including themselves and yet you said there was no assault.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Not in my presence and I didn't.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Are you saying that there was a possibility whilst you were busy interrogating, there could have been an assault with regard to the other two that remained behind?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I didn't see it and I also didn't see any marks.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You do understand that as applicants you are not accused - you are not accusing each other, not so - you are co-applicants?  Have you not taken the opportunity of seeing them off the record and say: \"Hey Mr Koole and Mr Mogoai, why are you saying that you saying that he assaulted people when he didn't\"?  Have you not used that opportunity - we're now in the second week, since we started?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I didn't.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Why not?  Just off the record, why not - why did you not confront them about these strange and wild allegations - off the record?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that have been the right thing to do?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "I think so because they are not co-accused, they ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, one could also subsequently come and say you were trying to influence them.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "But Mr Chairperson, Mr van Zyl could ask from Mr Nieuwoudt who he shot, I don't see any reason why they can't talk to each other - he asked to ascertain who he shot.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have some severe misgivings about the validity of your criticism because when people have got two such divergent versions and he goes to one of them - well, he might have done that but he could just as well later be criticised and it be said: \"Why did you speak to them, were you trying to influence them\" and so on.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "All right.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It could be a problematic situation.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "All right.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You mentioned yesterday - I just want to finish on the assault, you mentioned yesterday about \"Operation Vula\".",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Is it not correct that the context in which \"Operation Vula\" occurred was different to the one of the apartheid era in the sense that it occurred in 1990 during the Groote Schuur discussions on the cessation of hostilities, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that was while negotiations were continuing, they continued with the liberation struggle.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "One of the issues being discussed was the release of political prisoners, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "The reason why Mr Maharaj was not arrested despite his confession was because there was discussion about the releasing of people doing what he did.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He was arrested, Mr Mac Maharaj and in terms of Security Legislation he was detained and President Mandela personally came to visit him in my presence.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "The reasons why he volunteered the information was because he had nothing to loose because there were discussions about the release of political prisoners.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And he was never convicted and sentenced, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, because Mr de Klerk stopped the whole court process that was part of the negotiations because it dealt with the Groote Schuur Minute, the Pretoria Minute that the MK would not cease their armed struggle - that was what the negotiations were all about.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You said that there will be no reason why you will omit the assault if you killed - if you murdered the three, there will be no reason for you to omit the assault, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I put it to you that you are trying to make the entire scenario to be humane in that they were taken nicely, interrogated, supplied the ...[indistinct] and then killed ...[indistinct] because some of you are in employment currently.  We know that Mr van Zyl is busy with the humanitarian landmine sweeping, Mr Lotz is in a security company.  If you are asked what you did it would be very, very patriotic to say: \"I did this killing in the interest of my country\" but look at how humane I did it, I didn't have to hit or stamp on people - for future employment prospects.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I'm putting to you, that is the reason why the assault is being omitted.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "In that \"Bosberaad\" about strategy to be adopted towards the TRC process, there was also a strategy about how to tackle this particular issue that you were going to omit - assault.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I didn't attend the \"Bosberaad\", I don't know which one you refer to.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I'm referring to the one where you discussed your statements which are so similar and what you had to put in those statements.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Nyoka, he says: \"No\", he has said: \"No\" - he's denying that that is the reason why he left the assault.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "On arriving at Post Chalmers, it was stated that the so-called Askaris were guarding the activists in the garage ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, since you have reached a point where we can conveniently adjourn until 11 o'clock.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Thank you Sir.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nieuwoudt, you are still under oath.",
            "Unknown"
        ],
        [
            "GIDEON JOHANNES NIEWOUDT",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nyoka, you may continue.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV NYOKA",
            "(cont)\n\tWith regard to your written statement you said:\n\"Before the three Pebco leaders were eliminated you wanted to interrogate them about firstly, their regular visits to Lesotho and secondly, their implementation of the: \"M-Plan\" and that you started with Mr Godolozi and then the remaining two one by one\"\nNot so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that is the case.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "So when you said in your oral evidence you asked them about their activities, you are referring about these two particular instances or issues?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Did you not ask Mr Hashe about the whereabouts of his children, one in Lesotho and the other one married to the then - to Mr Popu Molefi before he became Premier of North West?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I had knowledge of that, I asked him about that and also that Gumba Pankidobo who had an affair with Dumisa.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Is it correct that you began the interrogation in jest by suggesting that the activists love money and which had led to their arrest and you asked Mr Hashe where he got his money from and to which he replied he was a vegetable vendor and a business - shebeen owner?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I didn't ask him that, I know Mr Hashe from 1975 and I know that he is a vegetable vendor.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Is it not correct that in you written statement you said\n\"On the arrival of the three leaders they were taken to the garage and that you were in the house and they were taken one by one and the Askaris were guarding them at the garage whilst the other members - security branch, were moving in and out\"",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that is how I put it.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "So if that is the case then, the Askaris must have been stationed in the garage and the people who were doing the in and out must be the other security members, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, but I didn't precisely observe what each one was doing because it wasn't of any importance to me.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And in fact it was going to flow from their mandate to abduct, to continue guarding them where they were stationed and that is in the garage, not so? - the Askaris mandate.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "If that is the case and the Askaris were in the garage, how could Mr Mamasela have known what was being said about the daughters of Mr Hashe - about his businesses, if he was in the garage because I would assume that he will not hear anything?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I've said, he could have heard it from other exiles whom they interrogated, he could have received it there.  They weren't permanently in the presence of the detainees, they moved in and out so there were many ways in which you could get the information.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And Mr van Zyl stated that the mandate of the Askaris was just to abduct - when they participated in the interrogation, why did you not stop them and say or Mr van Zyl stop them and say: \"Look this is where the line ends for you, just guard them, don't say anything\"?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I don't think that they were pursay involved with the interrogation as I've said in my testimony.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And in your statement you also said that - you further said that, the Askaris role in the former Eastern Province was to quote\n\"The identification and collection of information around terrorism\"\nUnquote.\nAnd Mr Venter has stated that it had been requested that his Askaris assisted the security branch in the Pebco 3 with regard to further interrogation and investigation, so they must have been present when you were interrogating them - consistent their mandate didn't come in P.E., not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I said that they moved in and out during the interview that I held with the Pebco members but the purpose wasn't to be that.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "If they were doing the in's and out's, it's strange for one person to recite exactly what happened up to the assault if he was moving and out - he was not stationed at the place where the interrogation was taking place.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I have said it several times, there was no assault.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Mr Mamasela further said that you were quoting frequently from the Bible.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I know of two instances where I quoted from the Bible and I can just briefly refer to those two instances and it was not in this instance, the first one was with my case and I refer you to my application, page 98\n\"The State versus Sakkie Makuzoma\"\nHe's the Director of Spoornet.  It was the Black Power theology, it was one the psalms being quoted and I referred them to Roman 13, that they had to obey the laws of the country and also the Government of the day as the present Government has also been put there by God.  \n\tAnd then the second instance where I dealt with the Bible and the second instance where I had a discussion with detainees with regard to the Bible was in the Young Christian Workers who were used by the Roman Catholic Church and the terminology that they usually used was:  \"See, judge and act\".  They see the opportunity or the problem and then they use the Bible to verify it and those are the only two instances where I refer to the Bible.  \n\tSo, I'm at the assumption that Mamasela must have talked to some of the detainees or to the family - in that instance I never referred to the Bible, that is my explanation.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Are you therefore saying that he was dramatising by saying that you were quoting from the Bible?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I wonder why he would say that, it would not help his case?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know, I don't know what's going on in his mind but that's the only explanation I can give.  He must have talked to members of the organisation during his press conference and also on television.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Were the activists co-operating with you when you were - were the activists - or just to correct you before we move on, Mr Makuzoma is the MD of Transnet, not Director of Spoornet.\n\tWere the activists co-operating when you were interrogating them?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, they communicated, that's according to my observation.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Did you get much information?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Then why did it take so long - I know Mr Lamey asked that, but why did it take so long then?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I dealt with the whole spectrum with each one of them based on the information at my disposal.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And you said you had interrogated Mr Hashe before?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "In that instance where you had interrogated him, did he volunteer such information like an AK47?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "If he was not under cohesion, pressure or any assault, why would he do so in this instance if he had not done so before?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is why I didn't believe him and he mentioned it, I thought that it was a code that he wanted to send to his family that he is being detained and that it was a strategy on their side.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I put it to you that he may have mentioned that because he was being severely assaulted and he had to do something or to say something incriminating.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I strongly deny that, he wasn't assaulted.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And you said all of them offered to be informers maybe as a ploy for the interrogation to be stopped, why will they do so because they were not being harmed, they were being kept safely and they were given food?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "And that is why I didn't believe them because I thought that was a strategy on their side so that they could be released.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And when you were sitting with them, did they not ask why they were abducted, why they were unlawfully detained, why there were foreign policemen with them and why they were taken 260 kilometres away from P.E.?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, they didn't ask me that, I can't remember that they asked that.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Yet as Mr van Zyl said: \"They were at ease\", are you saying they were at ease despite all those strange circumstances?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Could you say therefore the interrogation was a success?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Mr van Zyl said he had - involved in the abduction and murder plot and that your role was just to be involved in that, why did you go further and go beyond the bounds of your mandate by interrogating - the mission was thus simply to kill?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I've mentioned, it was to mislead the members of Vlakplaas.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "But they subsequently left the following morning according to you?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And they must have read or heard in the media that the three were missing - you're misleading was therefore short-sighted, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, because they didn't know what happened to them.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "What I'm trying to say - if you wanted to mislead them, it was just a temporary measure because it was announced publicly and nationally that there were three people that got missing, surely that would have kept them wondering within that 12 years as Sergeant X testified in 1995 in fact - to show that your plan therefore failed to mislead them.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "But he didn't know, they could have left the country, they could have been recruited as informers - he could have drawn his own inference from that and according to me we misled them.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Then you must have thought they were foolish, very foolish for you to believe that.  Any comment?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "As I've said, I believed at that stage that we misled them and we misled them because they couldn't point a finger to us.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "With regard to the sleeping mixture, is it not correct that in the 1982 Mthimkhulu and Madaka murder you supplied the sleeping pill, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Why was it not the case this time because the modus operandi was similar?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Captain van Zyl - and I know I am aware of it, that Captain van Zyl always had a medical case with him in his car, so he didn't request me to bring it along - he didn't give me the instruction to do that, so I just assumed that he had it.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Did you see the person who was actually administering the sleeping mixture in the coffee?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, I was present.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Who did so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It was Captain van Zyl.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And who made the coffee?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know whether it was Mr Lotz, I made tea for myself and the coffee was made Lotz.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "So you drank tea and the others drank coffee?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Finally, a final issue of the shooting.  In the Mthimkhulu and Madaka matter you stated that you used your own service pistol, why did you not use it this time?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Because Captain van Zyl gave me the weapon.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "In your written statement you said you were not sure who you shot but yesterday I was surprised to learn that you were sure that you shot Mr Godolozi but in your written statement you said\n\"I'm not sure who I shot\"\nIt's in your statement.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What page?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Mr Chairman, I'm using a translation so I don't know the Afrikaans page, I just use a complete translation - unless the translator ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Page 41, 132 - so my translation is correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Page what - 132?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Page 42.  Page 41 paragraph 22 - no, 1st paragraph, thank you.\n\tIn your written statement you said you were not sure who you shot ...[intervention]",
            "Unknown"
        ],
        [
            [],
            "Sorry, what's the paginated number?",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "It's page 132, the typed page number is 41 and it's in the 1st paragraph of that page.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where - page 132 and paragraph?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "1st paragraph on top.",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "Mr Chairman, it's the last sentence\n\"At this stage I'm not quite sure which person I killed but I am of the opinion that it was Mr Godolozi\"",
            "Female"
        ],
        [
            "ADV NYOKA",
            "My question Mr Nieuwoudt, is that for 12 years - let me rephrase, for 11 and a half years you were not sure who you shot but yesterday suddenly you were so sure that you even told Mr van Zyl who you had shot, why is there such a difference?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I wasn't sure when I completed my amnesty application but I'm of the opinion that it was Godolozi and I'm now sure it was Godolozi.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "What triggered your certainty suddenly because - I'll tell you why I'm asking you this question, in the previous Mthimkhulu and Madaka matter you similarly said you were not sure who you shot.   It seems as if it's a stance that you are adopting that you're not sure who you shot.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, that's not the case, after 12 years I actually have to refresh my memory and I'm sure that I shot Mr Godolozi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yesterday not only were you sure as to who you had shot but you went so far as to tell us who shot the rest.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now in that context the question is being put to you, why initially - when you put up this statement, why were you not sure?  What caused you in-between the time when you made this statement and yesterday when you went into the witness box, what caused you to not only to be sure that you did in fact shoot a particular person but that you are now also able to remember that so and so shot so and so and so and so shot so and so, I'm sorry.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct, at the stage when I submitted the application I wasn't absolutely sure that I had shot Mr Godolozi and then later on during consultation and after Mr van Zyl had asked me ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it not correct that you re-visited the situation - thought about it, after Mr Lotz was taxed on that aspect this week?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that is correct but before that when he also submitted his application I was also of the opinion that I had shot Godolozi but at that stage I wasn't absolutely sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would have made no harm when you made your statement to have added - just as you did yesterday, to have added that van Zyl shot so and so and Lotz shot so and so - just as you did yesterday.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, true.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I don't want the particular details but after shooting them and burning them and putting the ashes in the bag, is that all that you did Mr Nieuwoudt?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I'm going to ask this for the second time to be sure, is that all that you did?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I can continue and say that after the bags and the content was thrown into the Fish River afterwards.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You noted that I asked you twice, not so - I was fair to you, I asked you twice, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps to the annoyance of Mr Nyoka, why don't you say as far as I can remember and qualify your answer?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's what I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Nyoka?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "I just want to ask you two aspects about that one.  If you shot a person outside and you wanted to cover your tracks, why is that you did not clean that blood to remove the evidence that there was shooting outside - because you did not mention that?  Any comment?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Please repeat the question.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "My question is: \"If you shot the three Pebco leaders outside and there was blood - in order to cover your tracks, you would have cleared the blood for any intruder in that place so that he or she does not see that there was something happening there\"?  In other words, why did you not clear the blood?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It was close to the pile of wood that they were shot and it wasn't necessary to clear the blood because there was a fire - it was burnt.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "I put it to you that that is not correct, Mr Mamasela said: \"They the Askaris, were engaged to clear the blood after the assaults\", that is why I'm asking that specific question.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, Mamasela wasn't present with the elimination of the three deceased and there wasn't any blood that we had to clear up.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "And secondly, why did you not try to retrieve the cartridges from the rifle - three cartridges.  Was one shot - the cartridge must have gone off, the second one shot etc., why did you not try to check for them and remove them because that was never said by anyone?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, I can't remember that.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "You cannot remember because no firearm was used, that is the reason - no weapon was used.  If you were the professionals you proclaim to be, you would have checked for cartridges Mr Nieuwoudt, not so?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, but they were shot.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "In conclusion - and I'm going to talk about myself now, it is not correct that the legal options do not have the desired effect, the very presence of security vehicles in the township moving slowly instil fear in a person like me.  I was so afraid of you Mr Nieuwoudt, I never ventured to go to prison or to go to ...[indistinct] because I was so afraid of you - even looking at the cars that you drove, so it's not true that you did not instil fear in the majority of people.   I'm pleased to announce that I'm no longer afraid, any comment?  No further comment.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I'm just waiting for silence, I can comment.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Please comment.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Mr Nyoka, I have never instilled any fear in any person and I've never seen you at any meetings, so I don't know what you refer to.  I only executed my duties and my task and I'm grateful that you don't have any fear anymore with the present Government and that we now have peace in the country.",
            "Male"
        ],
        [
            "ADV NYOKA",
            "Maybe I'm applying for amnesty for being so fearful - no further questions or comments.\nNO FURTHER QUESTIONS BY ADV NYOKA",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Hartle?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS HARTLE",
            "Thank you Mr Chairman.\n\tMr Nieuwoudt, what is your motivation for applying for amnesty?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "My motivation is that I'm going to use this process so that we can enter the future in a peaceful manner, it is a process which has been created and of which I would like to make use.  I'm sorry that the family had to lose a father in this process but unfortunately it was due to the conflict of the past.",
            "Male"
        ],
        [
            "MS HARTLE",
            "This is the first time that we hear any mention of an apology.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No, I have apologised in my other applications.",
            "Male"
        ],
        [
            "MS HARTLE",
            "In this matter Mr Nieuwoudt, it's the first mention that we have of an apology.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "\"Verrelangs\"",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And when did you make your application for amnesty - the various applications, I assume that you lodged them simultaneously?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "On the 13th of December.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And that would be after you were named by Colonel Roelf Venter in the hearings in Johannesburg in October last year?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Would you have brought this application but for the fact that you were named?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No, at that stage I was in the process of applying for amnesty.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Why not?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Because I still had a case against me and I did not trust in the process at that stage.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You recognise the objectives of the Act and the purpose of this Commission and the application for amnesty?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Nieuwoudt, I must put it to you that in my many years of experience as a jurist, I have never encountered before somebody relating such gory details of a death without showing a flicker of emotion on his face.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That is your observation.",
            "Male"
        ],
        [
            [],
            "How many years experience Ms Hartle?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Your observation many not necessarily be correct, there are some of us who could say that when he came to mentioning gory details there was a noticeable change in the way that he was talking.  I'm trying to say to you certain things are better left for argument than to be dealt with in argument - they're highly argumentative in nature.",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "As the Committee pleases.\n\tThe decision to eliminate the Pebco 3, would you say that that could be attributed to the very successful stay-a-way which had been organised in Port Elizabeth on the 17th, 18th and 19th of March 1985?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Not only with the stay-a-way actions but we were in a state of war and conflict, anarchy, unrest.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Pebco itself wasn't an unlawful organisation   ?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And isn't it so that the difficulty you had was that they were gaining empitis while they were doing things very lawfully?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Why do you say no?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Because they were directly responsible for the creation of the M-Plan and - if I can use the terminology of people's power for people's war concept.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now at some stage you decided that you would prioritise political activists as such - I'm referring to page 123 of your submissions in paragraph 6.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Can you just mention the page again please.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Page 123, typed page 32.",
            "Female"
        ],
        [
            "MR BOOYENS",
            "He didn't say he was doing it Mr Chairman, he referred - if my learned friend looks to the previous page she will see that was done by the GBS and this paragraph follows on the previous one, it wasn't him personally unless I misunderstand the question.",
            "Male"
        ],
        [
            "MS HARTLE",
            "My question will flow from that part of the submission.\n\tWere the Pebco 3 specifically identified as persons who were the cause of the uprising?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "By whom?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "By the JSMC and our commanding officers.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you personally hold the view that those particular three persons were problematic?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I did.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now, at page 125 of your submissions just before paragraph 9, it reads\n\"That is was of fundamental importance that the leadership of Pebco be neutralised in order to take away the leaders from the organisation and to frighten the remaining leader element\"",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was it your intention - how would it act as a deterrent, what was the intention behind the decision?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Just as I stated.",
            "Male"
        ],
        [
            "MS HARTLE",
            "How would it deter other leaders if - your operation was going to be a clandestine one, how would it deter other leaders?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Because they did not know what had happened to their leaders and that would have possibly have limited the activities.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Nieuwoudt, I want to point to an oddity in your submissions at page 126 in leading up to the political motivation and the decisions which were taken.  You say\n\"At this stage there was no reason for Colonel Snyman to question the submission and motivation of Major du Plessis\"\nI'm reading from the 1st paragraph.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's hearsay.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Why do you mention hearsay in your submissions?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "My attorney stated it as this and these were deductions that I had made when I mentioned this to him and during our consultations.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And then further in paragraph 11 you say\n\"After I struggled with my conscience\"\nFor whom?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Once again this is hearsay, I was not there but I know Colonel Snyman.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You see, I fail to appreciate why you should mention in your application how they must have felt or how they must have perceived the situation.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "This is just a mere deduction and my attorney included this - these whole deductions and hearsay.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And in paragraph 12 you say\n\"Colonel Snyman had no further part in the planning or execution of this operation\"\nHow do you know that?  (transcriber's own translation)",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Because he was not there.",
            "Male"
        ],
        [
            "MS HARTLE",
            "How do you know that he didn't ...[intervention]",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "He wasn't there.",
            "Male"
        ],
        [
            "MS HARTLE",
            "What about subsequently?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Because the planning and execution, he was not involved in this at all.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You don't know what conversations he had, I want to know how you can speak for him?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I'm telling you that he was not present at the execution of our  plan.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Nieuwoudt, you've heard the submissions being - you've heard me put to the previous applicants that Mr de Klerk mentioned that the Pebco operation was mala fides and unauthorised?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And you disagree with that?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now I want to refer you to page 244 of your bundle of documents, it's a letter addressed by the Secretary of the State Security Council to all members of the Security Council regarding the revolutionary climate in the Republic of South Africa and\n\"possible combating measures\".\nAnd by way of introduction:\n\"During it's meeting of 4 March 1985, the State Security Council decided that a report had to be submitted regarding the revolutionary climate\"\nin respect of a meeting which was to take place on the 19th of March.  Now I want to refer you in particular to paragraph 24 of that document, it begins and the foot of page 245 and carries on 246.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Roman numeral III, could you please read that out?\nMR NIEUWOUDT\n\"The SA police must use the full means at their disposal to suppress unrest but they still - their actions must lead to the minimum loss of life\"?",
            "Female"
        ],
        [
            "MS HARTLE",
            "And an instruction to eliminate the Pebco 3 would be inconsistent with that, do you agree?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And then further in C - now, this paragraph was accepted in an amended form and I refer you now to page 242.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now, this would be the minutes of the meeting of the Security Council held at Tuinhuys on the 18th of March 1985.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "At which - if I can just digress briefly, was attended by Mr P W Botha, Mr F W de Klerk and Mr Louis le Grange.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And paragraph C was adopted in an amended form and will you please read what was accepted at that meeting?\nMR NIEUWOUDT\n\"Agitator leaders, must be removed from the community in a selective way\"",
            "Female"
        ],
        [
            "MS HARTLE",
            "Please carry on.\nMR NIEUWOUDT\n\"It is preferable to act against identified individuals from all racial groups where it can possibly in the interest of security, these people must be [no translation]\nThe negative publicity which originates from mass arrests must be weighed up against the benefit which is gained from that\"",
            "Female"
        ],
        [
            "MS HARTLE",
            "Now Mr Nieuwoudt, one would get the impression from the Minutes of that meeting that there was a decision to steer away from taking people's lives in order to quell the unrest, would you agree with that?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct, but it was put very poorly because how do you remove a person out of the community?",
            "Male"
        ],
        [
            [],
            "Sorry, on page 246 and that was the first document, is that correct - dated the 13th of March?",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "That is correct Mr Chairman.",
            "Female"
        ],
        [
            [],
            "The one on page 242 is dated the 18th of March, is that correct?",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "That is correct.",
            "Female"
        ],
        [
            [],
            "And there is a change in paragraph C\n\"Agitator leaders must be removed selectively out of the community and be prosecuted as soon as possible\"",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "On page 244, there's no mention of them being - that they have to be prosecuted as soon as possible, it is said that they must be removed out of society but the words: \"and be prosecuted as soon as possible\" have been omitted.",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "Mr Chairman, perhaps if you read paragraph F, the introduction to the amendment to that sub-paragraph C, it might explain the motivation for the change.",
            "Female"
        ],
        [
            [],
            "The point I wanted to make is the matter of the instruction to prosecute has been changed.",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "That's correct.\n\tAnd then further Mr Nieuwoudt, at that meeting - we're still looking at page 242, the Chairman comments that:\n\"He is concerned about the image of the Government with the public who want proper law and order maintained and who wants - has the impression that the State's authority is being undermined and they do not act effectively\"\nNow, all of these things were said at this meeting and I want to know how it is that Mr Louis le Grange could have come away from that meeting and had an informal discussion with Mr du Plessis and he could have gained the impression - or rather with Colonel Snyman, that he could have gained the impression that the instruction was to eliminate?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot comment on that, I was not there but it is clear that there was pressure - as you have pointed out to me from the amendment, that there was pressure from the side of the Government that the image that we could not control the unrest and perhaps that motivated him to say that to Snyman after Snyman had made a submission that legal options served no purpose.",
            "Male"
        ],
        [
            "MS HARTLE",
            "When did you first have access to this document - the minutes of that meeting?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "1993.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Sorry.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, am I under some kind of miscomprehension here, was the meeting with the late Mr le Grange, did it not take place in February?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "That was the evidence Mr Chairman, I think in fact he said something like the 24th of February or something like that - that was Snyman's evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is correct, I'm just raising this because I thought you said to the witness: \"How would Mr le Grange have come out of this meeting of 18 March and then come and recommend etc., etc\"?",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "I see the gist of what you're putting to me Mr Chairman, even more so if ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Even more so yes, I thought you'd put it that way, yes.  Well, are you not dealing with that?  I think you should.",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "Yes, as the Committee pleases.\n\tIf the instruction was given in February even more so after this meeting at Tuynhuys, Mr le Grange would not I submit, have given an instruction to eliminate because that would have been entirely inconsistent with the feelings of that meeting at Tuynhuys.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well indeed, you may not know because you were not there to meet Mr le Grange but the point that is being put to you is, how could Mr le Grange have authorised that sort of action and subsequently - how could he have possibly authorised the killing or elimination of people in February and then find himself party to Minutes of this kind of meetings and your comment is that you don't know.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I have no comment, the only deduction - I can only speculate in this regard, that pressure had possibly been placed on him by the Cabinet that he had to speak to the police and ensure that they combat the unrest.  That is all that I can say in this regard because we had pressure placed on us.",
            "Male"
        ],
        [
            "MS HARTLE",
            "When for the first time were you given the instruction to eliminate the three?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "It was approximately a week before the abduction or perhaps even two weeks before, I cannot recall exactly.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was it communicated to you in clear and unequivocal terms that your instruction was to kill?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That is true, I had instructions and I want to put it clearly once again, in all my applications I stated that I was the junior, I did everything on instruction, I did nothing on my own - I only acted on instruction and I want to emphasise this.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And what was the exact instruction given to you?  How was it communicated to you?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That the three deceased were to be eliminated.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Those three were named specifically.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And where were you informed of this instruction?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "By Major du Plessis in his office.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Who was present?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "It can possibly be that Captain van Zyl was also there but I'm not sure.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you discuss the finer details of the plan - how it was to be implemented etc?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "What I can recall is the method in which it had to be executed, where it had to be done and to create the impression that they had left the country, that is basically what was discussed.  And I was given the instruction to get the three together and the occasion arose on the 3rd of May.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Do I understand correctly that you through your source managed to contrive that the three persons - connive rather, that the three persons would be together at one place and thus you would be afforded an opportunity to abduct them?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was there ever any question of any other of the leadership being involved?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was there any discussion regarding why the three persons were named - you must have appreciated that it was a drastic instruction?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That is so.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was there a discussion around that?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That is so, we gave daily reports to Major du Plessis.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was there a specific discussion concerning those three persons in order to justify your decision - the decision that had been given to you - the order that had been given to you?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "It was discussed often - actually on a daily basis, regarding the activities of those three people.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you question the order at all?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No, I did not.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Why not?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Because I was on the ground, I realised that we were in a war situation and there was no other actions that we could take in order to curtail the unrest, so I made peace with the instructions that I had received from du Plessis.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You'd previously been involved in the Mthimkhulu operation at which the activists were also removed to Post Chalmers, were you familiar with the surrounds - obviously you'd been there before?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And I think you said you'd gone there previously?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "For other reasons, other than Mthimkhulu and the Pebco 3 operation?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now, you were at the airport when the three were abducted?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Why did you go to the airport if it was intended to - if your intention in involving the Askaris was to keep a low profile?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I cannot remember specifically except to ensure that the actions were or that the operations were successful and I know the three persons personally or I knew them personally.",
            "Male"
        ],
        [
            "MS HARTLE",
            "The yellow bakkie in which the three had arrived, who removed that from the airport - who drove it from the airport?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I did.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Joe Mamasela in his submissions in terms of Sections 29, said that he drove the vehicle away from the airport.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's not correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did he see the vehicle at all?  Did he get close to it?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I drove the vehicle.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did Mamasela get close to the vehicle?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "He drove it from where Mr Hashe had parked it to the point - the path where we met - one of them drove it to there.",
            "Male"
        ],
        [
            "MS HARTLE",
            "He says in his submissions that he drove the vehicle to a place which was a private yard and that point somebody else took over - somebody took the keys from him and he said that in this yard he noticed that the owners had boats on the premises which were being built or repaired.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I have no knowledge of that.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did you not go to such a place?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "As I've already said, from where Mr Hashe parked the vehicle near the airport, there's a little path and where we met I took over the vehicle from him.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now you stated that there wasn't electricity at Post Chalmers and obviously the fire was necessary to cook your meals?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was a fire kept going the entire day that you were there on the 10th of May?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No, I don't know but it's possible.",
            "Male"
        ],
        [
            "MS HARTLE",
            "You stated that you were coming in and out of the interrogation to get some coffee etc., so I assume that you must have required hot water to make coffee?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "So, was there a fire burning?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "MS HARTLE",
            "All the time?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "There must have been.",
            "Male"
        ],
        [
            "MS HARTLE",
            "My instructions are that on the 10th of May 1985, two days after the incident, Mrs Godolozi senior received a phone call where she was working at the West End Clinic and the import of that discussion was that she would never see her son again and she was also informed that Messrs Fazi, Ngoi and Malgas would by that weekend also be killed and burnt.  Do you have knowledge of that incident?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I find that news, I know nothing about that.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And on the 3rd of June 1985 at approximately 2 a.m. her house was burnt, do you have any knowledge of that?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "As I've already said, attacks were launched on Mr Ngoi, Fazi and Mrs Gina's house by AZAPO - this is the information that we had.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Why would Mr Godolozi's house be targeted if he was: \"off the scene\" as it were?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did the security branch have anything to do with that fire?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I did not and nor do I believe that the security branch was involved.",
            "Male"
        ],
        [
            "MS HARTLE",
            "When the families brought the havious caucus applications for their loved ones to be produced, did you discuss with those involved in the operation with you the fact that there was trouble because you had been detected at the airport?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Did nobody come back to you and discuss the incident with you?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Now in relation to this incident and the various other ones in which you were involved, did you agree that there would never be any discussion arising from those incidents - that you would remove it from your memory as it were?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MS HARTLE",
            "How did it happen that you managed to keep these operations secret?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "We never discussed it and it was done on a need to know basis.",
            "Male"
        ],
        [
            "MS HARTLE",
            "So nobody approached you - neither Mr du Plessis, Mr van Zyl, Mr Lotz, Colonel Snyman - anybody in relation to the incident after there were allegations that you'd been seen at - or rather that they'd seen that the Pebco 3 had been removed or abducted from the airport?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            [],
            "We don't hear the answer, I don't know if there's a problem or whether you just nodded you head.  I did not look up but I did not hear a reply to this last question.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, no discussions were held.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Mr Nieuwoudt, there was always a distinct possibility that in  operations of this nature somebody might spill the beans, I want to know how it is that you managed to stop that from happening?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "It just did not happen, I don't know.",
            "Male"
        ],
        [
            "MS HARTLE",
            "What pressure was brought to bear on your colleagues - I'm thinking particular of Lotz who was at the time very young, what stopped him from spilling the beans?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "He could have done it but it did not happen and no pressure was placed on him.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Was there any pressure brought to bear on you Mr Nieuwoudt?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Is this something you decided within yourself - there were no constraints placed on you, you decided within yourself that you were not going to ever mention the incident again?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct, I never spoke of it.",
            "Male"
        ],
        [
            [],
            "If you had spoken about it you would have been accused of murder?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Is that the reason why you never spoke of it because you were scared you would be found out?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            "MS HARTLE",
            "At the time that the three activists were shot, why was only one firearm used?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know, I got the weapon from Captain van Zyl and that's the one we used.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Nieuwoudt, a moment ago you made a statement that\n\"As far as I was concerned, we were fighting a war\"\nWould you like to explain that in relation to the three deceased?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.  Each one had it's own area and street Committee of which they were in control, they held people's courts and during such hearings sentences were imposed on the people and the necklace methods were used, the resistance actions which originated from this, the killing of policemen, the killing of councillors.\n\tAfter the meeting of Langa on the 21st of March, Mr Kinikini was the first city councillor who did not want to resign and who was killed by means of the necklace method and the three deceased played a big role during the intimidation and organisation of the execution of the unrest - that in brief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have just asked him about why one firearm was used.",
            "Unknown"
        ],
        [
            "MS HARTLE",
            "That is correct.\n\tI'm sorry, can I just hear your response again, why was only one firearm used?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "I don't know, there was no discussion - I received the weapon from Captain van Zyl.",
            "Male"
        ],
        [
            "MS HARTLE",
            "In the Mthimkhulu matter - perhaps the report might have been incorrect in the press, but I believe that there was a suggestion that your decided virtually on the spur of the moment to use the medication that had been prescribed for yourself which you then administered to those activists to cause them to sleep.",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "No, General van Rensburg told me before we left that I had to take some sleeping substances along and I had some in my possession that I used during my studies - it was prescribed.",
            "Male"
        ],
        [
            "MS HARTLE",
            "Is it your belief Mr Nieuwoudt that the elimination of the three did in fact - as you suggest in your motivation\n\"Contributed to a large decrease in unrest\"",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "According to my observation on the ground at that stage it really had an effect with regard to Pebco.",
            "Male"
        ],
        [
            "MS HARTLE",
            "And how was it different because I referred yesterday to the Minutes of the GOSS meeting on the 7th of June 1985 where there was a suggestion that perhaps violence was on the increase?",
            "Female"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, it is correct, that meeting was for the whole of the Eastern Cape and if I refer to a decrease in Port Elizabeth with regard to the unrest that is what I referred to - that is besides the feud between AZAPO and Pebco.",
            "Male"
        ],
        [
            "MS HARTLE",
            "I've nothing further, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MS HARTLE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "Thank you Mr Chairman.  Mr Nieuwoudt, I refer to page 99 of your application and specifically paragraph 5, there you refer to certain Annexures - that is number 3 that is on page 167, Annexure 4 on page 175 and Annexure 9 on page 208.",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, these Annexures are copies of Seshaba that was published after the death of the Pebco 3.",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct, could I just explain?  The publications are published quarterly and events that occurred in the past they then give an update and it is later published.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, this then goes for the Annexures that you refer to\nin paragraph 6 of the application?",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR BRINK",
            "I refer to page 104 of the application, specifically paragraph 13 and that continues up to page 16, that is now the ability of the police or rather the killing of police officials.  I have counted it, of the 18 mentioned there only four we killed before the 8th of May '85?",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And on page 107 reference is made of the damage was - also occurred after May '85?",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, because at that stage I didn't have any registers for the period before that.",
            "Male"
        ],
        [
            "MR BRINK",
            "So, you will agree that the situation in the Eastern Cape definitely improved after May '85?",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "With regard to the Eastern Cape, that is the case but in Port Elizabeth their was a decrease in the activities of Pebco and I observed that there was a measure of a decrease.",
            "Male"
        ],
        [
            "MR BRINK",
            "But there was a so-called State of Emergency declared in June that year?",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "But perhaps I can refer to a specific incident - why it flared up again.  It was after the funeral of the Goniwe case and then escalated and that is why the month after that on the 21st of July, the State of Emergency was declared again.",
            "Male"
        ],
        [
            "MR BRINK",
            "But the fact remains that the ability or rather the fact that the Pebco 3 had been killed was in no way a solution?\nMO FURTHER QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "MR NIEUWOUDT",
            "If I look at it now, that is the case yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nieuwoudt, you say that throughout you or rather the idea was to mislead Captain Venter and Mr Beeslaar and the Askaris as to the purpose why those people were apprehended.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you really think that you fooled them into believing that only interrogation is to take place?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "I believe that to be the case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It will be only interrogation without assaulting the people?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were they not aware that the deceased's vehicle had been destroyed?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Not that I can recall that they were aware of that, they weren't present.   They could have heard about it but I believe that I spoke with Captain van Zyl alone and told him that we couldn't drive this vehicle because it wasn't mechanically functioning very well and I don't think they heard anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you think that by firstly abducting these people\nand then taking them some 380 kilometres or so away to an isolated spot, did you really think that you were successfully fooling Captain Venter into thinking - and/or the Askaris, into thinking that these people are not going to be assaulted at all?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes.  Why I can draw this conclusion now is because I know that Mr Venter is a security policeman with good experience - we arrested the person, he could possibly be recruited and then be sent out for military training.  I think that I misled him according to me because he didn't know what happened to them or we should - would have prosecuted them, that is all that he could have thought.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Another thing that I would like to ask you - perhaps I should clear this with Mr Nyoka.  Mr Nyoka, did you say that your instructions from your client is that as at the time in question, Mr Hashe's house did not have a telephone?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "That is correct.  Sorry, Mrs Hashe says at that time it was not present, it had been present before but it was cut off.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Disconnected?",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "Disconnected.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Or suspended.  One wouldn't know when that was done but nevertheless let me find out from the witness.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "You referred us in that respect, to Annexure A3 or rather Exhibit A3, I'm sorry.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The last page?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know that this message was conveyed by telephone to Lusaka and secondly how do you know that he was phoning from his house?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Firstly, we applied to technically monitor his telephone, listening to the conversations and when you make such an application, then you have to give the particulars of the telephone number as well as the address, as well as the activities of the person.\n\tAnd the telephone is then tapped by an informer at the Post Office or at the Post Office and then at the security branch we then tape it with - and it's at that specific telephone number.  That is why we technically taped this conversation and therefore I know that he could not have phoned from a different telephone otherwise I could have not received that information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not tap the telephone of the UDF or Pebco?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "We did.  (transcriber's own translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could he not have phoned from either of those offices?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "He could have but then it would have been in a different book, then we would have known from which telephone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but here you are reporting the content of the conversation and not the transaction.  This is not ...[intervention]",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "But that is because I have personal knowledge of this because I had the task - instructed by Mr du Plessis, to take these three people - to lure them to a specific place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I'm saying is - let's try to understand what this document is, this is not a record of transactions from Mr Hashe's telephone, this is an information which was fed into a computer as to what Mr Hashe did on a certain day.  Do you understand me?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, it's a short history.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, whether or not he had phoned from the offices of Pebco or UDF, the information would have been exactly the same thing because you are recording what he said - what he did.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, but I had personal knowledge of the fact that he actually phone out, I personally monitored it and that is why I know.  And that is why I refer you to this particular paragraph.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he make any other calls from the offices of Pebco or UDF as far as you can remember?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, he did but that was before this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were some of them of interest to you - to the security branch?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Yes, beforehand we knew what they planned - when the next meeting would be and also the planning thereof.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are they reflected in here?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No.  Sorry, I can just point you to 84.11.06.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page is that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "It's page 9 Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 9?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, 26.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I have it, I have the relevant page.  Which item are you referring to?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "84.11.06.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Where Mrs Molly Blackburn was contacted by him and that was from the offices.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know that?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "Because that was in a different book - it was written up in a different book and that is why I know of it because each telephone had it's own book in which the conversations were taken down.",
            "Male"
        ],
        [
            [],
            "I see at the bottom there is NLJ and then = and then abbreviation for Blackburn.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "And on the other page, the 3.05.85 discussion TSNL = BT.",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "What does that mean?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "That's an abbreviation for Btusmele Botha and Molly Blackburn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But on these pages as these records stand, one can't tell from merely looking at this page that this was made from the house, that was made from the office?",
            "Unknown"
        ],
        [
            "MR NIEUWOUDT",
            "No, you can't.",
            "Male"
        ],
        [
            [],
            "I don't know if any of the legal representatives can help me but I think it was put to one of the witness that one of the Vlakplaas people - if I can refer to them in this way because I don't think it was necessarily the Askaris, Venter or Beeslaar, who made a remark that these people don't know how to interrogate or don't know how to do it.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I can then just say it is from the applicants whom I represent that one Officer Beeslaar would have said that and that Captain Venter at a stage when the black bag or wet bag was put on the head of the person - I think it was Godolozi, that Captain Venter requested that this wet bag should be removed.",
            "Unknown"
        ],
        [
            [],
            "Could you perhaps just help, what is implied by the fact that these people did not know how to do an interrogation?",
            "Male"
        ],
        [
            "ADV LAMEY",
            "I can place it on record that the people have to testify about this but my impression from the instruction is that the assaults took a turn the next morning, it became more serious - initially it wasn't that serious but it became more serious and Warrant Officer Koole - that was also my instructions, it seemed as if Beeslaar started to show pity for these people and I think at that stage it was when the people were in the garage when they heard that someone was screaming inside and at that stage they were outside.  The next morning things took a serious turn when Mr Hashe was kicked against the head and became unconscious.",
            "Unknown"
        ],
        [
            [],
            "I just want to put it to you - I don't want you not to have any knowledge of this or be unaware of this, that I have knowledge of other testimony that was given and that is that the Vlakplaas contingent - their assaults, were the worst that one has ever heard of.",
            "Unknown"
        ],
        [
            "ADV LAMEY",
            "Mr de Jager, that is my instructions and that will be their testimony.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, and without hereby expressing any desire whatsoever to prolong proceedings but up to a stage both my learned friends on the other side have been punting a theory that these people were not killed and they haven't asked Mr Nieuwoudt a single question about that.\n\tNow, I don't want to be - we are in alert at this stage, perhaps they can just give an indication to us whether they are abandoning that point or what they are doing about it but that's subject to you Mr Chairman, I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I suppose Mr Nyoka ...[indistinct] the point.",
            "Unknown"
        ],
        [
            "ADV NYOKA",
            "We are not abandoning the point Mr Chairperson, there's been a constant denial of that.  We thought it was not necessary to put it to Mr Nieuwoudt because the answer was obvious: \"It did not happen\".",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "I'm indebted to my learned friend Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "ADV LAMEY",
            "Mr Chairman, there was just - before Mr Nyoka started with his examination, you asked me about the - my instructions about the parking of the bus before the garage door, my instructions are that the minibus was not parked directly in front of the garage, it was parked at a point more or less between the old farmhouse and the garage.\n\tIf I may say it in Afrikaans, it was to the side - almost in a corner at an angle from the garage door but not in such a way that they would have had to guard the three Pebco leaders and they also had no instructions to guard them.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman, I've got no re-examination.\nNO RE-EXAMINATION BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you finished with your clients?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Yes, I hope so Mr Chairman.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}