{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-07-22",
        "location": "ERMELO",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52726&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98072030_erm_blacat3.htm",
        "speakers": [
            "MZWANDILE GUSHU",
            "MR BLACK",
            "CHAIRPERSON",
            "MR PATEL",
            "<UNKNOWN>",
            "MR KEMP",
            "MS VAN DER WALT",
            "INTERPRETER",
            "ADV SANDI",
            "MR PRINSLOO",
            "MR HATTINGH",
            "MR MAPOMA",
            "MR BROWN",
            "ADV BOSMAN"
        ],
        "original_speakers": [
            "MR BLACK",
            "MR GUSHU",
            "NO FURTHER QUESTIONS BY MR BLACK",
            "CHAIRPERSON",
            "MR PATEL",
            "NO FURTHER QUESTIONS BY MR PATEL",
            "",
            "MR KEMP",
            "NO FURTHER QUESTIONS BY MR KEMP",
            "MS VAN DER WALT",
            "INTERPRETER",
            "MZWANDILE GUSHU",
            "ADV SANDI",
            "MR PRINSLOO",
            "MR HATTINGH",
            "MR MAPOMA",
            "MR BROWN",
            "ADV BOSMAN",
            "NO FURTHER QUESTIONS BY MS VAN DER WALT"
        ]
    },
    "testimony": [
        [
            "MZWANDILE GUSHU",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "MR BLACK",
            "(cont)   Thank you Mr Chairman.  \tI just briefly wish to conclude the evidence of the applicant Mr Gushu.  Mr Gushu, yesterday you testified extensively about the murders, attempted murders and attacks on various people.  You also mentioned that during the course of the attacks, you used on occasions a Makaroff pistol and AK47 rifles and purchased ammunition.  Do you recall that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, were those weapons lawfully acquired and licensed?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "According to the laws of the National Party they were unlicensed.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, are you asking amnesty in respect of possession of unlawful ammunition and weapons?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  Now, can we - these actions which you carried out and attacks, were they in any way for personal gain or revenge?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "No, I was acting like an MK soldier of Umkhonto weSizwe, as I was given an instruction.",
            "Male"
        ],
        [
            "MR BLACK",
            "Were all these actions carried out under the\ncommand orders?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I did as I was instructed by the Organisation.",
            "Male"
        ],
        [
            "MR BLACK",
            "What was the motive, for what purpose did you carry out these orders under the command of the Organisation?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It is because I wanted, it is because, I did all this in the name of democracy in South Africa and people should live peacefully without intimidation.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.  Now, in so far as the victims are concerned, have you anything to say to them?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I would like to say something.  I am asking for - I apologise for my actions, but it was necessary for me to do that because I was given instructions.  I was given instructions by my Organisation.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you.  I have no further evidence to lead.",
            "Male"
        ],
        [
            "MR BLACK",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel, have you got any questions?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "I do, My Lord, Mr Chairman.  \tMr Gushu, if I understand your evidence correctly, the Piet Retief operations that you referred to in paragraph 13, on page 36, you talk about receiving instructions from the ANC command.  Do I understand your evidence correctly that you are referring to the ANC command in Piet Retief?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I am referring to that one.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now, you will agree with me that you are not testifying about recent events.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I am testifying about what I did.",
            "Male"
        ],
        [
            "MR PATEL",
            "These events took place quite some time ago?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR PATEL",
            "And for that reason, your recollection of the events may be slightly inaccurate, would you agree?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I agree because now there is a government of National Unity.",
            "Male"
        ],
        [
            "MR PATEL",
            "In addition the conditions under which you operated were somewhat chaotic and this would have further hampered your recollection of events, would you agree?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR PATEL",
            "I am being deafened.  I am going to be deaf by the end of the day.  I put these questions to you because the fourth applicant, whom I represent, Mr Mkhwanazi, will state that he did give you a general instruction to ensure the safety of the ANC in the three areas you mentioned, namely Ermelo, Secunda and Piet Retief.\n\tHe will say further that the only express orders that he issued to you with regard to assassinations, related to that of Chris Ngwenya and to Jwi Zwane, in other words he will testify that he did not give you an express instruction to assassinate Advice Gwala, but when you reported the assassination to him, he approved of your actions.  Do you think just maybe that his recollection of the events, is correct and that perhaps you are mistaken in your recollection of events relating to Mr Gwala?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I didn't make a mistake.  Sometimes I was forced to take an initiative, protecting the community.  Whatever I did, I would report back to my Commander, if the Commander approves.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes.  Maybe you don't understand my question correctly.  It is correct that he approved your assassination of Mr Gwala, that you did report it to him.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "In other words, he is testifying that your previous conduct of assassination, was one which you did out of your own intuition and it wasn't an express instruction such as with Jwi Zwane and Chris Ngwenya?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "To me, it is the same, it remains the same.",
            "Male"
        ],
        [
            "MR PATEL",
            "Do I understand your evidence correctly then to say that if a Commander approves your action after the deed, it is the same as if he had expressly instructed you to do that deed?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, because if he was not approving of my actions, it means that I did that for my own.",
            "Male"
        ],
        [
            "MR PATEL",
            "Thank you Mr Gushu, I have no further questions Mr Chairman.",
            "Male"
        ],
        [
            "MR PATEL",
            ".",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Mr Chairman, I have a couple of questions.  Mr Gushu, can you please tell\nus exactly what your instructions were in regard to Chris Ngwenya, the instructions which we have heard which you received from Mr Mkhwanazi?  Please tell us exactly what your instructions were.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "The instruction that I received was that the people, the residents of Ermelo were troubled by the Black Cats gang and Chris Ngwenya was one of the leaders of the Black Cats.\n\tIt was necessary for me to kill Chris.",
            "Male"
        ],
        [
            "MR KEMP",
            "Were you instructed to kill him at any particular time or on any particular date?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "The date was not specified but the instruction to kill him, was there.",
            "Male"
        ],
        [
            "MR KEMP",
            "You were aware of the Goldstone Commission and the evidence that was given at the Goldstone Commission at that time, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR KEMP",
            "You were also aware of the allegations contained in the Weekly Mail and the fact that those allegations were being investigated by the Goldstone Commission, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That is correct.",
            "Male"
        ],
        [
            "MR KEMP",
            "And you were aware of the fact that Chris Ngwenya was going to testify at the Goldstone Commission, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "No, I didn't know that.",
            "Male"
        ],
        [
            "MR KEMP",
            "What I am trying to establish Mr Gushu is, if there was no specific time for him to be killed, but merely instruction that he should be removed, why it was necessary to shoot at him while he was in the company of innocent people?  Can you please explain that again?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "As I have already explained initially, Chris Ngwenya was one of the leaders of the Black Cats.  He is one of the people who were in the forefront of the killing of the people of the ANC, the members of the Communist Party and the UDF, the Civic Associations and ANC Youth League.",
            "Male"
        ],
        [
            "MR KEMP",
            "Apparently you did not understand my question Mr Gushu, what I would like to know is why was it necessary to shoot Chris Ngwenya at a time when he was in the company of innocent people?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words Mr Gushu, why didn't  you wait for an opportunity where you could safely shoot at him without risking injuring anybody else?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "As I said yesterday, the Black Cat gang used to, most of the times were in town, it was very difficult to get hold of them in those times.\n\tTherefore the only chance that I had, the one that I used.",
            "Male"
        ],
        [
            "MR KEMP",
            "Are you trying to tell us that you thought you wouldn't get another chance?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I wouldn't get another chance because I was also working at Piet Retief, Ermelo and Davel.",
            "Male"
        ],
        [
            "MR KEMP",
            "So the fact that you had to travel and to come from other places, to you, was more important than the life of innocent people, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It is more like the importance of the lives of the members of the African National Congress.  I wouldn't allow him to stay alive and keep on killing the members of the ANC.",
            "Male"
        ],
        [
            "MR KEMP",
            "You were armed with a Makaroff pistol on that night when Chris Ngwenya was killed, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR KEMP",
            "And nothing would have prevented you from approaching him and shooting him with the pistol, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Chris was a trained person, I wouldn't tell the girls to move away so that I can get a chance to kill Chris.",
            "Male"
        ],
        [
            "MR KEMP",
            "Do I understand you correctly that you were scared to approach him, to shoot him directly with a pistol?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, because he was a soldier.",
            "Male"
        ],
        [
            "MR KEMP",
            "Was he armed on that night?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I won't say so because I didn't search him, I didn't touch him.",
            "Male"
        ],
        [
            "MR KEMP",
            "The weapon you bought with the money which you got from the Msibi incident, you told the Committee yesterday you bought a firearm, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR KEMP",
            "What kind of firearm was it?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It was a 9 mm firearm.",
            "Male"
        ],
        [
            "MR KEMP",
            "And you mentioned yesterday that you bought it from some people.  I would like to have more particulars, where were these people, how did you approach them?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It is people from the township.  I won't be able to say exactly who were those people.",
            "Male"
        ],
        [
            "MR KEMP",
            "You didn't know them?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "No, I didn't know them, but I knew that they were selling the firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you know to go to that particular place or person and approach them in order to purchase the firearm, if you didn't know them?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I was in the company of Hlaza.  He was the resident of Piet Retief and he knew the people of Piet Retief.",
            "Male"
        ],
        [
            "MR KEMP",
            "So Hlaza would be able to tell us who these people were?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "No, Hlaza passed away after I was arrested.",
            "Male"
        ],
        [
            "MR KEMP",
            "What happened to this weapon after you bought it?",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Chairman, sorry, I don't want to be too disruptive, but I understand that, I was given to understand that Mr Kemp represents the police.  I am not quite sure what the purpose, this weapon was purchased and this - I am referring to the Msibi, Piet Retief issue, how relevant that is in so far as his mandate is concerned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will allow it.",
            "Unknown"
        ],
        [
            "MR KEMP",
            "Do I have to repeat the question?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR KEMP",
            "What happened to this weapon after you had purchased it?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I took it with to Ermelo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What we want to know is what eventually happened to it?  Did you give it away to somebody or did you arm somebody else or did you keep it for yourself or was it taken by the police when you were arrested or what is the position?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "As I had the permission to train the Self Defence Units, I thought that it was important for me to give it to some of the members of the Self Defence Units that I trained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you do that, did you give it to one of the members?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I did so.",
            "Male"
        ],
        [
            "MR KEMP",
            "To whom did you give it?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It was Bongani Khaba.",
            "Male"
        ],
        [
            "MR KEMP",
            "Is that Bongani Khaba?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR KEMP",
            "You mentioned in your evidence yesterday that some weapons were given to members of the Black Cats, by members of the South African Police.  Is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR KEMP",
            "Did you ever see this happen?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I didn't see it happening, but Bongani who was one of the Black Cat members, told me so.",
            "Male"
        ],
        [
            "MR KEMP",
            "So, you only know about what people told you and what you read in the Weekly Mail, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That is so.",
            "Male"
        ],
        [
            "MR KEMP",
            "I have no further questions.",
            "Male"
        ],
        [
            "MR KEMP",
            ".",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Gushu, yesterday if you will recall, much time was given because there were a number of problems with your statement which was not undersigned, do you remember?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "(No translation)",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Before the time it was also read out to you and you confirmed it, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "(No translation)",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat himself?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, would you repeat your answer please?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I have a problem with my earphones, I cannot hear the Interpreter properly.  I am struggling.\n\tPlease repeat the question.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Your testimony or your statement was read to you and you confirmed it, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Which one are you referring to?",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The statement which has been placed before the Committee.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "All of it, it is true.  Yes, it is true.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you again confirm that everything contained within the statements within Volume 1, which has been placed before the Committee is the truth?  You confirmed that yesterday as well?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Even now, I am still maintaining that position.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You said yesterday after your statements had been sworn in that what is contained within that, you wrote yourself, do you remember saying that?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That is so.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well, and I would remind you that there was an initial first statement which did not appear before the Committee which came to light yesterday.  Do you remember that?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Are you aware of that statement and are the contents of that statement, the truth?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "At the moment I haven't seen that statement, therefore I cannot confirm.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Would you like to study the statement?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I would love to read that statement although it will be difficult for me to read English because I am not an Englishman.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Chairperson, yesterday with regard to one of the Honourable Committee member's questions, and I am not interested in the aspects which have not been served to the Committee, the statement consists of seven pages and the last page which I have removed, has to do with that aspect which has not been served to the Committee and I therefore beg leave that I provide this to the witness to read, but I can't understand what you say sir, because you said that you can't read English, however yesterday you were referred to your statements, and you followed it, how was that possible?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "My problem is this, I can write but English is not my home language therefore it will be difficult for me, this is why I asked to testify in Xhosa.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Would you like the opportunity for the Interpreter to study that statement with you so that you can determine whether or not that is the first statement that you made to your Attorneys and the same statement that you sent in along with your amnesty application?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I would like to do so if possible.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Chairperson, might we have a few moments for him to study his statement?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, was that statement not dealt with with your client?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "This statement, I presume she is referring to the first statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I heard both statements.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I haven't gone through this first statement with him, with the client, in detail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?  We all knew that that is going to become a focal issue yesterday, not so?  I was called upon to make a ruling to what extent that statement could be used.\n\tWe are going to delay further now because of that.  Mr Gushu, when you go through this statement that you say you haven't seen, with the assistance of the Interpreter, I want you to be quite clear as to the contents and not to just willy nilly agree to the contents.  If there is something you disagree with or you don't understand, make a note and then when you come back, you point it out to her, point it out to us.\n\tCheck if whether what is recorded in that document is in fact what you told your Attorney.  Do you understand?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is the purpose of us giving you the opportunity now to read and check this document because you are going to be cross-examined on the contents thereof.  And the contents of that statement is possibly going to be compared to the statement you signed, so you must be very careful about whether the contents of that statement that you didn't sign, that you are going to read now, is one that you actually  made.  Do you understand?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn until ten o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you had an opportunity to read or have it interpreted to you, the statement that we were talking about?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you understand the statement?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I understood the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it a statement that you made in full or in part?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, most of it, but as I was talking to the person verbally and the person was writing down for me.  I think there were some mistakes.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The applicant said that the Attorney added some things so that the statement could be well understood.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you correctly then that the contents of that statement is not totally accurate?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Most of it I said to the person who was transcribing for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you able to point out the aspects which are incorrect?  I am not asking you to point them out, I am asking you if you are able to do so?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I would be able to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But generally you are telling us that it is a statement that you made, albeit unsigned?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, if there are issues or aspects of that statement that are incorrect, and you are questioned about it, will you please point those aspects out, when and if the time arises?  Do you understand?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, ...",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, may I, I have only one copy given to me which I placed before the applicant, but I would request another copy if possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you not got a copy?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, this is the only copy that was handed to me, the applicant had not been given a copy.  This is a copy which I...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I was only asking whether you made any effort to get it yesterday, it appears not?  Are there copies available.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I have copies for the Committee.  Unfortunately I do not have a copy for him, I've got a copy for the Committee that I would like to submit.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think it has been sorted out by Mr Patel, he is playing Father Christmas.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "There is no copy for the applicant either, and this is not the same statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, have you got a copy of that statement, that was pointed out to you?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I have.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, do you have a copy?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Thank you Mr Chairperson, I then ask for permission to submit the copies, the last page has been removed.\n\tI am not sure if Exhibits have been admitted, if it can be submitted as Exhibit A with your permission.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, this will be marked Exhibit A.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Thank you Mr Chairperson.  You have now had the opportunity to with your Attorney and co-applicants go through this statement and you have now also mentioned to the Committee that you will be able to indicate where the mistakes are, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I think it is very important sir, that you must exactly tell us because I would like to refer you to Volume 1, page 36 that is the statement that appears in the volume, paragraph 13.  Have you got it in front of you?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You mention there under the Piet Retief operations, I received direct instructions from the ANC command to kill Alfius Msibi.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Could you tell the Honourable Committee, that command structure - can you tell us from where you received this command because it is very clear that you are talking about a command structure?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat himself?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could you just repeat that answer please?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Stulu Hlaza was the Commander or the Chairperson of the Youth League, ANC Youth League in Piet Retief and was the Commander of the Self Defence Unit as well.  I received an instruction from him.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you receive an instruction from a Youth League of the ANC to kill someone?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.  I received an instruction from the Chairperson of the ANC Youth League, not from the Youth League itself, but from the Chairperson of the Youth League.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The Chairperson, Mr Hlaza?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And from whom would he then have received his instructions?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I cannot hear, there is no interpretation coming through from my earphones.\n\tPlease repeat your question, I can hear now.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "From whom did Mr Hlaza receive his instructions?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I was merely a soldier, I do not know any politics.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No sir, but I am now going on what you say in your statement in Volume 1.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You make allegations in the statement, you discuss it in full, more than what you do in Exhibit A and that is why I would now like to find out from you how the structures of the ANC worked in Piet Retief and what the command structure was and how the commands came to you as a soldier?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I received my instructions from Commander Hlaza as a soldier.  I don't know who he spoke with to reach these conclusions.  At the time we lived under apartheid.  It was difficult to divulge all even to a soldier, it was dangerous because you could not trust everybody.\n\tIt was difficult for Mr Hlaza to tell me where he got the authority to give me such a command.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Answer this question, was the Chairman of the ANC Youth League in that area, entitled to give you a command?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he in his capacity as Chairperson of the ANC Youth League, part of the command structure?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "As I have already said Mr Chairperson, I am not a politician, I am a soldier.  I received orders.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But that is exactly what we are trying to find out.  Who was entitled to give you an order and to whose orders were you duty bound to react?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Hlaza, as he was the Chairperson of the ANC Youth League and also a Commander of the Self Defence Units in Piet Retief, I expected such orders from him as the Commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he was part of the command structure?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, according to my knowledge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he could either give you an order by his own authority or he could communicate an order from some structure, ranked above him?  Is that so?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I am sure it is so sir.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You do not even know that, because you cannot tell this Committee how this command structure worked.  You say that you received your instruction from the Chairperson of the ANC Youth League and furthermore you don't know anything else that happened above in the command structure, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I was a soldier, I am a soldier.  When I am given an order, I obey it accordingly.  I don't have to look into what the politicians decide, who they speak to or whatever.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, but then I do not understand your evidence at all.  When Mr Kemp questioned you, or I beg your pardon, Mr Patel questioned you, then you said with regards to Mr Mkhwanazi, his client, then you said you could act on your own initiative and only later, tell your Commander.  A soldier does not act in that way?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In what way?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "To act on own initiative, to do as he wishes and then only later go and report back?",
            "Female"
        ],
        [
            "MS VAN DER WALT",
            "Very clearly with regards to his answer now, that he acted like a soldier.   He only received a command from Hlaza and that is how a soldier acts, and on the other hand he said that he could act on his own initiative?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So what is the problem there?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I would put my problem to him.  I would like to put it to you that you and Hlaza did not act under any command of the ANC.  You were only two ordinary criminals who robbed.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I dispute that.  Hlaza was the Chairperson of the ANC Youth League, he was known generally around Piet Retief.  I dispute what you are saying, we were not common criminals, I was obeying orders that as a soldier, I was meant to obey.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You have just said that it was still apartheid and that you suffered a lot, but according to the ANC themselves the armed struggle was suspended in 1990?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That is true that the suspension of the armed struggle was already implemented, however, the National Party and the third force continued to kill people, even the Black Cats and ascaris as well.\n\tDuring the times of negotiations the National Party wanted to make sure that the negotiations failed, so that the ANC could not undergo the elections, so that we have a government of the National Unity today.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I still refer you to paragraph 13 of page 36, where you say that during that period, Mr Msibi was an active member of the IFP and the quote is then as follows:  \"... and was the puppet Mayor of Tandu Ukanya.\"  Do you see that?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Please explain your question.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I would like to know what do you mean with puppet Mayor?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "A person worked for the National Party, especially in a political sense like a Mayor, it was the Mayor who made sure that certain people were oppressed and intimidated in the township, paying for water and electricity, meanwhile we hardly got any water and electricity.\n\tHe worked for the National Party, taking money from the people so that they buy arms and uniforms for the people, the same people that were going to kill ANC members.  This is why I was saying he was a puppet Mayor.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did you for the first time arrive in Piet Retief?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "It as just two weeks, but I moved from Piet Retief, Ermelo, Secunda and Davel.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did you arrive for the first time in Piet Retief?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I would not be able to remember because this happened a long time ago.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Msibi was killed or shot on the 12th of December, concerning that date, when did you arrive in Piet Retief?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "It means that I arrived before that.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "How long before that date?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "About two weeks.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did you leave?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "After I had shot Msibi.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you were in Piet Retief for two weeks, so you do not know at all what was going on in Piet Retief, what was going on in the Town Council, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "As Hlaza was there as the Chairperson of the Youth League, I could not dispute what he had said to me, to go out and look for more detail as to what was happening in Piet Retief, I was just doing my job.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then in paragraph 14, you further say that Mr Msibi - that he trained the Makusi para-military trainees.  You do not carry any knowledge of that, it is just something that someone said or told you?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "As I have already said, I received most information from Keswa, that they were trained at Makusi Camp from Ali, therefore it meant that Ali was training these people at Makusi Camp, the Inkatha people.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you acted just on the word, or on what Hlaza said to you?  Did you say Keswa or Hlaza?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Hlaza.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you just acted on what he told you?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct, as my Commander.",
            "Male"
        ],
        [
            "MR BLACK",
            "May I interrupt there, I don't want to - I think it must be a misunderstanding between my learned friend and Mr Gushu.\n\tMr Gushu as I understand his evidence, he acted under the command of Hlaza, but when he did - Mr Gushu did mention Keswa and in that, he said he received information relating to para-military training of trainees from Keswa.  If that could just be ...",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You heard from Mr Keswa regarding the training of the people by Mr Msibi?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the question, it was not interpreted properly.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "You say that Keswa gave you the information that Mr Msibi is training people?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is what he told me when we were both already arrested, we were both in jail.  That is what he told me.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So sir, when you went to go and shot Mr Msibi, you did not even have knowledge of the fact that he trained people?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "When I went to shoot, I knew that he was intimidating and oppressing people.  Also that he kept Askari members and Black Chain members in his house.  I knew that.  However, the certainty I received from Keswa and Mdumzimi who worked directly with Mr Msibi.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What Askari members did he give shelter to?",
            "Female"
        ],
        [
            "INTERPRETER",
            "The Interpreter thinks the witness is on the wrong channel.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, what number is on this thing there?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Which ascaris did he give shelter to?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Those were the people who were killing the members of ANC in the Mpumalanga region.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What ascaris did he give shelter to?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In other words, did you know the identities of these ascaris or did you just rely on information from other sources that he had ascaris there?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I solely depended on information that I used to get Mr Chairperson.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I am sorry, Mr Gushu, is it not correct to say that for many of these things, all these kinds of information you had, you had no personal knowledge of all this, these were things that were conveyed to you by other people, your colleagues from the ANC, not so?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I am still at paragraph 14.  You say members of the ANC/COSATU/SAP - I presume it should be SACP - and various organisations allying to the ANC, were being killed in large numbers.  Is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I did say so.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "For example comrade Hlaza was killed on the instructions of Msibi and the police did absolutely nothing in following up his murder, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "According to the information I got from Keswa about the actions, the police clearly knew about Stulu Hlaza's death because the police worked with these people, gave them the authority to kill ANC people.\n\tThey would not sentence them accordingly, because these people were supporting the National Party anyway.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I would like to put it to you sir, that if you look at paragraph 14, is it very clear and that is what you presented to the Committee in the beginning and what you are saying in this paragraph that Hlaza was killed by Mr Msibi, you further go and say prominent ANC members and supporters such as Joseph Tebete and Andries Kumedi the present Mayor of Piet Retief were wounded as a consequence of assaults carried out upon them under the direct instructions of Msibi.\n\tIs that correct what you are saying there?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.  The way Keswa and Msibi spoke, it is according to how they spoke.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Chairman, I am sorry to interrupt.  The Committee will recall when I was leading evidence in this respect,  I attempted and I anticipated what we are now experiencing, to put before the Committee that what is contained in there is effectively hearsay.\n\tYou will recall Mr Chairman, I was told not to proceed or - it wasn't a ruling, but I was attempting to and I left it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any case, he said himself that he relied on all this information.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Sorry Adv van der Walt, Mr Black, are you not trying to say that perhaps it might not serve a very useful purpose to cross-examine this witness on things which he has no personal knowledge of, that he does not claim to have personal knowledge of those things anyway?\n\tIsn't that the point you are trying to make?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That is sir, because if I had been allowed to elaborate, what is happening, what is included, it wasn't intended to mislead the Committee that he has personal knowledge of this, this information is there and which we received, as confirmation of the information which he had earlier received from Hlaza and these are examples as to reinforce that.",
            "Male"
        ],
        [
            "ADV SANDI",
            "A lot, as I understand it, a lot of this was part of the briefing that was conveyed to him and he believed it and he acted on it?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Not at the time, to make it very clear.  This is the information, this specifics in 14 were actually conveyed to him by Keswa which confirmed the original instructions which - under which he acted.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, I am still with the same paragraph and I would just like to ask if what is said there, is that the truth?\n\tIf we can go back to Kumedi and Tebete, where they injured under the instructions of Mr Msibi as well as assaulted, is that correct?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, let's put it - carry on, carry on.",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "According to my knowledge, that is so.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I would like to continue, the liberation movement was unable to operate constructively and freely within the Piet Retief area as a result of the combination of forces consisting of para-military trained members of the IFP and the South African Police who ensured that Msibi and his allies were supplied with various weapons and arms.\n\tIs that correct as it is put there?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.  As I have already said, this was from Msibi and Keswa's mouths, they said this.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You then continue to say Msibi housed the Black Cats, the members of the South African Police who actively assisted in arming and assisting IFP and Black Cat members in Piet Retief, where Warrant Officer Pienaar and Sergeant Mkhwanazi.\n\tKnowing what the Black Cats have done in Ermelo and Davel, we did not want to see innocent people dying.  Is that correct sir?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.  As I have said the information that Pienaar was working together with Mkhwanazi and they were training people at the Camp and ascaris as well.  As I have said I got this information from Keswa.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I received instructions from the ANC command in the area to monitor Msibi and his allies.  My further instructions were to proceed to Piet Retief area and establish Self Defence Units and to train them in self defence.\n\tIs that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, exactly.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "In the next paragraph sir, paragraph 15, you continue to say my instructions were to eliminate Msibi and disarm him.  Is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Let me put it to you this way, your evidence was or your statement rather was read to you yesterday by your Advocate, paragraph by paragraph and you confirmed that, this same statement, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well.  Before we got to paragraph 13, or the first statement Exhibit A came to light and then you experienced problems and then instructions were given that Mr Msibi must be represented and then when your evidence was led with regards to the incident regarding Mr Msibi, these paragraphs were not read to you.\n\tYou gave oral evidence concerning that incident, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Something was read here yesterday concerning Piet Retief, but I don't remember whether the whole statement was read.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You gave evidence, you sat there and told the story about what happened yesterday afternoon late.\n\tIs that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, in the way that I prepared to go and kill Msibi.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If you would have continued in the way in which this statement was placed before the Committee as with the other paragraphs, then it came out very clearly out of paragraph 14, that Hlaza was killed and that Tebete and Kumedi were assaulted and because of that, and the fact that the ANC cannot operate there as they wished, you got instructions to monitor Msibi and to kill him.",
            "Female"
        ],
        [
            "MR BLACK",
            "I honestly don't quite follow what is happening here.  First of all I must come to I think Mr Gushu might be more confused than I am, but I dispute the fact, when we got to the convictions and the specific incidents, it was not read paragraph by paragraph, as suggested by my learned friend, and certainly there were many occasions in which Mr Gushu would - went off and spoke entirely on his own.\n\tI don't want to waste time, because the record would speak for itself.  As far as Piet Retief is concerned, by that stage I had received so many objections particularly from my learned friend when it came to an attempt to lead or speed things up about Piet Retief, that I had in response to her objections about this incident of Msibi, I more or less said okay,, you say it in your own words.  So there was no other motive and I don't know what my learned friend is trying to suggest.\n\tAlso there was the method of leading the witness, you will recall Mr Chair, the statement had by that stage been signed and in order to speed it up, I made a general confirmatory, he made a general confirmation of the contents of the statement.  I don't know what, where we are going, if there is any suggestion that there was a sinister motive in allowing the witness to give evidence in the manner in which it was not being led, then I fail to see what the objection is.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I do not think Mr Black understands what I am putting to the applicant.  I will orally indicate it to him in his statement, but I would firstly like to say in your statement as it is contained in page 36, paragraph 14, you misled this Committee, because there out of that, if you read it, you realise, or read it independently, it seems as if Mr Hlaza  was killed and that Mr Tebete, Andries Kumedi was assaulted and as a result of that, you received the instruction to go and monitor Mr Msibi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt, could you tell me is that the only conclusion that can be made from this?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "With respect Mr Chairperson, I would then also look at Exhibit A where it is described in exactly the same way and if it is read independently from what was said or what his oral evidence was, it clearly seems as if Mr Hlaza was shot - without reading anything extra, and after that ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The way I understand you, the witness could not have received an instruction to kill Mr Msibi from Mr Hlaza because he was already dead?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No, that is not what I am saying.  I am saying he coloured in his amnesty application and worsened it to draw or sketch a picture before this Committee, which is not correct, but I would like to show him that his oral evidence is contradictory to what appears in his written application.\n\tI am saying that he is colouring it in.  Thank you.",
            "Female"
        ],
        [
            "MR BLACK",
            "Sorry, before you go.  Mr Chairman, may I once again just - I tried to make it clear yesterday and I think Mr Gushu has also made it clear that if we are going to spend time on semantics here, it is quite clear the purpose of this evidence and even if you compare it with Annexure A, the contents of paragraph 14, was simply referring to incidents about which he was told after the incident of Msibi, namely and served as confirmation of what he was told of Mr Msibi's actions prior to it.\n\tAt the end of the day he was just carrying out orders from an order of the Commander and it is not his (indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, I think we all heard you the first time.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Thank you Mr Chairperson.  I refer you to Exhibit A, page 6, the second paragraph.\n\tI am going to read the whole paragraph to you, it is the loose page Mr Gushu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Page 6?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Page 6 of Exhibit A, he still does not have it.  Page 6, the second paragraph.  As a Mayor he recruited the Makusi trainees to come and harass whoever was not a member of the IFP.\n\tThey were killing members of the ANC, COSATU, SACP and Civic Organisations allying to the ANC in large numbers.  Example, you must listen carefully, comrade Stulu Hlaza was killed on the instructions of Mr Msibi and the police did nothing.\n\tThe same applied to Joshua Tebete and Andries Kumedi.  The liberation movements could not operate in Piet Retief and I was instructed to monitor Msibi and those who were very close to him and to kill them if the need arises.\n\tI went there and established Self Defence Units and trained them in self defence.\n\tDo you understand, it doesn't really matter what Mr Black says.  Once again it appears exactly as in Volume 1, and it says that Mr Hlaza was killed after which you went to Piet Retief in order to establish Self Defence Units.\n\tAnd you continue with the next one ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then I am slightly confused.  Then the issue should be that Hlaza was not alive to give that order, is that correct?\n\tIf I understand your question correctly, an attempt was made to kill Mr Msibi almost as a consequence of what he had done in relation to Mr Hlaza's death?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "That is how it appears here, yes.\n\tThen I would like to say to you further, if one looks at Exhibit A as well as Volume 1, page 37, nowhere in any paragraph is there an indication by you that Hlaza was with you when you went to shoot Mr Msibi, once again it is further proof that you coloured your amnesty application so that you could be granted amnesty.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "There is no such, I did not colour in anything.  I wrote or said what I know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, when you went to shoot Mr Msibi like you say, was Mr Hlaza alive or dead?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, Mr Chairperson, he was still alive.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why when you were with two different Attorneys and you made the second statement which is contained within Volume 1 and is much more expansive than Exhibit A, why didn't you tell the truth and say that Mr Hlaza was with me when I went to shoot Mr Msibi?\n\tYou didn't say anything about that.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "It must have been a mistake made by the Attorney, but all the time in my statement I mentioned that I was with Hlaza, because that is the truth, I was with Hlaza.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Two Attorneys make the same mistake?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you surprised Madam?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I will continue.  I would like to point it out to you even further and this is still in relation to your evidence yesterday and if it was led like that consistently, it was placed before the Committee on page 37 and 36, without your amendment, because you have amended it with your oral evidence.\n\tI will continue, paragraph 16, page 37.  You say, and this appears in the middle of the page, Mlangeni tried to run away, I shot him, he died immediately.  Once again in attempting to shoot Msibi and I left him for dead.\n\tListen carefully sir.  I went into the bottle store business to see if there were any arms.  Is that a fault which the Attorney made?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, it is a mistake because I tried to say yesterday we got there and the shop was being closed.  Msibi would say that as well.  We got there and the shop was being closed.\n\tI shot Msibi whilst his car door was opened.  I discovered as I was arrested that it was Themba Mlangeni who was closing the shop.  If you are going to say I went inside the shop, which moment would I have gone inside, because I was shooting and I was outside?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why does it state in your statement then that you went in?  It is a statement that you signed, it is a statement that was gone through with you, with your representative I assume, why then didn't you correct it then?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Mr Chairperson, it is only now that I see this mistake.  When we were inside there with my Attorney to look at the statement closely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you signed it?  You must remember we had a big sing song about the signature and we adjourned in order for you to sign it.  We took long enough for you to acquaint yourself with the contents and then sign it.\n\tAre you going to tell me now that you did not acquaint yourself with the contents of this and nonetheless signed it?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Mr Chairperson, yesterday I signed in a hurry.  I could not read each and every detail in the time that I was given.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So this statement wasn't - you didn't go through the statement with your representative before you signed it?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "No, not yesterday.  I did not read this, but as this was written by me, and it is typed, I am not well educated, there would perhaps be mistakes in the statement that I had written and given to my Attorneys so that they sort it out for me.\n\tThis is why I did not see this mistake timeously.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, don't misunderstand me.  I am not going to hold anything against you for the mistakes that you make or that you have made.\n\tAll I want to know and you have answered the question, all I wanted to know is whether this statement was properly examined with you before you were asked to sign it, and you have already told us no.\n\tDon't feel guilty about it, I appreciate your position in respect of it.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr Chairperson, I would just like to take this further.  You are trying to hide behind the fact that you can't read English very precisely or understand it very precisely, however, yesterday after the statement was signed and you were asked by the Chairperson, whether or not you understood it, you were so self assured, that it actually came up to me and I made a note of it, you said that what appears here is correct because I wrote it myself.\n\tThis morning, this was my first question to you, because I knew that you would come back and once again you confirmed that what appeared here, is correct.  Do you remember that?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Then I would like to take this further.  As you would like to present Mr Kumedi and Hlaza and Tebete, in the same way in order to qualify for amnesty, you said in this paragraph that you entered the bottle store because you were looking for weapons.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I did say that I shot Msibi, as I shot Msibi I also shot Mlangeni.  He was closing the store, I would not have a chance to go into the store because after you shoot, the police are sure going to appear.  It would have been difficult to shoot and then still go inside and search the store.\n\tYes, I was meant to look for weapons had I got the chance, but in those circumstances it would have been difficult.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You see sir, this aspect of paragraph 14, page 37, and your oral evidence would never have been amended if Exhibit A had not come to light yesterday, because then you had problems, because then you saw on page 6, the last paragraph, of Exhibit A appears the incident which you have described.  It is the very last line, I went for Msibi again, I shot him and when I thought he was dead, I took the till money and fled.\n\tYou see, there you picked up problems because you didn't go into the liquor store?",
            "Female"
        ],
        [
            "ADV SANDI",
            "Sorry Mrs Van der Walt, you will have to help me if my memory is failing me.  Did he not only get Exhibit A this morning?  How could that have happened?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "He said that was appears in that is correct, and if anything was incorrect that he would point it out to me.  That is what I asked him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, but the point is - you put it to him that he made an amendment, it doesn't matter how he made that amendment, when he saw Exhibit A.\n\tAnd what my colleague is saying to you is that the contents thereof, only came to his attention this morning?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Well, then I am not entirely sure of this, because his Advocate had it before he testified.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We have also experienced similar problems, but that was his evidence.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Perhaps we can find out from him when he got hold of this.  Mr Gushu, when did you get this Annexure A?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I got it when I was asked if I know about this, and then I requested a moment to look at it.  I got it this morning.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, when you began to give evidence yesterday, you testified that you and Mr Hlaza went to Mr Msibi's liquor store, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You also testified that when Mr Msibi was shot, Hlaza went to fetch the money and you left?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I said I shot Hlaza, I shot Msibi, I was with Hlaza.  I then said to Hlaza he must go and get the till.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When you testified, didn't your Advocate tell you hold on a minute, I have a problem here, were you in the liquor store or not and your Advocate was already in possession of Exhibit A.  Didn't he tell you, listen you are going to pick up problems under cross-examination because in Exhibit A, it says that you took the money?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "My problem is that my Attorney was not there when I shot Msibi.  I am the one who knows what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt, I think that it is very clear that neither of the statements was studied with the witness as it should have been studied.\n\tI don't think that we can actually put the blame on him for this.  \n\tIs this a convenient time for you to adjourn?\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "(cont)\n\tSir this error which you have indicated in paragraph 16, I went into the bottle store business to see if there were any arms.  Who made that error?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "It must have been a mistake made whilst I was talking to the Attorney, because the statement was made when I was speaking to the Attorney, and the Attorney was writing down for me.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Which Attorney is this?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Modise Mohammed's assistant.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What is the name of the assistant?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I know his surname, Modise.  I don't know his first name.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So therefore it was not a white person, it was a person who could speak your own language, whether it be Xhosa or Zulu?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "It was a black person.  I am Xhosa, the person is Zulu, it is not the same thing.  Perhaps there was a slight misunderstanding in that sense.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Let's get some clarity on this.  Mr Gushu, you say this person was Zulu speaking, what do you mean?  Do you mean he was addressing you in Zulu?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "That is so, he was addressing me in Zulu because he is from Gauteng Province.  I am a Xhosa speaking person, I am not fluent in Zulu.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You don't have a problem with Zulu, because you spoke Zulu yesterday, some members of the audience were saying he is speaking Zulu?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I am Xhosa, I speak Xhosa.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I would like to know from you exactly what the order was which Hlaza gave to you with regard to Mr Msibi?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "The instruction was that I should kill Msibi.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Is that all?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, also that I should form Self Defence Units in Piet Retief.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Is that all?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "According to my knowledge, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Are you certain?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I am certain.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well.  I want to take you to paragraph 15 on page 37.  Do you have that?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "My instructions were to eliminate Msibi and disarm him as he was in possession of and had access to a source of arms and ammunition.  What do you say about that?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "When I went to kill Msibi, that is one and the same thing.  To be able to get arms as well.  But the problem is that after I shot him, it would have been difficult to find out whether there were firearms in the store or in his car, because I had already shot.  Because then the police were going to appear at any moment.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, I expressly asked you what your order was.  You said that you had to go and kill Mr Msibi, that you had to establish Self Defence Units.  I asked you whether that was all and then you said yes.  I asked you whether or not you were certain and you answered that you were certain.\n\tYou cannot tell this Honourable Committee now, that to kill somebody and to disarm somebody, would be one and the same thing?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Mr Chairperson, as Ali worked with the Boers and he was also a Mayor, a member of Inkatha, anything that would allow the Self Defence Unit to operate as smoothly as possible, I had to do.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why didn't you just say that when it is asked of you and once again put to you and once again an attempt has been made to achieve certainty regarding this, why didn't you just say that?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "What did I not say?",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I asked you what your order was and you never said that you had to obtain weapons for the Self Defence Units of Hlaza.  Hlaza never gave you that kind of instruction according to you?",
            "Female"
        ],
        [
            "MR BLACK",
            "Mr Chairman, if we are going to carry on, he clearly said he had to establish a Self Defence Unit, my learned friend was here yesterday.  The establishment of the Self Defence Unit has to function as a Self Defence Unit had to function.  His answer is he had to do everything possible to ensure that the SDU's functioned.\n\tNow, we are going in circles with respect Mr Chairman, that is my objection.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "May I continue?  Thank you.  You see sir, that is also not what you have said in paragraph 15.  You said that your instructions were to take the weapons of Mr Msibi, because he had a lot of weapons.  Can you see that there?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I see it.  To me, that is all the same thing.  If I had killed Msibi and there were chances to do everything that I wanted to do, I would have done it.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But that was not the order which you received from Mr Hlaza?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "It was.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But that is not what you have just said a few moments ago?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I was trying to explain the way I understand the struggle, I don't know whether according to your understanding of the struggle, I don't know how that works, but I was explaining how I perceived and understood the struggle.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I am asking you once more, what was the order which you received from Mr Hlaza?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That I must kill Msibi and to train Self Defence Unit members.  Therefore, if I trained Self Defence Units, it was my job to look for firearms.\n\tAccording to the information that I got that he had weapons  and was assisted by the police.  For the Self Defence Units to operate, I had to get firearms, it is part of the whole thing according to the amnesty application I am here about.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you see sir, that you are placing the error which you indicated in paragraph 16, that you went into the liquor store to look for weapons, you are placing that error on the shoulders of your Attorney, but according to what you are saying now, and what appears in paragraph 15, that was your exact instruction to take the arms off Mr Msibi, but that is not what you are doing?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Mr Chairperson, I want you to be clear, I did all this.  When I was writing the statement, I was writing the statement in Xhosa.   My representative had to then translate and sort it out.\n\tThere can be such mistakes.  He was not Xhosa and I wrote my statement in Xhosa.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Are you trying to say that what you said in paragraph 15, my instructions was to disarm him, that is Mr Msibi, are you saying that that could also have been a mistake?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That is not a mistake.  I was meant to do that.  That was the instruction.  Having killed Msibi, I had to make sure that as a person who was training the Self Defence Units, I had to make sure that they had firearms.\n\tThese were people who were attacking members of the African National Congress.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That is not what your initial evidence was and also not on the second time when I asked you about the order.  What I would like to know is whether Mr Hlaza told you that you had to go and kill Mr Msibi and take his weapons?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, as I have said the instruction was that I should kill Msibi and that I must train a Self Defence Unit.\n\tI had to make sure that the Self Defence Unit operates as it should.  As a soldier I saw this as part of the whole thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you try to take his arms?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Mr Chairperson, as I have said after I shot, I instructed Hlaza to take the till.  The police were going to arrive within five minutes perhaps.\n\tIt would have been difficult to search Msibi for a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt, I think the point has been made.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "So did you not carry out the order that Hlaza gave you, you decided on your own that you would simply just take the money that belonged to Msibi.  That was not your order.\n\tIt has been asked to you several times, and it has never emerged that you had to take money, you then committed an ordinary criminal robbery?",
            "Female"
        ],
        [
            "ADV SANDI",
            "Yes, but Ms Van der Walt, without any intention to interrupt you, was it not his, was it not part of his evidence that as he understood these instructions, he also had a right to take initiatives, if to do so, would further the stated aims and objectives of that organisation?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "With respect, that was in relation to what Mr Patel asked.   We are now discussing a completely different group, this is the Youth League, Mr Hlaza and it does not appear from his evidence that this was his order as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think you are making a mistake Ms Van der Walt.  His initial order in terms of his evidence, was to do certain things in the district of Secunda, Ermelo and Piet Retief.\n\tThose orders or that order also included manners in which he would have to take his own initiative in order to obtain firearms and other such forms of ammunition.\n\tWe have also heard that this included robbery.  Now he comes to Piet Retief and he says that he has received an order from a certain person to do a certain thing, but you could attempt to persuade me that if that was the case, then the order which he received in Piet Retief had nothing to do with the initial order which he received, and he shouldn't have thought about it when he went to Mr Msibi's shop.\n\tIf it is not like that, then it makes sense to me that the one order could overlap with the other.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "If this applicant could place before the Honourable Committee, exactly how the command structure of the ANC functioned in order to end up with the Youth League, and where Mkhwanazi fits in as well as the other persons who gave him orders, then I would be able to agree with you, but I think that at the end of the day it could be argued that this was simply a splinter group of the ANC.  It has been argued before that these groups did their own thing.\n\tI think it can be strongly argued that they did certain things which were not approved by the command structure of the ANC and for which there were no orders, and this is what he cannot tell you today.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would just like to point out something.  A man comes along and he says that he is a soldier.  If there is no communication between those who gave the initial order and those who gave the specific order in Piet Retief, then the question exists, how did the people in Piet Retief know that they could go to the witness and give him orders?  Do you understand my position?\n\tAnd I am simply pointing this out.  I don't know whether he can describe to us the line of command, I don't know.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I believe that Mr Hattingh would go into this regarding his cases.  Perhaps then we would be able to determine this, but at this point, during my examination, he could not answer these questions, because he simply came back and said I was a soldier.  That was the easiest answer which he could provide.  Thank you.\n\tVery well sir, I would like to take you to the events as Mr Msibi's liquor store.  You testified yesterday that Mr Hlaza went along, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I said so.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And did you and Mr Hlaza have any firearms?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, we did.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you testified previously that in Ermelo, you were also with a person who had an AK47 when you shot Chris?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you here in the Piet Retief area, have weapons at your disposal?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, when I went there I had some weapons.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the other person also had weapons?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I gave him the firearms because I moved all around these areas with these firearms, that is why when I get money, I tried to buy firearms for the Self Defence Unit as to protect the community.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And this was at the end of 1991 when Mr Msibi was shot?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, if it is so I would agree, but I am not sure about the time.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That was when the negotiation process was already under way?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And appeals were made to the ANC from the National Party to hand over their weapons and this was because there were quite a number of weapons in circulation.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I have no knowledge of such, that is your own knowledge.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And throughout the history of the ANC it was very clear that weapons such as the AK47 were imported by the bagsful into the country, or don't you know anything about that?\n\tDo you know anything about the ANC's history?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "As a soldier, I don't know the exact history.  If I got an instruction ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the answer?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could you repeat your answer please?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "If the ANC was bringing arms into the country illegally, I don't know out of it.  I used DLB's, I would be told specifically where to get firearms.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You have just testified that you and Mr Hlaza both went to Mr Msibi's house and that you were armed, and you also testified that you climbed into his vehicle and that he opened the door again, and that is when you shot, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "You have made a big mistake.  I did not get into Msibi's car.  I did not get into Msibi's car with Hlaza, that is a big mistake.\n\tWe went passed Msibi's house and we saw that he was there, then we went further to the shop where I was going to kill him.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what happened then?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "As I have said, when we were going up the road with Hlaza, close to Msibi's, there was a valley where you could see that there was a house being built.\n\tThat is where we were when we could see that Msibi was preparing to close the shop.  I was going towards the front of Msibi's car, that is when I shot.\n\tMsibi was in the front of his car and his door was open.  I shot at him.  I went to the passenger side so that I could see the person that was closing the shop because the other person ran away, I wanted to see if he was carrying a gun.  That is when I shot. \n\tI then shot Msibi again as he went underneath the car and then instructed Hlaza to get the till.  After that, we ran off.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Could we just take it a little easier.  You have just said that you saw that Mr Msibi was busy locking his shop, those were your words?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That is not what he said, somebody else was busy closing his shop.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Can we just determine exactly.  You said yesterday that somebody had placed books in the vehicle.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "This is the man I was talking about who ran away.  There were three people originally, Mlangeni and Msibi are the victims.  I don't, I have not spoken much about the third person, because that person ran away.\n\tAccording to my knowledge, I did not shoot that person.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well.  But that wasn't very clear yesterday from your evidence, you didn't testify in the same way as what you are testifying today.\n\tEvidently you have studied your statements again.  Let's take it step for step.  You said that one person was placing those books in the vehicle.  Where was Mr Msibi at that stage?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "He was in the front of the car sitting, the driver's seat, his door was open.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And at that stage, the other person was placing the books in the back of the vehicle?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.  That is when I got out from my place of hiding to go towards the car.  That is when I also shot at Msibi and he made himself fall on the ground and he went underneath the car.\n\tWhen I was shooting, this man had a till and he was closing the doors.  He had a hand underneath the till.  As a soldier I thought that he had a gun and he was preparing to shoot me, that is why I shot at the person.\n\tI then went back to shoot Msibi to make sure that he was dead.  I then instructed Hlaza to go and get the till, and after that we ran off.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, you are trying to hide behind the excuse that you don't always understand everything so well, but I think that you realised yesterday exactly what cross-examination is aimed at.\n\tIn Exhibit A and in the statements in Volume 1 on page 36 and 37, and also not in your evidence yesterday, did you say that the person who came out of the shop with the till, had his hand underneath the till and that you thought that he was going to shoot you.\n\tWhy didn't you say that with any of these opportunities, why only today?",
            "Female"
        ],
        [
            "MR BLACK",
            "No, I must object to this.  He definitely said so yesterday, most definitely.  I must also object, my learned friend can speculate as much as she wants to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can anybody else help us as to whether that was said or not?  I hold an independent recollection on it.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "May it please the Committee.  I recall that the witness had testified about that, the hand underneath the till, thought it was a gun and shot at him.  As it pleases the Committee.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, I had a special interest in this particular point of evidence, he definitely stated that he was afraid that he was going to be shot at.  That he did say yesterday.\n\tI cannot recall at all that he mentioned a pistol or a hand underneath a till.  It is possible that he might have said so, but I don't recall it, but he did say that he was afraid.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "To be honest sir, unfortunately I cannot recall.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I have a brief note\n\"He had a till in his hands, I thought he was armed.  The till fell down\"\nThat is the note I have.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, you also did not mention yesterday that the third person ran away?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "If it is so, then that was a mistake, but I am telling you what happened because I was there.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mrs Van der Walt, I think he did mention something yesterday about someone running away from the scene, but I am not sure whether he said it was the second or the third person, because today he seems to be too specific about having a second and a third person on the scene.\n\tBut does anything turn on the issue anyway?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "With respect yes, because I wanted to question him and I will refer you to the exact place in his statement, where he states that Themba ran away and that he then shot him.  That is why he is prepared today and yesterday with his evidence, because if that was the case, his order was to shoot Mr Msibi, why would he then shoot an innocent person who was running away?\n\tBecause then he could not receive amnesty for that case that wasn't part of his order, it wasn't a question of cross-fire, but I would like to tell you exactly what he said if you could just grant me a moment.\n\tOn page 37, paragraph 16 - Mlangeni tried to run away and I shot him.  He died immediately.  Nothing about what he thought, but you must remember now, according to this statement the till wasn't outside.  He first went into the shop to get it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The fact that he shot Mr Mlangeni under certain circumstances, what has that got to do with the application for amnesty concerning Mr Msibi?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Well, I would like to argue that it is one act that was - and he is asking for amnesty for both incidents.  I do not think that you could separate them.\n\tSurely at the end of the day, I could address you concerning this act.  I haven't got, or received any instructions from any of the next of king of Mr Mlangeni, and I would like to indicate his actions to you.\n\tBut if I can then continue, I do not know if you are finished, thank you.\n\tYou see sir, I would like to put it to you that you once again are trying to colour in your evidence to suit what was already put to you.\n\tI would like to continue, you also say and I would like to refer you to paragraph 16, page 37.  You already said that you were not inside the liquor store to look for weapons.  It was a mistake, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If you continue with this paragraph, it is also a mistake because it seems as if you did go into the shop and then you took the money from inside of the shop?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That is not so.  I was outside, Msibi would say that, Msibi was there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I would like to put it to you again, I did not hear your answer I am sorry, then it is a mistake that you did not go into the shop to go and get the money as it appears in paragraph 16?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I tried to say and explain that when I got there, they were preparing to close the store.  As I said there were people getting out of the store.\n\tNow Msibi had his car door open, the one person was putting books into the car.  It was not the whole till, but the tray from the till with the money, that the person had.  I did not go inside the store, everything happened outside the store.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I will not repeat my question.  Sir, you yesterday testified that Hlaza took the till drawer or tray and as you ran, the money fell out of this tray, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "At the end of the day you only had R600-00 is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you during your court proceedings and the Court also found that you received R1 000-00 or got R1 000-00?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "You also say that that was from the court.  All those Judges, the Prosecutors, the police were from the apartheid regime.  They were absolutely against any member of the ANC.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, you gave evidence before a Magistrate and what you are telling this Committee now is that you went and shot Mr Msibi and that you took money and that it was R1 000-00?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "At that time, I was from the hospital.  I had been very tortured by the police.  I just saw a white Boer, woman, that I had to speak to at Witbank.  I had just been tortured and threatened.\n\tYes, after those conditions, I must have done that because I wanted to at least save my life.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt, I did not see that confession.  Does it say in that confession that R1 000-00 was taken or that R1 000-00 was received?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I would just like to make sure.  I then took R1 000-00, that is all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The R600-00 that he is now talking about, is that what was left.  That is the difference.\n\tHe said that money fell out of this drawer, and how would you like to find that out then ultimately?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Sir, it is clear that - and it never appears in your statement, but from yesterday you at various times say that you also had to go and fetch things from the Boere, today you said you went to a Boer woman.  Have you got a problem with that?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Problem about what exactly?   A problem about what exactly?",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Have you got a problem with the word Boer?  Who are you addressing because I am trying to understand this.  Yesterday at various times you mentioned that you had to get certain things from Boere and that you appeared in front of a Boer woman, what are you meaning?  What is the intention?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "If you are a South African, you know the history of this country.  As members of the ANC, COSATU or Communist Party, we were very oppressed.  We had no place in this country according to the apartheid regime.\n\tThat is why I speak like that, because a Boer was anybody who was an oppressor, especially people who worked for the NP, the Magistrates, their soldiers, they were all oppressors.  They were Boers.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who represented you in your case?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How relevant is that?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I will now refer to the judgement of the case.",
            "Female"
        ],
        [
            "MR BROWN",
            "Mr Chairman, just before we proceed.  Mr Gushu has been cross-examined, or literally cross-examined on a document which I don't appear to have, and it is a confession.\n\tThis morning, well just now, while the evidence - I was given a bundle, I don't know, I am told it is a police docket, I certainly haven't even consulted or spoken to Mr Gushu about it.\n\tIf we are going to refer to something that is in the bundle that has just been handed as well ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, I will give you an opportunity to re-examine your client if there are any questions that arise out of this.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who represented you?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Could the Interpreter speak so that I can hear what is going on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, you are being asked who appeared and who defended you in the criminal trial?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Please explain because there was a Magistrate court and the Supreme court.  When I was at the Magistrate court, Juliaka Mohammed represented me.  When I was at the Supreme court, Mr Makaya was representing me.\n\tThey all worked together with Mohammed.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you were satisfied with the people who represented you?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, because I am the one who requested them to come and represent me.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well, because I would like to refer you to page 185 of Volume 1.  Have you got it in front of you?   Page 185.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, but this is written in Afrikaans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What it states there is that it seems to refer to you and you are alleged to have said that in Piet Retief, you shot the owner, a businessman of a bottle store because he was a member of Inkatha.\n\tYou took R1 000-00 there.  That is what you are being referred to.  Now, I don't know what the question is.",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Mr Chairperson,  this was a confession statement, I did not speak according to my will, I was forced to say everything that is written here.\n\tThis is why in the Supreme court, I tried to contradict this confession, but the Judge was a Boer as well.  He did not want to listen to anything that I said.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This part that I am referring to is the judgement, it is not even the judgement on the conviction, and there are certain aspects that was argued in the court, regarding mitigating circumstances.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Any conclusion taken by the Court, anybody, the Judge, the Magistrate or the police, they all worked for the National Party.  To me, they were all tsotsi's.\n\tThey took the decision to sentence me.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The Judge then found that the murder on Mr Mlangeni had no political, or Mr Mlangeni who had no political affiliation, and that it was purely a robbery that you committed?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt, tell me to what extent can I rely on this judgement, must I?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "What you will have to do with respect, is that you will have to look at his evidence and the circumstances under which he committed this.  This was placed before you not by the legal representatives of the people who is opposing this, but it was placed before you by the Truth and Reconciliation Commission.\n\tIf the facts as I am arguing now, you can also look at that and decide if they correlate and if it is purely robbery and if they were political motives.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You put to him what the Judge's findings were concerning him.  This is another forum, we are trying to make our own findings, we as the Committee.\n\tYou are putting to him what the findings of the Judge was.  What is the value of that and that is why I am asking to what extent can I rely on this?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No, I would just like to put it to him that that is exactly what the Judge's findings were, that is exactly what happened there, because if he went to go and shoot Mr Msibi and if it was his instructions, because there was a political argument between Mr Msibi and the ANC, then he could have shot Mr Msibi without taking the money.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then you can put the facts directly to him, and not the findings.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I put it to you sir, that if you did execute your order, if there was such an order from Mr Hlaza, then you would have shot Mr Msibi before the till was brought out of the shop and you would have left the scene.\n\tHave you got any comment concerning this?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If you received the instruction from Mr Hlaza to kill or to shoot Mr Msibi, you would have gone, shot Mr Msibi who came out first, and you would have left the scene before the till tray came out of the shop.\n\tBut you only shot Mr Msibi when the money tray came out of the shop.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That is your mistake what you are saying.  First of all, I knew that Msibi was guarded by the ascaris and also protected by the members of the Black Cats.\n\tI could not see, I could not go and shoot Msibi whilst I thought that there was somebody inside the shop still.  The instruction was that I should go and kill Msibi, not that Msibi should go and kill me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Gushu, are you - are you still talking?  Are you saying that if - you mentioned something about ascaris and bodyguards to Mr Msibi, are you saying that if you shot Mr Msibi and ran away, those people would have chased after you and maybe even killed you?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Certainly Mr Chairperson.  If there was someone whilst I was busy shooting Msibi, there was someone inside, as I knew well, that there were people that were well trained inside the house, my operation would have failed then.\n\tI would have been shot.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "In the end there were two other people, one was his bodyguard according to the statement?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I would not know who exactly his bodyguard was, because I did not even know individually the ascaris that stayed in his house.\n\tI went there on instruction.  I am not a Piet Retief resident.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So at the stage when you went to go and shoot Msibi, you didn't know that there were ascaris in his house, and that is also how you initially testified?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I knew that there were ascaris or members of the Black Cats that were guarding him or trainees from Makusi Camp.\n\tI had to be very careful in whatever I did.  I could not put my life in jeopardy.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did you hear about this?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I have said Mr Chairperson, I got there two weeks before the incident.  I am not a politician.  I could not ask for a whole lot of details.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The Interpreter could not hear the last part of the statement.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Will you repeat that Mr Gushu please?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I went to Piet Retief because I was instructed to do so.  I was not a resident of Piet Retief.  I got there two weeks before the incident.  I would not have a whole lot of knowledge of detail as to who was protecting Msibi.\n\tI only knew what danger those people posed to the ANC, COSATU and the Communist Party.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, if I now understand your evidence correct, you did not know that Mr Themba Mlangeni was his, Mr Msibi's bodyguard?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Anybody that was with Msibi so closely was his guard.  I only knew that this person was Themba Mlangeni after I was arrested, I did not even know his name beforehand.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think Ms Van der Walt, what is being attempted to be put to you is that the witness did not know specifically the names of those people who were security guards to the deceased, but he did however know that he had security guards.  He didn't know their names, and later he got to know that this Mlangeni was one of them.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "He did not know about the person, in the last discussion when I asked him, Mr Mlangeni, if he was the bodyguard, he said no, he did not know he was the bodyguard.\n\tI would like to refer to his statement where he directly mentions, but he had answered the question now, thank you.\n\tSir, I would like to know from you when were you arrested?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I was arrested on the 17th of July 1992.  To this day I am still in custody.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Keswa, he is with you in prison in Barberton, or was with you, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, together with Msibi, we are all in the same prison.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This Mr Msibi that you are talking about is Mdu?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, he is the one.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Since when have you been together in prison with these two people?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I got to Barberton on the 16th of April 1992.  I don't know how long they had been there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You are making a mistake with the date, because you said you were arrested in July 1992 and you are saying now that since the 16th of April you were transferred.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "You are often mistaken.  I am telling you I was arrested on the 17th of July 1992.  When I speak of how I got to Barberton in 1996, I had been transferred to Barberton.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So from 16 April 1996, you for the first time spent time with Keswa and Msibi in Barberton, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can you remember precisely or let me rather point it out to you, according to your amnesty application, the official document, the date is rather unclear.  If you will just look at page 25, could you please assist the Honourable Committee because it appears to have been sworn in at the Barberton prison as 10 December 1996.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "What I see here is 16-08-1995.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Is that 1995?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "It is written 16-08-1995 here.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Thank you very much.  The first statement which you made, unfortunately I was not present so I am not entirely sure when the first statement was received by the Committee, if I can just get the date.\n\tThank you Mr Chairperson, it is ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt, is this an attempt to cut things short, because what I am about to say is an attempt to cut things short?\n\tIs it your instructions from Mr Msibi, what this witness has described as to what happened in front of his shop, is not true?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "What this witness has described in the rest of his testimony, is to be argued.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where are we going if what they have said, did in fact take place?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "With respect, I think that the surrounding circumstances as to why he went there and everything with regard to Mr Msibi, in terms of what a terrible man he would have been, have to be determined, because it appears rather clearly that this is hearsay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Madam, might I just point the following out:  If there was no order such as what he described, then you probably do have a very good point.  If there was such an order, then it is the end of the case.\n\tBut I am sure that you will agree with me that we are not here to look after the characters of people, is that not so?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I don't wish to go into his character, but the full truth and not a twisted form of the truth, has to be placed before you because it is all very fine and well to tell Mr Hlaza or to say that Mr Hlaza is the one who gave the order, but he is dead.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We have also heard that from Mr Le Grange on a previous occasion, but the fact remains are we in a position to say that there was or wasn't such an order as he has alleged?\n\tHowever, to continue with all this uncertainty in the hope of establishing something, I don't know where this will take us.  All I know is that we have reached the third day of these proceedings and we are busy with the third witness and if we continue in this manner, we will not have concluded our business by next week, Friday.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "It would appear that way, yes.  I see your point.\n\tSir, it would appear quite clearly that what you have said here about Mr Msibi shows that you had no knowledge thereof, it was told to you after you had arrived in Prison from Keswa and Mdu Msibi, is that correct?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I am going to answer you in this way, I did have information from Hlaza, also what an obstacle or danger this person is to the ANC, Communist Party and COSATU.  That knowledge or information was enough for me.\n\tAs a soldier, following orders, I had to do my job.  I could not look into detail as to what he is doing, when, how.  I just had to follow orders and go and kill him.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Gushu, I think what the Advocate is putting to you is that the knowledge you had, was knowledge you had acquired from other people, and not knowledge that you had personally.  I think that was all she was trying to put to you, is that correct, that you had acquired the knowledge about Mr Msibi from other people, you had not experienced it first hand?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.  That is how I worked.  I received information from my leaders and I followed the orders.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I would also like to put it to you further that you are prepared to place anything in your statement simply to qualify for amnesty and so you mentioned the names of two Police Officers, Warrant Officer Pienaar and Sergeant Mkhwanazi which you have never met before.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "The interpretation did not come through, I do not understand Afrikaans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can the interpretation be repeated please?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Can the question be repeated please, so that it can be interpreted?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Will the question be repeated?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "You are prepared to place anything in your statement in order to qualify for amnesty and that is why without having any knowledge, you placed the names of two Police Officers, Warrant Officer Pienaar and Sergeant Mkhwanazi, that is what you heard according to your own evidence, from the Truth and Reconciliation Commission?",
            "Female"
        ],
        [
            "ADV SANDI",
            "Yes, but sorry Ms Van der Walt, isn't that a very broad question to put to the witness?  Has he not told us that he had received pieces and pieces of information, and a lot of it he had no direct knowledge of, he had no personal knowledge of many of these things?\n\tWhy don't you put it to him as to whether he had known these people personally, this Mr Pienaar and Mr Mkhwanazi.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Sir, he has already said yesterday that he has no knowledge of these people, that he has no knowledge of what they did and that he had heard all of this from the TRC.  That is what he said and I am putting it to him that he is prepared to place anything in his statements, even though he doesn't have any personal knowledge thereof, because I think that it is taking it rather far to implicate two people of whom he has only heard via the Truth and Reconciliation Commission.\n\tThat is what I am trying to put.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Yes, but if he had information, rumours and wide spread perception about these people, what is wrong in him putting that in his application?  He is not accusing them of anything.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "But he does exactly that.  He has put that in his statement, he said that these were the people who were providing arms and ammunition to Msibi.  This is what he heard during the sessions of the TRC.\n\tHe cannot rely on that in his amnesty application.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But Ms Van der Walt, that is precisely what I was pointing out to you a few moments ago.\n\tI think we as the panel are capable of omitting that because it is hearsay.   The fact that he has mentioned this in his application, we are aware that this is hearsay and that he said something negative about certain people, is an issue to be cleared up with them at a later stage.\n\tWe are not here to guard there characters.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Sir, I am simply putting it to you that Mr Alfius Msibi was the Mayor in Piet Retief, he was democratically elected.  He is not a member of the IFP, he did not offer shelter to the Black Cats.  He attempted and he lived to support the community and not specific political parties, such as individuals like Andries Kumedi.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "There is no such, if the Truth Commission would look at the applications of Msibi, they will see that they said that.  This is why I am saying this as well.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The Interpreter did not hear the second name that the speaker mentioned.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat the second name please?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Platas Keswa and John Mtumsibi's applications.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I would like to put it to you that Mr Msibi was shot in Piet Retief on the 12th of December 1991, and before that, there was no other person, whether ANC or IFP who was killed in a violent situation.",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I cannot talk or elaborate on that, I am not a Piet Retief resident.  I was using information that had been given to me by my leader.\n\tI couldn't go and investigate who of the ANC had been killed.  I was told that Msibi was a Mayor and he was oppressive in his way, dealing with the community, supporting the NP.  That was important enough for me.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I have no further questions.",
            "Female"
        ],
        [
            "MS VAN DER WALT",
            ".",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "No questions, thank you.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, do you have any questions?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "A few thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I thought you are going to say all your questions have been covered?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Gushu, mention was made at this hearing by Mr Mndebele that the ANC was forced to resort to armed robberies to fund its local activities because of attacks on cadres by vigilante gangs, by a vigilante gang.\tIt was reported in the Citizen ...",
            "Male"
        ],
        [
            "MR PATEL",
            "With respect Mr Chairman, I must object, that was not the evidence of Mr Mndebele.  His evidence is simply the following, there was no general instruction from the ANC as such that you ought to resort to violence with regard to robbery.\n\tThe local ANC people decided that it was necessary in their circumstances, it wasn't a general ANC instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel, I think your objection was a bit premature, but ...",
            "Unknown"
        ],
        [
            "MR PATEL",
            "I know where the question is going, if I can stop it here, if it pleases the Court.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I would appreciate it if I would be allowed to ask the question first.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You better think of this also Mr Hattingh, you know the media in this country has a history of slants for their own reasons, and then one is dealing with matters such as these, there is not much weight we can attach to it.\n\tMaybe you can ask for his comment and see what he says, I hope you understand what I am saying.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I do, thank you.  Mr Gushu, let me then rephrase and say it was reported today, the newspaper of today, the Citizen, 22 July 1998, that the evidence that was led at this hearing to the effect that there was an instruction or - from the ANC command that you were allowed to commit robberies in the furtherance of the aims of the ANC.",
            "Male"
        ],
        [
            "MR PATEL",
            "I must object to that question Mr Chairman, it is obvious to everybody sitting here and who heard the evidence, particularly Mr Hattingh that the report is incorrect.\n\tWhat is the point of putting an incorrect report of which we are all aware, to the witness?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is a fair comment.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I did not put the contents of the newspaper report to this witness now.  I told him what was said during this hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the hearing it was said that the local ANC structure gave this order as it were, or allowed this mandate to be carried out, as opposed and I think what Mr Patel is referring to, as opposed to a national policy which the newspaper seems to have got on to.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Hattingh, I put it to Mr Mndebele whether this was in line with general ANC policy and his response was it was not in line with the general ANC policy, but that it was the  feeling at the local level.  That was the way I recall it, it is perhaps a basis of Mr Patel's objection.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "that is Correct.  Let me put it this way to you Mr Gushu, are you aware of what the general ANC policy at national level was in respect of resorting to robbery to finance projects or can't you say?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "As I have already said Mr Chairperson, I am not a politician, I am a soldier.  Therefore, I don't have such knowledge or I don't know much about the policy of the ANC on these matters.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In your evidence Mr Gushu yesterday, if we can attempt to recall that, you said you had no specific instruction to go about committing acts of robberies, is that correct?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Please repeat your question, I did not understand well.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you say yesterday all you heard was a general command to do all those things you told us yesterday, you had to do, but you had no specific instruction to go about committing acts of robbery?  Robbery would be an initiative on your part and not something you had been instructed to do, is that correct?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes sir, that is correct.  My instruction was pretty open.  I had said and explained yesterday that we were raided by the police in the townships and they would take our firearms.  Even if I would go to an ANC office, I would not be able to get money to buy a firearm.  It was my own thinking that I should do this.\n\tThe ANC did not have money, it would wait until it received some money, some funds, sponsorship from somewhere or other.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you.  Mr Gushu, are you prepared to tell the full truth to this Commission, to the Committee today?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, it is the truth that I have spoken already.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Are you prepared to make full disclosure to this Committee?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct, full disclosure.  I have said everything that I know.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Are you, yourself prepared to make a disclosure about any other incident apart from the incidents for which you make amnesty?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How relevant is that Mr Hattingh?  You are aware of my ruling.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I am not referring to the other matter on which the amnesty application is still pending.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about other criminal activities maybe?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you entitled to put him at risk?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I would submit with respect, that I am allowed to ask the question.  The witness, the applicant is from his side, the same time entitled to say I am not prepared to make a disclosure about any other events.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I ask that question also bearing in mind that we are busy with certain incidents and to allow carte blanche on the man's life history, be it criminal or otherwise, is opening literally the flood gates.  Technically maybe, you are correct and I would have to give him certain warnings in terms of the Criminal Procedure Act, but I am weary about opening up the flood gates, because we are busy with certain incidents for which he is making application for amnesty.\n\tMr Gushu, you have been asked as to whether you would be prepared to disclose or comment on matters which may be criminal and not the subject matter of your application and in which you may have been involved at some other time.\n\tYou are not compelled to answer such questions.  You are entitled to refuse to answer questions on those issues.  You are also entitled to indicate that you are not prepared to discuss those.  Do you understand?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I understand you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you are not too certain about your rights in that respect, if such questions are forthcoming, stop and you can ask me about your rights.  Do you understand that?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I understand.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Chairman, I do represent Mr Gushu here and I would like to also explain it at length to him, not at length but to explain the consequences and be satisfied within my own mind, that he understands the situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, I will protect his interest, don't you worry about that.  Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  Mr Gushu, you make application for two incidents of robbery which you committed during the period 1991 to 1992, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I have made applications for amnesty for killing, attempted murders that I have been charged with.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Gushu, the question is you explained at length why it was necessary to commit armed robberies to enable you in the furtherance of the aims of the ANC, to arm the SDU's, to obtain money and arms for the SDU's.  That was the reason for your committing certain robberies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, where is the second one?  Maybe our papers aren't full.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I am now looking at the indication we received from the Evidence Leader, how the witness or the applicants were to be called, and as far as I can remember, the matter of David de Bruyn and Wynand Fourie, the two security guards, were also mentioned as a robbery.\n\tAnd then obviously the one with regard to - the Piet Retief matter of ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Msibi?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Msibi, yes.  But I am asking the question, I don't want to waste time.  For how many robberies are you making application at this hearing?",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Chairman, it could speed up if Mr Hattingh can just ask his - we are all aware that he has now said that Mr Gushu is asking amnesty in respect of if he can say incidents, the incident at Piet Retief and the incident at the Breyten Mine where Mr Du Bruyn was killed and wounded.\n\tThen it would, because we are aware that there are applications pending in respect of other matters, so I mean this is too general.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ask your question Mr Hattingh.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Gushu, for how many robberies are you making application at this hearing?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I don't remember that I have asked amnesty for having robbed.  I have asked for amnesty for having killed and having attempted to kill.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now in respect of robberies, can you tell us where those robberies would have occurred?  The ones that you are applying for?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Mr Chairperson, I don't know if you understood me well.  This robbery that they speak of, that was written by the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look, where you attack someone and you take their belongings violently, that is robbery.  Do you understand?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Oh, I did not understand that, I did not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, do you understand now?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "All right, I understand now because you have explained to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Those are regarded as crimes.  Do you understand that?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "As you are explaining to me, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In these proceedings, it seems in your application that you are making application for amnesty in respect of those crimes.\n\tAll the Advocate wants to know is how many of those robberies you referred to.",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "As you are explaining to me Mr Chairperson, according to the National Party, according to the National Party's law, for me that was not robbery.\n\tThis is why I am getting confused.  I was doing what the Boers were doing to us as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, I am not going to get into an argument about you because of what you or I regard as crimes and not and who determined what was crimes.\n\tThe fact of the matter is that you made application for amnesty, and all we want to know is in respect of the robberies that I described to you, how many robberies do you apply for amnesty for?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Two Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which, where did they occur?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "(Indistinct) and the Alfius Msibi case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  You've got your answer.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe we can consider the rest after lunch.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "(s.u.o)",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "(cont)\n\tThank you Mr Chairman.  Mr Gushu, approximately when did you come to Ermelo for the first time?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Even though I do not remember exactly, but it was 1990 around September.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And you were arrested towards July 1992, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And during the period that you remained in this area, approximately a year and a half, you were involved with let's call it the work on behalf of the ANC in this community?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You already testified and confirmed that you are making application for two armed robberies.  Is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And you also said that the specific purpose of the armed robberies, was not for your own personal gain but only for the purpose of obtaining money and to arm the SDU's.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Now the next question I am going to ask and you are entitled to seek assistance whether to answer or not, but I would like to hear you comment to the following statement.  I do find it strange that during this extended period in which you were involved with the SDU's, it was only necessary on two occasions to commit armed robberies to arm them.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Chairman, I think it is very clear that for the purposes of this sitting, we are dealing with two armed robberies.  We are not talking about everything over a period, because that has arisen before.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the purpose of the question Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I would submit that in the end when we address this meeting on the applications and our opposing thereof, and particularly where armed robberies are concerned, we will also deal with the intention with which those armed robberies were committed.  In the end I will say and submit to this Committee that it just does not tally that in such an extended period, the purpose for the armed robberies based on only two armed robberies over a period of one and a half years, would have been for the arming of the SDU's, and that in fact the armed robberies were committed for personal gain and malice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting there should have been more armed robberies?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I am suggesting that if the reason, the aim of the armed robberies was in fact what this applicant try us to believe that it was, then one would have expected more armed robberies for that purpose.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is to say there weren't, but he wasn't involved?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "We don't know, but my question to this applicant would be in the situation where he was instructed to be involved with the SDU's in the whole area, Piet Retief, Ermelo, wherever Secunda, the picture painted by this applicant is in fact that he was tremendously, to a large extent involved with the SDU's.\n\tHe had sort of an open ended instruction from the ANC in the area to do whatever was necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think if there were other robberies to provide assistance and he was involved, one could hardly expect him to apply for those too?  Perhaps there were only two robberies that he was involved in.  One never knows.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I respectfully submit that we are now getting back to the question of full disclosure and I - what I would like to do is ask the question and if the applicant is not prepared to give an answer, I will accept that.\n\tI am not going to ask for any details whatsoever, but what I say is I am asking the question with the aim of full disclosure because this is as stated, this is a Black Cat hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me, Mr Gushu, you remember I gave you a warning just now and explained to you that you are not compelled to answer certain questions, do you remember that?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you prepared to comment or testify about armed robberies that may have taken place during the period with which you may or may not have been associated?\n\tThey are not robberies that form part of your application.",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Not a bit Mr Chairperson, I am not prepared to.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairperson.  Mr Gushu, you made application for two armed robberies for which you have already been convicted and serving sentences in the region of 55 years jail term, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I was sentenced for everything that I had done.  I have made application for these two robberies.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The two robberies that you have made application for amnesty for, are the two robberies for which you were convicted?  Is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "At the time when the criminal trial was held in connection with the murders and the robberies, where you were convicted, the same firm of Attorneys who represented you then, are also representing you today, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "No.  Mr Black is representing me now, not Mohammed.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Do you perhaps know which firm of Attorneys is instructing Mr Black then?",
            "Male"
        ],
        [
            "MR BLACK",
            "Just to save time, I have put on record already that I am being instructed by you know, Ntuli, Knobel and Spoor of Nelspruit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, is it of any relevance whether he knows that or not?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I was just going to lay a basis for certain documentation I would like to deal with at this stage.  But I am not going to take it any further.\n\tMr Gushu, at the time of the criminal trial, there were certain documentation submitted to the Court, namely a confession as well as a document being called a Document of Pointings Out, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I thought I had already said that everything that happened in court, was not according to my will like here in the Commission, as I am permitted to speak and divulge all.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Gushu, if you could just answer the question, we will deal with the details thereof later on.\n\tIf you can just confirm that at the time both these documents were submitted to the Court and accepted, whether rightfully or not, we will deal with later.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I can't answer that because I do not work with court documents, I am a prisoner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you remember whether you were forced to or not, there was a document relating to your pointing out certain things that was used in your trial?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I remember clearly Mr Chairperson, that everything that happened after I was arrested, I was forced to do.  There was not a single thing that happened according to my will.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now one of those things that happened during that period, was a document that was produced at your trial and it reflected or purportedly reflected your pointing out certain things.  Do you recall that?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I don't remember in court pointing out certain things, however, I do remember that I was forced by the police to go and point out the places where these incidents took place.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Perhaps I can assist you.  I am just going to hand to you the two documents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not too sure what the answer is, are you entitled to use that document if he says it was not voluntarily?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I am asking you for direction.  In a normal court, in a criminal trial obviously the State would say that we would wish to submit certain confessions and or other documentation and there would be a trial within a trial, if it is not admitted.\n\tNow, here we have the position where we act on behalf of certain of the victims, and I would like to get full disclosure from this applicant.  I have to confront him with certain evidence or certain documentation which does form part of the document, the Amnesty Committee's documentation where we obtained these from, if we need to hold a trial within a trial, then so be it.   While we are only going to bring evidence or submit testimony after the applicant has already testified and been cross-examined, my own opinion and which I would like to submit, in the circumstances where we don't have any specific direction within the Act, that I should at least put to this applicant whatever I am going to prove later on.\n\tIf the applicant now says that he is not admitting it, I don't think that I am not allowed to make use of the documents at all during this hearing, but there should be some way of putting them before this Committee and if a trial within a trial is necessary and if I need from my side, to prove these confessions and the pointing out, then I obviously need to call on those witnesses, but at what stage, I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me put it this way.  Does  it from the face of that document, indicate that the accused was warned of his rights before he made the pointings out?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I may just first say that this occurred during July 1992, that is some indication as to what the situation was at the time of the pointings out and the confessions and the sort of (indistinct) that was used at the time, and I am not quite sure at this moment, whether it is confirmed with whatever changed during that time, but ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, if you want to use it now, you have to comply with the law as it stands now, not so?  Not as it stood then.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I would submit no.  I think it is clear that this document was used at a time where it was admissible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To use it now, I am not concerned about what happened at the criminal trial.  If you want to put questions to the witness today, based on a particular document, not so?  Now in order to use that document, you must be satisfied that you are entitled to use that document, that it complies with the law.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I am satisfied that it in fact complies with the law.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he warned that he was entitled to an Attorney, the assistance of an Attorney before he did that?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "If you would bear with me for just one moment, let me just peruse the document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, why do you want to produce that document?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, all along my ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it have anything to do with the contents?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Absolutely yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then my initial question still applies.  Was his (indistinct) and his rights being protected when he made those pointings out?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "I don't know whether you are understanding the Chairman correctly.  Are you tendering it as proof of the truth of the content?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, no I am not tendering it as proof of the contents of the statement, but for the purposes of comparing whatever he told in 1992 with what he is telling this Committee today, and to see whether he is making a full disclosure and whether he is telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which would you submit is the truth, what he is telling us today or what is contained therein?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, this witness already indicated during cross-examination that when his statement, the second additional statement was prepared, that was done at the time when he couldn't quite remember all the details of what happened during that period.\n\tNow, what I would like to submit is that we now have something, a document which where it was noted what he could remember in 1992.  A much better ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are going to refer to the contents and you are going to confront him with obviously, what would amount to a contradiction?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That is correct, yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are going to rely on the contents of that document in order to confront him with the contradictions?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I am going to rely on the contents of the document to the extent that I am going to ask this applicant to explain the discrepancies.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But Mr Hattingh, I am not quite sure if I follow you.\n\tWhy should you be allowed to cross-examine this witness on the contents of a statement which he is disputing, he is putting it in dispute.  He says I never - I was forced to say those things that are in there and you have said you do not wish to tender that document as proof of what he said.\n\tI just have a difficulty with what you are trying to say.\t  By the way, what is the law today concerning such documents?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, obviously there were certain amendments to the Criminal Procedure Act or I am speaking under correction, the Act was not amended.  What in fact happened was there were certain reported cases in which the present constitution was interpreted.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes, there was a constitutional court decision, don't you think it has a bearing on this?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "It absolutely has a bearing on confessions being made today and what is required today, but I would submit that full disclosure by this applicant means that if he made a statement at the time and at the time his statement did in fact comply with whatever requirements there were at the time, and while this statement cannot go any way to finding him guilty and convict him on what was said in this statement, then there can be no reason why this cannot be put to him and for him to explain the discrepancies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, the killers of Mr Steve Bantu Biko, many years ago lied.  They say today they lied in court at that inquest, and they now come with a different version.\n\tI am not too certain if that version is the truth or not, that is besides the point.  On your argument, it can again be said they are making full disclosure.  How do you explain that?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "The way I see it, if the perpetrators of the killers of Mr Biko now, today make full disclosure and say, we did lie at the time, it was a pack of lies, we are now telling the truth, that is full disclosure.\n\tIf this witness says at the time when I made this statement, it was not quite the full truth, because there were various reasons, then that will be full disclosure.  But then we still need to deal with it.\n\tIf we don't deal with it, then there is no full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gave you that example.  My interpretation of the Act is such that it leans in favour of the applicants.  The assistance must be given to full disclosure in a given time and on a particular aspect, particular incident.\n\tI do not think that we can throw the whole library at him, all the books and bring in the cavalry and the footsoldiers.  We intend to keep this simple, we are supposed to keep it simple and to the extent that you want to keep it simple to investigate whether full disclosure has been made.\n\tBut to go to such lengths to determine whether full disclosure has been made, I am not too sure that that was the intention of the legislature.\n\tYou may argue the point, I am not too sure whether you can persuade me, but I am just putting my concerns to you.  We are going to get into all types of traps and we don't want a re-run of the criminal trial.  That matter has gone by.\n\tWhat do you say about my comments?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I do not want to go into the - not at all into the details of the statements, I am not even - would like to give you the gist of why I would like to use the documents, because that would then be to the disadvantage of the applicant if we are not going to use it.\n\tBut what I say is, I am not - I do not intend to go back to his youth.  I do not intend to go back to a tremendous amount of background.  What I want to do is, this applicant is making application for a number of atrocities and actions that he took in the past.  On all of those on which he makes application, he was convicted.\n\tHis reason today for saying I am entitled to amnesty, I comply with the requirements of the Act, is inter alia that at the time I did it for a purpose, a political aim, political motive.\n\tMy opposing the applicant's application is based on the fact that it was not done at the time for a political motive and political purpose, if and this is just - I am not saying this was the position - but if ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does full disclosure come into the picture then, if that is your basis for objecting?  Either it was for a political motive or not?  It's got nothing to do with full disclosure, which is factual.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "If his full disclosure of today as a fabrication of the event, then I believe that I would be entitled to argue and say this is not full disclosure, this is fabrication of the event, this is a pack of lies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can argue in that event, that he doesn't comply with one of the two main requirements of the Act.  You told me on Monday and you repeated today, that the gist of your opposition is that it was not for political reasons that this witness committed all these offences.\n\tBut yet you tried your argument on the right to use that document, you are telling me that you want to use it for the purposes of proving that inadequate disclosure if you want to call it, has been made, or wrong disclosure, or not full disclosure.\n\tNow, the aspect of full disclosure is quite separate from the requirement of committing an offence for a political reason.  How do you marry the two?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I would say that my main aim would still be whether this applicant acted with a political motive or not, but the only way that we can gauge that and come to a finding whether he acted with a political motive or not, is by way of full disclosure.\n\tI am not saying in the end that because I may very well say so, but at this stage is, we need full disclosure to get, to test his political aims and motives if they existed at the time.  Without full disclosure we cannot move on to his political aims and contest that whatsoever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I honestly don't follow you.  There is no intertwining of the two.  Those are two separate requirements.\n\tWhen you told us that the basis of your opposition was a lack of political motivation, I for one, accepted that you had no quarrel with the factual issues.\n\tAll we needed to investigate was whether the commission of the offences was done with a political motive.  If he failed, if the applicant fails to persuade us and satisfy us that it was done with a political motive, then his application must fail.\n\tBut it has nothing to do with the disclosure.  If he passes that test, then we must then enquire as to whether he has made full disclosure.  Quite distinct.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Perhaps then my use of the word full disclosure in this respect, is not correct.  But the same word can be used for proving or disproving his political aims and objectives.\n\tTo enable us to make a finding whether he in fact acted at the time in the furtherance of the aims of the ANC, we need to deal with the facts pertaining to those incidents and ...",
            "Male"
        ],
        [
            "ADV SANDI",
            "You see the problem Mr Hattingh, is that you did not indicate from the beginning that that was one of the grounds of your opposition of his application and it was asked of you quite categorically on numerous occasions, on what ground is the application or applications being opposed and the only ground that was mentioned is the lack of political motivation.\n\tIt would seem to me that you are now introducing a new ground of opposition?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, if I did say that, then I have to apologise.  When we discussed this whole issue whether I will indicate the grounds of my opposition, I distinctly remember I said as we carry on with each and every incident, and each and every applicant, I would indicate to the Committee what my grounds are.\n\tI did not at that time said on all the applicants, I would restrict myself to only the motives.  If I did so, I would like to retract that and I - then I made a mistake and I would rather then say that I do not base it only on their motives, but the way I see full disclosure is that I would then also base it on full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The only way you can proceed to do so is with the help of those documents?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, when we commenced this Committee meeting on Monday, I already indicated to both yourself and the Evidence Leader that we required certain documentation which we did not have at the time, including police dockets and so forth, and court judgements.\n\tAt this stage we have been placed in possession of the two documents I am referring to now and which I would like to submit now from the Evidence Leader.  At this stage we have not received any other documentation and in particular not any police dockets pertaining to these incidents, which would enable us to see what occurred at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see Mr Hattingh, my problem is that it seems to me that we are on a one big fishing expedition here, because we don't know how to oppose the application.\n\tWe are looking for all types of things like previous records, etc to maybe, perhaps sow a seed of doubt.  We are not about that.\n\tIf your clients have concrete reasons to believe that it is good enough reason to oppose the application, one, because of a lack of political motivation, or two, that not everything or the applicant is not disclosing everything in its true context, fine, but for them to give you instructions to come and see if you can find things to oppose, when are we going to finish?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I appreciate that.  I think in the instance of this particular applicant, no doubt he was convicted for those offences which he now admit, so we are not fishing for something which does not exist.  That is the first point I would like to make.\n\tThe second point is, if in fact I was fishing for information, I did in fact catch two big fish then because I have something which I believe is relevant for this matter and if we carry on with this hearing without the full perspective, then we might as well sit back and listen to the applicant and that will be the end of it.\n\tThen there will be no need ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because your clients do not have any information at hand that can even suggest that the applicant is not making full disclosure, is that not so?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, if I may respond.  There may very well be instances where a family member was killed by an applicant for no apparent reason.  We cannot submit any evidence, we cannot call on any witnesses, we cannot do anything to oppose the killing of a family member for no apparent reason, but still I believe that the victims are entitled to say well, our opposing of the applicant's application, we cannot say exactly on what basis, but we say at least we would like to know why he did it, full disclosure, and if there was a political aim.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, then he comes here and he says look, I am a member of Umkhonto weSizwe, I did certain things in the furtherance of my instructions.  One of my instructions were to beat or kill Mr X.  Mr X was a member of an opposing political party and he was doing this, that and the other against the community.\n\tHe comes to submit this and your clients are unable to initially tell you and even at that stage, tell you look, we want to know what happened, and now they are being told.  On what basis can they oppose it, because they have no concrete information to oppose it?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, if we say we just have to accept the version of the applicant at this stage, then it would negate the necessity of the purpose of cross-examination, then we ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Cross-examination is not a matter that must follow.  If there is nothing to cross-examine about, then you don't cross-examine.  Not so?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "But if we have every belief that the version as submitted by the applicant or at least some elements thereof, the political part, is a fabrication of the event, how are we then to test that or oppose that.\n\tIf we have instructions or believe that it is a fabrication of the event.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we are coming to the crux of the matter then.   If you have a belief, that belief must be based on some concrete evidence, not so?\n\tIt wouldn't exist, that belief wouldn't exist if you didn't know anything about it, and if there is a reason such as I have just described, please carry on.\n\tBut to state that look I need this document to find out if he has in fact made full disclosure, suggests to me that there is nothing to rely on.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "As I have already explained, I believe that there are circumstances where you don't really have available any witnesses or any instructions to the contrary, but still you have a tremendous amount of proof which is available and which does form part of the Amnesty Committee's documentation that the version is not true, it is a fabrication of the event.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to avoid any misunderstanding, the fact that certain documents form part of a bundle that was made up by the TRC, doesn't mean that the truth of the contents of those documents forming the bundle, is accepted by anybody. It should not be construed that way.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I accept that, but what I am saying is that at least one should be given the opportunity of putting it to the applicant and allowing him the chance to respond to that and to comment on that and not just to take it off the table and say we are not considering whatsoever ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe, why don't you put to him that it is alleged that he is supposed to have made certain pointings out, was it correct or does he agree with it or doesn't he agree.\n\tDepending on his answer, you can take it further.  But to produce a document like that in the circumstances, I am not too sure how it came into being, and I am not happy at this stage to accept that everything was okay with the drafting of that document.  Then you can proceed on that basis.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman ...",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Excuse me sir, excuse me.  I think this is very important.  I have heard Advocate Hattingh raising an issue here which I think is important that he has not been furnished with documents which he has requested from me.\n\tChairperson, I want to place on record, that is not the case.  The documents that I have got with me here, I have given him a file to peruse and get whatever document that he might find necessary for the purposes of this hearing.\n\tThis document he is referring to now, is part of those documents.  The reason why we did not put this document into the bundle of documents, it was my view sir, that this document will not assist with either the applicant or victim, because it is a document as far as I could see it, which was a document which was made at the criminal trial by then, for the purpose of amnesty application sir, my position is that as I saw this document, I found it not to assist the Committee in determining it will grant amnesty or not.\n\tIt is not very much relevant as the transcript itself of the criminal trial, it is for that reason that we don't even look for the transcript of the criminal trail in that matter.  So what I want to place on record sir, even the document, even the police docket, he has gone on to say that he has not been given the extracts of the police dockets.\n\tThese documents, whatever extracts that are relevant to this hearing from the police docket, have been made available, they are here for anyone to have access to.  I just wanted to place that on record sir.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, on the three points.  If I came over the way Mr - the Evidence Leader now responded to it, I indicated that I required certain documentation.  I am absolutely satisfied that the Evidence Leader gave to me whatever he had in his possession.  I am not saying he is keeping anything back.\n\tWhat I do say is that apparently the investigation for the purposes of this meeting, was to the extent that very little is made available for this meeting.  The police dockets are not available.\n\tOn Monday we were advised that they were on their way, but in fact they did not arrive and we accept that, that the Evidence Leader is not in a position to make it available and we accept the fact that he has given us everything that he's got.\n\tBut I might just add something else to what the Evidence Leader has now said, I feel very concerned about the fact that the Evidence Leader is now to decide what will be relevant or not for this Committee.  I think without having regard to the document itself, and to see number one, whether it applies with any requirements and number two, whether it is relevant the contents thereof, this Committee cannot just discard it and we cannot just rely on the Evidence Leader's own opinion as to whether it is relevant or not.\n\tI may think it is relevant, he may think it is not and that for that very reason, we are not going to decide on it.  It is for you Mr Chairman and your Committee, to make that decision and even you can't decide, make that decision without having gone to the documents.\n\tWe don't have to make it public, but you need to have a look at it to make the decision properly, a proper decision whether it should be, whether it is relevant and whether you should make use of it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Hattingh, the long and the short of it as I see it, is that if you have instructions to contradict the version of the applicant, put your version to him according to your instructions.\n\tYou are at liberty to do so here.  Do you have instructions to contradict what he said here?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, my instructions are that this applicant committed these atrocities without any motive of furthering the aims of a political organisation, and the way I would like to prove it and the way I would like to oppose it, is by using certain pieces of evidence, it is strong evidence at that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to carry on from there, the clients that gave you instructions were not au fait with the documents you now produce.  Those only became available recently, not so?\n\tOn what basis did they tell you, now come along here, not knowing that these documents are going to be available, come along here and oppose this application on the basis that it was so far away from political motivation that the application cannot be granted?  What is their view, why do they say that?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, for one thing, these documentation in law, they are not supposed to be made available or public before the hearing commences.  Had I consulted six months ago or six weeks ago or six days ago, it wouldn't have made a difference.\n\tI came here on the instructions, oppose the application.  I do not think ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "If you may allow me.  I do not think for one moment that any of my clients sitting at the back, will be able to refer this Committee to Section so and so of the Act for the Promotion of National Unity and Reconciliation and say we are opposing in terms of this and that Section of the Act.\n\tThey are opposing and they give instructions to oppose and for that very reason we are here to give life to that opposition and make sense of that opposition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A desire to oppose is one thing, whether you can oppose is another.  I would have expected advice to be given to clients who maybe under the impression that they can oppose when in fact they shouldn't.\n\tThat is the point I want to make.  On what basis did they think they can come and properly oppose the application?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I can put your mind at rest, when I first consulted with the victims, the very first thing I explained to them is what is going to happen here and what we can do and what the Act says, and on what basis we can oppose any application.  That was made clear from the very outset.\n\tIt was on that basis that I received instructions to oppose.   But I still wish to come over very strongly about it, even the applicants if they were left on their own, they would not have been able to comply with the Act to make the application, they require assistance to able them to comply with all the requirements of the Act, to enable them to make the application.\n\tThe same goes for the respondents, the victims, the opponents.   To oppose the applications, they now know on what basis we can do it.  In their way they say oppose it, but they are not going to give me, instruct me and say oppose it on the basis of non full disclosure, because one can only have regard to the application, there are no full disclosure in the applications.  They just give a name and nothing else in many of the instances.\n\tBut I for one, did not expect from my clients to give me instructions on exactly what basis, they gave me the version, they gave me the emotions of it, and I explained to them what basis I can carry on and as far as I am concerned, I am just doing my job when I do confront an applicant on what I believe is a very good basis.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can you just clarify for me, do those documents form part of the court record or are they  - were they actually submitted during the hearing of the Supreme court?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, just to go back one moment, on Monday when I brought up the whole issue of police dockets, I was advised that I should take it up myself and find out whatever I can get hold of.\n\tI did speak to the Investigating Officer in this case as well, Mr Gushu's case.  The Investigating Officer at the time, we are talking 1992 to 1995 when it was finally completed, and yes, he confirmed we don't find it in the documents available to us, although the judgement on sentence by Judge Van Dykhorst does indicate that the confession was in fact made part of the record, or was admitted, but yes both these documents were admitted in the criminal trial.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "My next question is, as matters stand now, do you have a basis for opposing - on those records, do you have a basis for opposing the application?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Without a doubt.  I may just add, when we look at these documents, Section 19(8)(a) of the Promotion of National Unity and Reconciliation Act states that the applications, documentation in connection therewith, further information and evidence obtained before and during an investigation by the Commission, deliberations conducted in order to come to a decision, everything becomes available and public once the hearing commences.\n\tNow, I do not find anything in the Act to tell me that anything that we can find in that box of information that the Amnesty Committee holds in Cape Town and which is gathered prior to a public hearing, that anything of that is excluded once we start with our public amnesty hearing.\n\tAll those documents should be at our disposal to peruse them, see whether they are relevant, see whether we should submit them to this Committee so that this Committee can be in a position to consider it, accept it, discard it, put it in proper perspective until the time when we have to make the final decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happens if the witness says he didn't make that voluntarily?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Sorry, I didn't hear you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happens if the witness says he didn't make that document voluntarily?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, from the outset I said I think, this is one of the occasions where I require your assistance and direction.\n\tThere can no other way be a trial within a trial, to say if he denies, that is not enough to make it impossible to confront him with it.  It is still there.  He makes the allegation that he acted on all incidents with a political motive, we do not believe him.\n\tNow he makes the allegation that this was obtained on an improper way, we do not believe him, and we would like to prove the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why don't you believe him?  In the last five years we found that some certain strange things that happened in the South African Police, but why don't you believe him?  Why?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, the reason why I don't believe him is that I have had insight into the contents of the documentation.\n\tYou cannot make a decision I would submit with respect, that either to believe him or my disbelief of him, is valid or invalid or in place unless you look at all the documentation.  We have the benefit of the applicant's testimony, that is all we have.\n\tIf I do not believe him, it may very well be on the basis that I will confront him and say I will call on a certain witness who is going to say this or that, and for that reason I do not believe you.  At this stage I say, I will, I want to submit to you a statement which you made at that time, have a look at the statement, let's consider the statement, but somehow Judge Van Dykhorst believed the contents of the statement or the legality or the admissibility of the statement.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You are not submitting that the Committee is bound by the findings of Mr Justice Van Dykhorst?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Not at all.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was it part of the finding of the Judge you have referred to in that document, that that confession was made voluntarily, freely and voluntarily?  Was it part of his finding?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "We can only make that deduction because we don't have the benefit of the judgement from Judge Van Dykhorst.  We only have his judgement on sentence, but from that it would appear that he accepted it freely and voluntarily and according to the Investigating Officer, Captain Hall, that was in fact the position.",
            "Male"
        ],
        [
            "MR BLACK",
            "On this particular point, may I be of assistance and dispute what Mr Hattingh is saying.\n\tIf one looks at page 185 of Volume 1, it is quite clear Van Dykhorst, J says ultimately his evidence, Exhibit G1, he did not confirm this under oath.  \tIt was clear that ...",
            "Male"
        ],
        [
            "ADV SANDI",
            "Which paragraph is that?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Page 185, fourth line from the top.  It is clear that this was a matter in dispute, without the court record of course, one does not know and one has the evidence of the applicant who has clearly stated that everything happened to him after his arrest, was under duress.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So this document was in dispute in the criminal court already?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It was in dispute and it was obviously not made under oath when he appeared before the Magistrate and he didn't confirm it under oath.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, perhaps we can assist Mr Black.  This is in Afrikaans, I do not for one moment think that one should make a confession under oath.  A confession is a confession, it is not necessarily under oath.\n\tWhat he stated here is the accused did not apparently testify at the criminal trial at the Supreme court to either support or do whatever was necessary in connection with his confession.  That is what is noted on page 185.",
            "Male"
        ],
        [
            "MR BLACK",
            "My understanding of \"bevestig\" is confirm under oath.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can this be - I understand the relevant Section of the Criminal Procedure Act, would be Section 217?  Can this document then be referred, can it be regarded as a confession in terms of those requirements of that Section?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "All I have in my possession is what was handed to me today.  I don't want to really go into the nitty gritty of it, but it would appear that in the old days, the usual form followed before a Magistrate seemed to have appeared, questions put to him, were put to him by a Magistrate and apparently interpreted and he then signed it.\tBut it would appear that at the trial, he did not confirm this under oath.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, the way I understand it is it is never necessary to confirm a confession under oath at a trial.  Once the admissibility thereof is proved, it is proved without the assistance of the accused.  He doesn't have to admit or confirm it under oath at the trial, to give it its legal value.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Chairman, may I just make a request here, I am concerned, I am very concerned because I don't represent Mr Gushu, but I have ten applicants to come.\n\tIn a normal trial, you are requested or it is normal procedure to disclose to your colleagues beforehand what documents you are going to use.\n\tThe reason for that, whether it doesn't deal with the admissibility or otherwise, of the document.  One of the reasons would be that I could address you or Mr Black could address you on the document itself.  He is arguing in the air, and so would I without the document in front of us.\n\tWhat really gives raise to concern here is the following.  Mr Hattingh says to this Committee that he is objecting and the way on which he proposes to do so is to use pieces of evidence.  I have no idea what these pieces of evidence are and I should be in a position to anticipate what these pieces of evidence are.\n\tMore particularly when we are dealing with an application of this sort, where the word full disclosure has been bandied around for some time.  This sort of disclosure is even proper in an ordinary civil matter.  The other thing that concerns me is the basis of the opposition.\n\tWe are not at all certain at this stage as to what exactly the basis is.  It gives raise to even further concern.  It is obvious that Mr Hattingh sits with this confession, at some stage I am not sure, but it appears  at least by this morning, he was fully aware that he was going to, his intention was to cross-examine this particular witness on this document.\n\tYet, we are not made privy to that document prior to him attempting to use it.  This is in essence an application then by ambush, because we have had no opportunity whatsoever to prepare for what is coming, and it is highly prejudicial to the clients, to the applicants.\n\tMy concern is I have ten applicants to come, I don't know what the pieces of evidence are, nor do I know what the basis of the opposition is.  As it pleases the Committee.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Just on a more or less technical point.  The fact that the confession formed part of the trial proceedings, does that not make it a public document of which you as legal representatives can take judicial notice?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Madam, my problem is this.  I have not seen the document.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I understand your problem.  I am perhaps looking at it a bit legalistically and then we can move to a solution, but from a purely, strictly legal point of view, it is a public document to which every legal representative here would be entitled, do you agree with that?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "I agree with that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "As soon as Mr Hattingh became aware of the document, and as soon as it came into his possession, yes, I think it may be argued Mr Hattingh should have given proper notice to both the Committee and his colleagues, and he does give raise to concern that we are not making progress in this matter.  Perhaps this is a matter which we should leave to the Chairman.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Let me just add which I have forgotten.  During the course of this morning, Exhibit A as I understood, the piece of the Citizen was understood, I was furnished with another batch of documents this morning which I presume is going to be used at some stage, by somebody.\n\tThis morning, during the course of the proceedings.  These documents I have numbered, number 48 pages.  Am I suppose to read these documents, listen to the evidence at the same time, anticipate what is going to be used from here?  It is just not on.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "If I may respond, my bedside manner may be lacking, I had no intention of doing something which is incorrect.\n\tThe same bundle that Mr Patel is talking about, is the bundle which I also received this morning.  That same bundle which was distributed.  I did see it beforehand, but it was taken back from me at some stage when there was still some problem whether it should be made available to us or not.\n\tBut at the same time it was made available to me, it was made available to Mr Patel.  Mr Patel, the way I understand it, he does not represent the applicant and for that reason, I did not go out of my way to discuss it with him beforehand.  However, as far as Mr Black is concerned, I had it that the same firm of Attorneys attended to this matter at both the criminal trial as well as the application now, and I just thought that if they were to prepare for this matter, then they might as well look at their, what happened at the criminal trial because that is all, this application is about, is where this applicant was convicted on what happened at the criminal trial.\n\tThen they obviously should have a look at whatever happened there including the confession as well as the pointing out.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Chairman, I don't want to labour this point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It appears that what I had to say just after lunch, fell on deaf ears.  What is happening now here is a exercise that is creating tension where it shouldn't be.\n\tI asked very honestly for representatives to assist us in this - it certainly isn't happening.  We have to be realistic in this whole issue and Mr Hattingh, I raised the issue with you just now.  From my interpretation of this Act, I think it is designed to be conducive to reconciliation rather than the opposite effect.\n\tWhile people may feel morally bound to oppose, it is my view that there must be concrete reasons for doing so and that goes for both sides of the divide.   I am rally concerned that your instructions were such and you have to carry out your instructions as far as you can, was to come and oppose but really you are not given any reason, concrete reason to come and oppose.\n\tPerhaps you are expected to go through a full blooded opposition, I just want to remind everybody that that is not the intention of the Act.  Now, can you refer me, I know you have asked me to make a ruling, and while you people have been talking and being spoken to, I have tried to locate a Section of the Act which deals with the submission of documents.  I am unable to find an appropriate Section to deal with this matter.\n\tCan anybody help me?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, if I may just interrupt, it is almost half past three, I thought it was half past four.  I may just add that this applicant is one of two perhaps three more important applicants that I would be dealing with at this hearing.\n\tThis issue at stake at the moment, is very important to me.  If need be, I would request an opportunity, I haven't done so before, but I would request an opportunity if we are not going to allow this, or I don't want to jump the gun, but it is so important to me that I would then request an opportunity to really study the whole issue and then make propositions to you as to on what basis one can either admit it or not admit it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You want till tomorrow morning?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I would appreciate it, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, are you going to prepare argument also?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I will prepare, I won't be able to have written argument, but I certainly will attend to this issue Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want you people to deal specifically with the following:  Whether this Act makes provision for the admission of such a document, similar to that is to be found in the Criminal Procedure Act; to what extent or which law present, the law that was applicable then, the one appropriate to decide on the admissibility of that document.  In the event of the contents of that statement of the document, being denied or the truth thereof, or in any way contest that it has been involuntarily, what would be the status of that document now, given the fact that there is no procedure similar to that of the Criminal Procedure Act in the Act with which we are busy with.\n\tThe last point, to what extent are persons willing to oppose an application, allowed to come and argue without concrete reasons to do so?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "I am not sure if you have dealt with that one specifically.  I think the other question would be if this document is accepted, what would be its status?  Would it be accepted as a confession or an admission in the event of it being accepted, what is its status?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Possibly the same question that my colleague has raised, the evidential value of the document I think is really crucial.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "And can common law, the provisions of common law and not the specific statute that we are referring to here, that is the Criminal Procedure Act and the TRC Act, whether a common law has any answer for this type of situation.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is it possible for us to have a copy of that document, just to peruse in the meantime?  Shall we adjourn until 9 o'clock tomorrow morning?\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}