{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-07-29",
        "location": "ERMELO",
        "day": "8",
        "names": [
            "PAULOS PISTOL NKONYANE"
        ],
        "matter": "BLACK CATS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52734&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98072030_erm_blacat8.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR PATEL",
            "PAULOS PISTOL NKONYANE",
            "MR KEMP",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR HATTINGH",
            "MR BLACK",
            "INTERPRETER",
            "ADV SANDI",
            "MR MAPOMA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PATEL",
            "MR NKONYANE",
            "PAULOS PISTOL NKONYANE",
            "NO FURTHER QUESTIONS BY MR PATEL",
            "MR KEMP",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR HATTINGH",
            "MR BLACK",
            "INTERPRETER",
            "ADV SANDI",
            "NO FURTHER QUESTIONS BY MR HATTINGH",
            "MR MAPOMA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Patel, I would appreciate a similar performance.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "So would I Mr Chairman.  I beg leave to call the next applicant, who is the Mr Paulos Pistol Nkonyane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkonyane, what language would you prefer to speak?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I am going to testify in Zulu.",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Mr Nkonyane, where were you born?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "In Ermelo.",
            "Male"
        ],
        [
            "MR PATEL",
            "Have you lived for your entire life in the Ermelo area?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now, at the time of the commission of the offences for which you claim amnesty, what was your occupation?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I was not working.",
            "Male"
        ],
        [
            "MR PATEL",
            "And what is your occupation at present?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "At the Department of Environmental Affairs.",
            "Male"
        ],
        [
            "MR PATEL",
            "At the time of the commission of the offences for which you claim amnesty, were you a member of any organisation, political organisation?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "ANC.",
            "Male"
        ],
        [
            "MR PATEL",
            "Were you an ordinary member or did you hold any office in the ANC?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I was just a supporter, an ordinary member.",
            "Male"
        ],
        [
            "MR PATEL",
            "According to the schedule, which appears on page 22 of Volume 1, you are claiming amnesty for the, firstly for the murder of Chris Ngwenya?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Secondly you are claiming amnesty for the murder of Lindiwe Nkosi?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Thirdly you are claiming amnesty for the attempted murder of Thembisile Nkambule?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "And finally you are claiming amnesty for illegal possession of a firearm and ammunition?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "These offences for which you claim amnesty, do they all relate to one incident or different incidents?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "These took place all at the same time.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes.  Now in perpetrating these offences, what was your motivation?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I was following orders.",
            "Male"
        ],
        [
            "MR PATEL",
            "Who was it that gave you the order?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Jabu Mkhwanazi, my Commander.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Chris Ngwenya or any of the other victims, Lindiwe Nkosi, Thembisile Nkambule, did you know them personally?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I knew Chris Ngwenya personally, but I did not know the rest.",
            "Male"
        ],
        [
            "MR PATEL",
            "According to your knowledge, who was he?  Did he belong to any organisation?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, he was involved in politics.",
            "Male"
        ],
        [
            "MR PATEL",
            "Which organisation did he belong to?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "He was a member of the Black Cats which was directly linked to the IFP, they were working hand in hand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on, did Mr Mkhwanazi give you the order personally or through somebody else?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "He gave me the orders personally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you with anybody when you committed these crimes?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With whom?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Mzwandile Gushu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was in charge of that Unit, your Unit?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "My Commander was Jabu Mkhwanazi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But when you went out, was Mr Mkhwanazi with you?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "He was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was in charge of the Unit when it went into operation?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I am not a member of the SDU, I am a soldier, an MK soldier and what I would like the Committee to know is that when I refer to my Commander, I am not saying that when I carried out the orders I should take the Commander with.  It would be myself and whoever is accompanying me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkonyane, you must understand I am not trying to plot you down.  All I am asking is who was in charge of the Unit, who performed these actions in which Chris Ngwenya was killed and these other offences committed?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is what I am trying to explain, that I was following orders.  When we go to those places with Mzwandile Gushu, I would not say Mzwandile Gushu was my controller because we were both the same thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who would have to make decisions in case something went wrong between the two of you?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "There is something that I don't understand.  What decision are you referring to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you had to abort the operation, who would make that decision between you and Gushu?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "According to my knowledge, if the order had been issued, it had been issued and we would carry out the orders.  Whatever else would come after the order had been carried out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look here Mr Nkonyane, if you two had to run up against the Police during that operation, a good soldier would run away and review the whole situation and maybe plot for another attempt.  Who would take the decision to run away?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "It has never happened.  When an order has been issued, it has been issued and we go straight and carry out the order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "As it pleases you Mr Chairman.  What exactly was the order that was given to you?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "What I know for sure was that I should work in order to achieve peace within the greater Ermelo area.",
            "Male"
        ],
        [
            "MR PATEL",
            "In respect of these offences that you are claiming amnesty for, what was the order that was given to you by Mr Mkhwanazi?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I will try to explain that to the Commission.  I don't know whether the Committee will understand it.\n\tI was supposed to kill Chris, that was the order to kill Chris.",
            "Male"
        ],
        [
            "MR PATEL",
            "In executing this order, you were also instrumental in the death of Lindiwe Nkosi and the wounding of Thembisile Nkambule.  Were they shot intentionally?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "It was not our intention.",
            "Male"
        ],
        [
            "MR PATEL",
            "Could you describe very shortly to the Committee how this, how you executed the order?  You were together with Mr Gushu and you were to assassinate Mr Chris Ngwenya.  How did you go about it?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "We went to Chris' place, we did not find him.  We decided to go to the shops and we placed ourselves strategically.  Gushu was at a certain corner and I was waiting at the passage.\n\tWe were now on the lookout that when Gushu appears, when he appeared Gushu would start shooting, and when he shoots, he would just shoot at the enemy and then I would follow him and finish off the job, and that is how it happened.",
            "Male"
        ],
        [
            "MR PATEL",
            "You were positioned on the corner and Mr Gushu was positioned in the passage.  What then happened, did you see Mr Ngwenya?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, Mr Gushu saw Chris and started shooting and I positioned myself and started shooting as well.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Chris Ngwenya, was he on his own or was he accompanied by anybody?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "He was together with other people.",
            "Male"
        ],
        [
            "MR PATEL",
            "How many other people?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "There were two females.",
            "Male"
        ],
        [
            "MR PATEL",
            "Can you describe to the Committee what their respective positions were?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "When they appeared, Chris was in the middle and on each side was one female.  Chris had both his hands over each one of them, or each one's shoulder, that is each female's shoulder.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes, and who shot first?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Mzwandile Gushu did.",
            "Male"
        ],
        [
            "MR PATEL",
            "And then you followed and started shooting as well, is that correct?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now, Mr Ngwenya, after being shot at, did he fall immediately?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "No, he did not fall immediately.",
            "Male"
        ],
        [
            "MR PATEL",
            "What did he do after he was shot at?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "He tried to run away, maybe he ran a distance of about five metres just before he fell to the ground.",
            "Male"
        ],
        [
            "MR PATEL",
            "And the ladies that were accompanying him, did they run as well?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I think they did, even though I am not really sure as to what happened, because my mind was focused on Chris.  I think they ran away because after a while of having done our job, we realised that there were other people who were injured besides Chris himself.",
            "Male"
        ],
        [
            "MR PATEL",
            "In the execution of these orders, did you act out of personal malice or for any gain?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "No, it was not for any personal gain and I wasn't expecting to get anything in return.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now finally you also claim amnesty for the possession of a firearm and ammunition, and you say it relates to this particular incident.\n\tWhat firearm were you carrying?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I had an AK47.",
            "Male"
        ],
        [
            "MR PATEL",
            "Where did you obtain the AK47 from?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That was brought to me by Mzwandile Gushu.",
            "Male"
        ],
        [
            "MR PATEL",
            "And for what reason did you take possession of the firearm?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it matter Mr Patel, it was unlawful?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "As it pleases you Mr Chairman.  Were you prosecuted for these offences?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I never did.",
            "Male"
        ],
        [
            "MR PATEL",
            "Do you have an alias?  Are you known by another name?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR PATEL",
            "What is that alias?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Kye-Kye.",
            "Male"
        ],
        [
            "MR PATEL",
            "I have no further questions, Mr Chairman.",
            "Male"
        ],
        [
            "MR PATEL",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kemp, have you got any questions?",
            "Unknown"
        ],
        [
            "MR KEMP",
            "Mr Chairman, I have no questions.",
            "Male"
        ],
        [
            "MR KEMP",
            ".",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you.",
            "Female"
        ],
        [
            "MS VAN DER WALT",
            ".",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "No questions, Mr Chairman.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  Just bear with me for one moment please.",
            "Male"
        ],
        [
            "MR BLACK",
            "Just for the record, I have no questions either.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you were late again.",
            "Unknown"
        ],
        [
            "MR BLACK",
            ".",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Nkonyane, you knew Chris Ngwenya very well, is that correct?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I did not know him very well.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you know where he lived at the time?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Was he employed?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "No, he wasn't.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you know what his movements were between the time that you received the instruction to kill him until the time that you executed the instruction?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "What were his movements?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Most of the time he was at the Police station.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you ever see him at his house or going to his house, during that period before he was killed?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I don't understand, are you saying have I ever been to his place before he was killed, or has he ever been to his place?  What I can tell you is that I went to his place on the very same day that I wanted to kill him.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Perhaps you can just explain there was a delay of approximately or let me just first start by saying that according to the background statement, a decision that Chris Ngwenya was to be assassinated, was taken in February 1992.  Do you agree with that, and  I refer to page 14 of the bundle of documents, Volume 1, paragraph 18?",
            "Male"
        ],
        [
            "MR PATEL",
            "With respect Mr Chairman, I don't think that this is a fair question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He wouldn't be able to tell you when that decision was taken Mr Hattingh.  Let's ask him this, when were you instructed to carry out this operation?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "If I remember quite well, I think it was quite some time after the order had been issued, because our method of operation is for us to use or utilise whatever time is available or on our hands, to get the person that we are supposed to kill.\n\tAs to how long we take, is not an issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is not the point, the point is how long before you executed the order, did you get the instruction?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "After we realised that the violence was going on in Wesselton, but I cannot be specific with regard to the date or the month.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Chris Ngwenya was killed on the 12th of April 1992.  Do you say that since receiving the instruction to kill him, it was up to you to decide whether you should in fact carry out that instruction pending on the extent of the violence which persisted or not?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, you are correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you said once you got the instruction, that's it, you had to carry it out?  Isn't that what you said?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "If you receive an instruction, you don't necessarily execute that instruction at the very same time.  You may look for the person and not get him, or you may find that the place where you have to attack the person, is not a safe place, so it is up to you as the attacker, to decide as to when to attack, as long as you have attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me just understand that, you have just told us that you executed the order to kill because the violence had not ceased or abated, do you recall that?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would have happened if the violence had ceased or abated when that order to kill Ngwenya was still alive?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I was going to maintain the order and kill him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So of what relevance is the abating or the ceasing of the violence then as far as you are concerned?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "This stems from the fact that I had been given an instruction and whatever instruction was given to me by my Commander, I have to carry out regardless of what.\n\tI would only stop if my Commander comes back to me and say to me listen, there is no more violence, now you must stop killing so and so, then I would stop on another order to stop.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Do I then understand you correctly that when you executed the instruction, it was based purely on the strength of a command from your Commander and irrespective of whether the person, the victim was actually politically involved or not, you would have killed that person?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't say that Mr Hattingh.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Then I ask the question, is that the position?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I would like to explain this to the Committee that the question that he is putting to me as to whether there was violence or not, I want to put this picture that as I had been instructed and told what to do, if I have not been stopped or told to halt, I was not going to.\n\tSecondly, if that person was not involved in that violence, I do not think that I would just approach a person who has not done anything or who was not involved in politics and kill him and leave all the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you had to rely on the information that your Commander had, isn't it?  If your Commander issued that instruction, would you carry it out if the instruction related to a person that is not involved in politics and did nothing wrong?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I would follow an instruction given to me, I am not going to run away from that.  If I was instructed to kill, I was going to kill irrespective.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Do you know whether Gushu also knew Chris - at the time, did he indicate to you that he also knew Chris?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I do know that.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "So both of you were in a position to recognise Chris Ngwenya at the time when you executed your instruction to kill him?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "The way you have structured your question, it did not happen in that manner.  You are being very simplistic.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Even though I may be simplistic, are you prepared to answer the question?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I am prepared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, do so please.",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I understand you that both you and Mr Gushu knew Chris and both of you would be in a position to recognise Chris at the time when you were about to execute your instruction to eliminate him.",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "At the time that we were going to kill him, it is not that we were not able to recognise him, we could recognise him.  Because we were not going to kill any other person besides Chris, we were going to kill Chris himself, so it explains that we knew him very well facially.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I understand that this incident occurred between six and seven o'clock in the evening, is that correct?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I think it was round about seven to eight o'clock in the evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is even darker.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Was it dark at the time when you ...",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "How far apart were you and Mr Gushu when you positioned yourself when you were waiting for Chris Ngwenya to arrive?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I could estimate to the corner within this very same room, I was standing at the passage where I am indicating and Mr Gushu was standing at the opposite corner of the room.\n\tI think that was about the distance, that is the corner of the stage where I am pointing.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Approximately 10 metres, Chairman?  Approximately ten metres, it would appear.\n\tWhat was the reason for you positioning yourselves?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With an AK47 it didn't matter.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I think that is in fact the point to be made. What was the reason for positioning yourselves on two different sides of the road?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "The reason was to enable us to carry out the order effectively so that we could kill Chris no matter what.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, is it being denied that this witness together with Gushu or singularly committed this crime?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No Mr Chairman, it is not denied no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are we getting with the positions and why they took opposite positions etc, does it matter?\n\tMaybe you have a point that I am not seeing.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, if you will just bear with me for one minute please.\n\tMr Chairman, this is one of the few incidents where we still have the benefit of a survivor and an eyewitness and I have already indicated that this witness who survived the incident will be testifying at this hearing, and she will explain what happened there and in particular she will tell this Committee that after Chris Ngwenya had been shot and killed, the two perpetrators continued to pursue the two women and endeavoured to kill them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please continue.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  What was the reason for your positioning on both sides of the road? Sorry, I think you have already answered that question.\n\tFrom your application it would appear that you received only two weeks of MK training, is that correct?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you receive no other training as MK soldier?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "No, there isn't any other training.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "During the two week training that you did receive, were you taught how to operate an AK47 and how to shoot with it?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Where did you get the AK47 that you had that evening?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He already told us he got it from Gushu.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  Did you know that Mr Gushu was a lot more experienced than you were with regard to training as MK soldier?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I was aware.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "At the time when you started shooting at Chris Ngwenya, how far was he away from you?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Could you repeat your question please?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "At the time when you started shooting at Chris Ngwenya, how far was he away from you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't he say ten metres?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, that is correct, it was ten metres approximately.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "How many shots did you fire?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I am not sure as to how many shots I fired.  It could have been seven shots, I was not really counting to be honest.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You said you fired approximately seven shots although you were not counting?  When Mr Gushu started shooting, could you see whether he hit Mr Ngwenya, before you started shooting?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I was able to see.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And what did you see?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "(No interpretation)",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Sorry, I don't think the answer was interpreted.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Yes, I could see that he was shooting Chris Ngwenya, that is what the witness said.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "What I am trying to get at is, prior to you starting shooting, did you see whether Mr Gushu in fact, whether he was successful in hitting Chris Ngwenya with any of his shots?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I would not be able to see a bullet leaving the gun and hitting Chris Ngwenya because it was very dark.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you see whether Chris Ngwenya was falling to the ground following the shots from Mr Gushu, prior to you starting to shoot?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I did not see him falling after quite a few shots.  He only fell after I had also attempted to shoot.  It is only then that he fell onto the ground.\n\tWhen Gushu started shooting, he did not fall to the ground immediately.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "At the time when Mr Gushu commenced his shots, was he behind or in front of Chris Ngwenya or at the side of Chris Ngwenya?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "He was standing on the side because Chris Ngwenya was crossing the street, coming towards this open veld.  I think he was heading to his place.  Gushu was not on Chris Ngwenya's front or behind.  I think he was at the front side or front left side, it was neither at the back, nor at the direct front of Chris.  He was strategically placed.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And where were you at that moment when Gushu started to shoot in relation to Chris Ngwenya and the two women?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I was following him because I was standing quite a distance from the three or the four.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "In relation to Chris Ngwenya and the ladies, were you in front of them, to their side or behind them when you started to shoot?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I was at the front, I think almost at the same position that Gushu was.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Nkonyane, do you know that Tanda Bantu shop?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I do know the shop.  I think these other shops next to where we were placed or standing.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Perhaps you can just assist us.  The witness will tell the Committee that one of the two attackers was standing at the corner of the street in front of the Tanda Bantu shop, he had an orange coloured jacket with wool on the neck parts, and a black pair of trousers.  Who was this person?  Was it you or Mr Gushu?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "My answer to this question was that I was not wearing any of the garments that you have just described, that is all that I will say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about Gushu?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I don't remember.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "She will also say that in front of Dube Tonight Disco, the other person was standing in front of Dube Tonight Disco and the clothing that he was wearing was long, dark green jacket or a coat with a white T-shirt.",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I will not comment on that because all I can tell you is what I was wearing.  What anybody else was wearing, I will not be able to tell you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, maybe you can tell us that.",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I was wearing a coat, a black coat and I had a red hat on.  I don't know anything about an orange jacket.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have a T-shirt on?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I was having a poloneck or bottle neck, a black bottleneck top.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Hattingh.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "In any event, this witness Thembisile Nkambule will say that the person with the orange jacket also had the long firearm and not the hand weapon, but you would not be able to comment on that?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I did have a firearm, but with regard to the garments and the description thereof, I totally disagree with you.  I was not going to wear anything light which was going to make me easily identifiable.  I was wearing very dark clothes.\n\tEverything that I was wearing, was black because that made me feel safer and I wasn't going to be easily identified.  That is why I had dark clothes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Was either you or Mr Gushu known by the name Mzala?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I know nothing of that sort.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Had either you or Mr Gushu been employed by Mr John Mndebele at any stage?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Never.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "When the shooting started, the witness will tell this Committee that she ran across an open piece or an open stretch of ground and that Lindiwe who got killed, carried on running straight down the street in the direction of the Disco.",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I think I can put that in this way.  I do not know as to whether this Lindiwe who died, ran towards the disco because where this whole thing happened, was right at the disco, at the corner.\n\tThe person who ran away from the scene, took a different direction, a bit downwards and the other one, I did not see the second one who ran.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Could you explain if Chris Ngwenya and the two ladies that you were to their side at the time when you started to shoot at them, how would you then explain the fact that both Lindiwe Nkosi who got killed and Thembisile Nkambule who was wounded, were both shot from behind?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "At the time that we started shooting, Chris did not fall immediately.\n\tWhen we continued shooting, he continued running.  I think probably that is the time that they got shot because the three of them started running and Chris was amongst them running with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which direction did they run?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Chris was heading a bit downwards, but he was not able to run for a long while or a long distance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, it doesn't help me to know what is upwards and downwards.  Did he run away from you or towards you or sideways?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "He was running sideways.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I further wish to put it to you that evidence will be led that one of the perpetrators, either you or Mr Gushu, followed one of the ladies and carried on shooting at her even though Chris Ngwenya was not anywhere near to where this lady was at the time.",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I had already explained that there is another one who got shot when Chris was running together with the women, but at the time that Chris had fallen down, we did not continue shooting.\n\tI totally deny that statement.  If that was so that person would not have been able to survive, if she was the intended victim, because the gun or the bullet has got much more speed than a human being, so she could not have outrun the bullet if we intended to shoot her.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "In particular I would like to put it to you that Thembisile Nkambule was the one who entered a shop, running away from the attackers and that the attackers were in fact following her and only stopped two metres away from the shop after she had entered the shop.",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I will explain this to the Committee so that it is very clear.\n\tI think Thembisile knows deep down within her heart, that we never followed her, because we had already carried out the orders.  When we were running after her, it was because we were effecting a get away, she was running away from the scene, we were also running away so that we could not get caught, not that we were running after her.\n\tIf we were running after her, if we were behind her, we could have been able to kill her if we wanted to.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you running towards the same direction as her?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I could say that when the people heard the shots, they started to appear from their houses and the shops and we sort of mingled with the people, so as to destroy the spoor, so that they could not follow us and they could not identify us as the killers.\n\tWe mingled with the people  towards the same direction.",
            "Male"
        ],
        [
            "ADV SANDI",
            "It is not very clear to me.  Do you mean to say that you were going in different directions, that is on the one hand yourself and Mr Gushu and Nkambule?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Gushu and myself were running towards the same direction and the others were in front of us, and some got scattered into different directions.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "In fact the witnesses will say that you followed Thembisile Nkambule to the shop and when she entered the shop, you stopped approximately ten metres away from the shop and then turned around, but prior to that, you in fact shot at her.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Chairman, this very same question was Mr Hattingh's last question, except for the fact that it now no longer is two metres, but ten metres.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I never said two metres, I said ten metres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You intended to say ten, you did say two.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I accept that, but the question is that you were not just running away from the scene and in the same direction as Thembisile Nkambule, you were following her, stopped ten metres away from the shop and then turned around when Thembisile had reached the safety of the shop.",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is not true at all.  The truth of the matter is that I am the doer, I committed the deed and I've got nothing to loose.  What I want to tell the Committee is the truth and it happened as I had described it.\n\tI would not have time to come and sit here and come and tell a bunch of lies.  I think if you were in my position, you would realise the fact that I had just done this deed and I had to effect a get away.  I as not going to wait to get caught so we ran towards the same direction and that is the direction of the shops.\n\tMaybe she took it that we were following her, but that was not the case.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Just to clarify the issue, when you say you ran in the direction of the shops, would that be the same direction as the disco or would that be the opposite direction?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "We were running towards the direction of the shops and what I know is that we were running sideways towards the left, that is from the shopping centre where we committed our mission or where we carried out our mission.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The question was at the time when you were running in the direction of the shops, would that be the opposite direction to the disco or would it be the same direction?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, first of all do you know where the disco is?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you run towards the disco, in the disco's direction or in the opposite direction to the disco?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "From the disco towards another direction.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I then put it to you that after having stopped at the shops, approximately ten metres away from the shops, you turned around and then ran in the direction of the disco.",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I beg to differ because it is not so.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I don't know whether I have already covered this particular issue, but if I did just tell me, were you aware of the fact that there were other problems between Chris Ngwenya and Mr John Mndebele leading to Mr Mndebele laying a charge with the Police on the Saturday, the day before the killing of Chris Ngwenya?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "No, I didn't know that.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Then lastly I would like to put it to you that from my instructions it would appear that you intentionally shot at the two ladies with the intention of killing them, and that it was not only by mistake that you hit them while aiming for Mr Chris Ngwenya?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is not correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "As well I would like to put it to you the witness will also say that when she and Chris Ngwenya as well as Lindiwe Nkosi came down the street, Chris Ngwenya was in fact walking on the side of the group and that Lindiwe Nkosi was in the middle of the group?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is not correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Lastly, could you assist the Committee, until approximately what time, or are you still resident in Ermelo?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "During the period following the killing of Chris Ngwenya, did you remain resident in Ermelo?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Can you give any indication as to approximately when the conflict became, the extent thereof was becoming lesser and lesser?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I would say that the violence did not come to an end.  Instead it continued.  People were dying, others getting injured.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "What was the position in 1993?",
            "Male"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "The situation was better and the violence had subsided.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, no further questions.",
            "Male"
        ],
        [
            "MR HATTINGH",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, have you got any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you sir, no questions.",
            "Male"
        ],
        [
            "MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel, have you got any re-examination?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "No questions Mr Chairman.",
            "Male"
        ],
        [
            "MR PATEL",
            ".",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Nkonyane, let us go back to the scene where this shooting occurred.  When you positioned yourselves in the manner which you described, whose suggestion or decision was this that you should so position yourselves?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "We were conferring.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Whose decision or suggestion was it that Gushu should be the first person to open fire?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I said that because I was standing behind.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where did you go after shooting Chris Ngwenya and the persons who were in his company?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Would you please repeat the question?",
            "Male"
        ],
        [
            "ADV SANDI",
            "From the point where you shot Mr Ngwenya and the two girls who were in his company, where did you go?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "We went to the place where we stayed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you have any discussion about what had happened?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, we did after having carried out the mission.  But then it wasn't something serious really.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay thank you.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkonyane, are you the brother of the previous witness?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I would say that we are related in so far as surnames are concerned because we share the surname and therefore we share the same respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You seem to be very angry, am I correct?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is not correct.  That is my nature, there are times that my facial expression is such that that you cannot look at me when I talk to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you feel about what you have done?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I feel very sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you still in Ermelo, are you stationed in Ermelo?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you now officially in government?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, I would say that I am working for the government officially, but I am not within the South African National Defence Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One of your duties as an official or employee of the government, is to ensure as best you can, harmonious living within the country, is that so?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not only is that your duty as a government official, but it should be your moral obligation as well, would you agree?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In particular in this area, the strife that we have been hearing about, listening to, can only be described as tragic.  Would you agree?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you willing to do to rectify the position, such that the people of this area live as I understand it, the way they used to and the way the ought to live?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I would say here before this Commission that I am prepared to reconcile with people to restore the tranquillity that prevailed here before the violence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think you can participate in that?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you willing to do everything you can to attain the peace and tranquillity that you talk of?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think it is a good idea to do that to get this tranquillity and peace?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "It is a good idea and an open mind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you think can be done to avoid a repetition of what has gone by?",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "I must participate in whatever is happening within this community, so that there is no division as was the case before.  We were being set against each other as a result of a third force.  I am prepared to work hand in hand with the community or people and the victims who suffered through the experiences, and I also must make it clear that I would like to appeal to them so that they come down, indicate to them that myself and my colleagues are not animals.  We are human beings, we were just forced by circumstances.\n\tThe part that I play here in this community is very important, because I am working hand in hand with the Police.  I am working for the Community Policing Forum.  I am not into violence really.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.",
            "Unknown"
        ],
        [
            "PAULOS PISTOL NKONYANE",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}