{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-07-29",
        "location": "ERMELO",
        "day": "8",
        "names": [
            "SILOS NKONYANE"
        ],
        "matter": "BLACK CATS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52733&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98072030_erm_blacat8.htm",
        "speakers": [
            "MR PATEL",
            "MR BLACK",
            "CHAIRPERSON",
            "SILOS NKONYANE",
            "MR KEMP",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR HATTINGH",
            "ADV SANDI",
            "MR MAPOMA",
            "ADV BOSMAN",
            "INTERPRETER",
            "<UNKNOWN>"
        ],
        "original_speakers": [
            "MR PATEL",
            "MR BLACK",
            "CHAIRPERSON",
            "MR NKONYANE",
            "SILOS NKONYANE",
            "NO FURTHER QUESTIONS BY MR PATEL",
            "MR KEMP",
            "MS VAN DER WALT",
            "NO FURTHER QUESTIONS BY MS VAN DER WALT",
            "MR PRINSLOO",
            "MR HATTINGH",
            "ADV SANDI",
            "NO FURTHER QUESTIONS BY MR HATTINGH",
            "MR MAPOMA",
            "ADV BOSMAN",
            "INTERPRETER",
            "WITNESS EXCUSED"
        ]
    },
    "testimony": [
        [
            "MR PATEL",
            "Mr Chairman, I wonder if we can get a five minute adjournment for personal reasons?",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Chairman, may I take this opportunity, I apologise for being late this morning.  I had forgotten that we are starting earlier, I thought we are starting at nine o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, let's be thankful that you are able to say so and it is only late in time.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel, tell me, for some reason during the course of this hearing, I have been under the impression there is 12 applicants, there are 13 mentioned on the papers, what is the correct position, am I wrong?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "I am afraid so Mr Chairman, there are 13.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we have finished six now, correct?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to finish number 10 by tonight.  It is not a target, we are going to finish it.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Mr Chairman, you have my support in that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless somebody wants to come back to Ermelo in a month's time.  Who is this - Mr ...",
            "Unknown"
        ],
        [
            "MR PATEL",
            "It is Mr Silos Nkonyane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkonyane, which language would you prefer to speak?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "I will testify in Zulu.",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Mr Patel, where were you born?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I was born in Ermelo.",
            "Male"
        ],
        [
            "MR PATEL",
            "And have you lived for all of your life in Ermelo?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "At the time of the commission of the offences for which you claim amnesty, at that time, what was your occupation?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I was a Reverend.",
            "Male"
        ],
        [
            "MR PATEL",
            "And what is your occupation at present?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I am still a Reverend.",
            "Male"
        ],
        [
            "MR PATEL",
            "At the time of the commission of the offences for which you claim amnesty, were you a member of any political organisation?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Which organisation was this?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I was the Chairman of the ANC Youth League, the Secretary of the ANC, I was a member of the Provincial Executive Youth League.",
            "Male"
        ],
        [
            "MR PATEL",
            "You have heard the evidence of Mr John Mndebele with regard to the background statement.",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I heard.",
            "Male"
        ],
        [
            "MR PATEL",
            "You will recall that he testified that it was yourself, himself, the previous witness Nicholas Zwane and Jabu Aron Mkhwanazi who met with Chris Hani.  Does that accord with your recollection?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Who were the people that were present when you met with Mr Chris Hani in July 1990?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "It was Mr Mndebele, Mr Zwane and myself.",
            "Male"
        ],
        [
            "MR PATEL",
            "Was Mr Jabu Aron Mkhwanazi not present?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "He was not present.",
            "Male"
        ],
        [
            "MR PATEL",
            "In so far as the rest of the background statement is concerned, that is the background statement that I read and Mr Mndebele confirmed, do you confirm the contents of that background statement in so far as it relates to you?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I confirm.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now, Annexure A1 and A2, which appears on pages 15 to 19 of Volume 1, do you have that document?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR PATEL",
            "Could you tell the Honourable Committee who drafted this particular document, who compiled it?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "This document was compiled by myself with the assistance of the others.  The others who are also implicated, they were assisting with dates.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes.  Can you tell the Committee, when this document was compiled?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "It was compiled before the first commission, first Truth Commission, the one that was postponed, the hearing that was postponed.  This document was compiled this year, in 1998 before the first hearing.",
            "Male"
        ],
        [
            "MR PATEL",
            "According to the schedule which appears on page 20 of Volume 1 of the documents, you claim amnesty for the same offences as Mr Mndebele and the previous applicant, Nicholas Zwane, is that correct?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "What was your motivation for perpetrating these offences?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "There was violence in our community, because of that violence, it became evident that we had to devise some means to operate as to ensure that we do have peace in our community.\n\tThat is why this took place.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now, as I understand the evidence that has been led thus far, the Special Committee which consisted of yourself, Mr Mkhwanazi, Mr Mndebele and Mr Zwane gave two specific instructions with regard to assassinations, namely one for Mr Jwi Zwane and one for Mr Chris Ngwenya.  Do you confirm that evidence?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I confirm that.",
            "Male"
        ],
        [
            "MR PATEL",
            "Do you also confirm the general instruction which is fully set out on page 13 of Volume 1 namely that there was an implied instruction to Mr Gushu that he was to recruit assistance from SDU's in the local community and also that he was to obtain arms and ammunition and to finance these operations, from whatever source possible, including armed robberies?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I do confirm that.",
            "Male"
        ],
        [
            "MR PATEL",
            "Did you know that Mr Mkhwanazi was to instruct Mr Gushu?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "No, I didn't know.",
            "Male"
        ],
        [
            "MR PATEL",
            "And did you know Mr Gushu himself?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I knew him as a comrade who used to attend the meetings of the Youth League and I used to know him as a member of the community.",
            "Male"
        ],
        [
            "MR PATEL",
            "Did you know Mr Chris Ngwenya and Mr Jwi Zwane?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, Mr Chris Ngwenya and Mr Jwi Zwane, I knew them.",
            "Male"
        ],
        [
            "MR PATEL",
            "Do you know whether they had belonged to any political party?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I knew that they were Black Cat members and they were also members of Inkatha.",
            "Male"
        ],
        [
            "MR PATEL",
            "As an ANC member, how did you view the IFP or the Inkatha members and the Black Cats?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I regarded them as enemies of ANC, as they were people who were attacking the members of the ANC and they were also victimising the community.",
            "Male"
        ],
        [
            "MR PATEL",
            "In committing these offences for which you claim amnesty, did you act out of any personal - for personal gain or malice?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "No.  There was nothing to gain, there was nothing to benefit.",
            "Male"
        ],
        [
            "MR PATEL",
            "In respect of the offences for which you claim amnesty, were you prosecuted?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "No.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Jwi Zwane, did you know him personally?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PATEL",
            "Are you aware as to whether he had a business or not?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "No, he never had any business, he was just an ordinary person.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Jwi Zwane and Mr Chris Ngwenya, were they - do you have personal knowledge as to what role they played as Black Cat members?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I knew them as leaders of Black Cats who were actually fighting the members of the ANC and the community.",
            "Male"
        ],
        [
            "MR PATEL",
            "I have no further questions, Mr Chairman.",
            "Male"
        ],
        [
            "MR PATEL",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kemp?",
            "Unknown"
        ],
        [
            "MR KEMP",
            "I have no questions Mr Chairman.",
            "Male"
        ],
        [
            "MR KEMP",
            ".",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Sir, you as a member of this Committee, did you have any direct instruction, did you give any direct instruction to Mr Gushu to do anything in Piet Retief?",
            "Female"
        ],
        [
            "SILOS NKONYANE",
            "No.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you know Mr Hleza?",
            "Female"
        ],
        [
            "SILOS NKONYANE",
            "No.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I have no further questions.",
            "Female"
        ],
        [
            "MS VAN DER WALT",
            ".",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No questions, thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  Just to make it clear that ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I ran out of luck.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Just to make it clear, at no stage any suggestion was made that Jwi Zwane was running his own business.  The suggestion made was that Jwi Zwane was assisting his brother Elias Zwane with his business.  Do you know of this?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Can you please repeat your question?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "At no stage during this hearing was the allegation made that Jwi Zwane had his own business.  However, it is alleged by the brother of Jwi Zwane, namely Elias Zwane, that Jwi Zwane in fact worked with him, Elias, in the business that Elias had.",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I heard that here in this hearing.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you know Jwi Zwane and in what capacity?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I knew him as a leader of Black Cats and as a member of Inkatha.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I want to put it to you that according to the instructions from the family of the deceased victims, and in particular with reference to Jwi Zwane, they will say that Jwi Zwane did in fact not play the role of a trouble maker in this area at the time, and that there was no reason for him to be assassinated as indicated by you and the other applicants who were members of the Special Committee, who made that decision.",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "That is surprising because when we were at the funeral, I was there when Jwi Zwane fired, shot and I remember that he fired at Jabu Sibanyoni who fell in front of the coffin and Jwi Zwane came closer and he shot at the coffin.\n\tIt is actually surprising me that today the people say that he was not involved in the violence.  We used to be in the same Committees, in the same Peace Committee with him, and he used to indicate that he was a leader of Inkatha.\n\tThat is surprising to me.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The fact that Mr Zwane allegedly shot at the coffin at that particular funeral, did that spark the decision by your Committee, your Special Committee that he had to be assassinated?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "No.  No, that was not the only reason.  There is a lot of things that took place in our community where Jwi Zwane was involved.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "However, was it shortly after this funeral incident that the decision was made by your Committee that Jwi Zwane was to be assassinated?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "No.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Was it before the funeral or some time there after, if you could just assist us?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I can't remember, but the decision was taken earlier, I think the decision was taken earlier.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "With regard to Chris Ngwenya, the instructions are ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we carry on, tell me Mr Nkonyane, how far were you when this incident of the coffin, how far were you from that incident when it took place?  Were you officiating in that funeral?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "I can't be so sure, but I think I was about 100 to 120 metres away from the incident.   At the time, we were behind a pipe that was there, because when they shot, when they fired, we took cover behind the pipe, that is when we saw Jwi Zwane.  After shooting Jabu Sibanyoni he came closer to the coffin and Chris Ngwenya was also nearer.  He was also busy firing.\n\tOne old man who had a bed, we couldn't identify him but after some time talking to the Black Cat members, they identified the person as Dalaqolo Luthuli.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You as a Reverend, how does the interference with the body, the dead body of a person, how does that effect the community?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "I was a teacher, what I was actually referring to, I meant a school teacher, not a Reverend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, but can you answer the question as a school teacher, or if you can't, then say you can't.\n\tCan you tell us what the effect of interference  with the body of the dead would have on the community?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "The community was very disturbed.  People showed some disappointment, that is when we realised that even the media people came, they had interest because they wanted to know what was happening.\n\tThey wanted to know these people who were cruel, who can even shoot at a dead person.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  Just to clarify the issue, were you at any stage in the past or at present a Reverend, a man from the church?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "No.  I am not a preacher, I am not a Reverend.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Hattingh, can I just come in if you want to move on to another issue.  Whose funeral was this Mr Nkonyane?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "It was the funeral of Mr Sibanyoni who was killed by the Black Cat gang.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you get to know if the coffin was damaged, did you see any holes on the coffin?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "What I saw the time, I only saw Jwi opening the coffin and shooting.  I don't know, because we didn't get the results from the post mortem.  I don't know, I am not sure whether there was any damage or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't they bury the body in any event, there and then?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "I think we went on because the Police came.  We managed to continue.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think I heard one of the legal representatives yesterday saying this whole incident about the coffin having been shot at, was thoroughly investigated by the Goldstone Commission.  Did you hear whether the Goldstone Commission had inspected this coffin to see if there were any holes on it?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "No.  I don't know anything about the findings of the Goldstone Commission.  All I can remember is that we continued with the funeral.\n\tI am not sure, maybe the body was exhumed and investigated.  I don't know if that was done, maybe it was done.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Nkonyane, with regard to Chris Ngwenya on the instructions of the family, I just want to put it to you that it would appear that not only did he also not play the part in the violence as pictured by the applicants, but that there was in fact a personal or a private problem between Mr Ngwenya and Mr John Mndebele and that in fact on the day before Chris Ngwenya was assassinated, Mr John Mndebele laid a charge with the Police, against Chris Ngwenya.\n\tWhat are your comments in this regard?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "You can ask John Mndebele about that, I don't know anything.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Just to put it in brief that the killing of Chris Ngwenya was not politically motivated, but for another reason.  There was no political reason for your Committee to make such a decision or to give such an instruction for him to be assassinated.",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I won't agree with you because after the death of Jwi Zwane, I know that a bus came full of people who had red ribbons around their forehead.  Those were the people who were supporting Chris.\n\tAfter the funeral of Jwi Zwane, about nine people that day died.  Even an old man who was drinking porridge at home, was shot and a lot of people thereafter died, and even the weekend after that, a lot of people died.  Other bodies were burnt down, therefore we can't say that Chris was not involved.\n\tThis all happened because of Chris' involvement.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Were there any other specific persons identified by your Committee who according to your Committee were part of that violence or the cause of all the problems?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "I don't get your question, please repeat.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Apart from Chris Ngwenya and Jwi Zwane, were any other specific people or persons identified by your Special Committee as being people who were responsible for the problems or the conflict in this area at the time?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "The people who were involved in violence, there were a lot of them, they were from the Black Cat gang, but the people who were at the forefront was Jwi Zwane and Chris Ngwenya.\n\tPeople like Obet and Baba and Bongani, all of them were also involved.  There are other people of which I don't know their names, but they were also involved in violence.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "But your Committee at no stage considered it necessary to issue an instruction for the assassination of Obet Nhlabathi or Bongani Malinga?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "The instruction was this, if there is a problem, the Commander must make it a point that the people that he is working with in the SDU's, must make sure that they handle those problems properly.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The issue of the robberies, how many robberies were reported to you that you can testify about?  By that I mean armed robberies which were performed or committed in the furtherance of the struggle.",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "Here in Ermelo, we were actually responsible for problems here in Ermelo.  Things that were actually happening outside, we were just talking and we used to hear that such things happened, but we were only responsible for this community.\n\tThese incidents that you are talking about, I just heard the people talking about them, this that happened in Piet Retief and Secunda.  But as the Committee we were only responsible for Ermelo.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did those armed robberies carry your and or your Committee's approval?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "This was a local community, not a regional committee that was responsible for Secunda.  We were responsible for Ermelo.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Then lastly, it would appear that there were extensive delays from the time that your Committee made the decision that someone was to be assassinated, until the time that the instruction was carried out.\n\tThat is with reference to Jwi Zwane and Chris Ngwenya.  Did you make any enquiries about the delay in the light of the severity of the conflict at the time caused by the two people as alleged?",
            "Male"
        ],
        [
            "SILOS NKONYANE",
            "The delay was because there was still negotiations that were taking place between our group and the Black Cats.\n\tThe Reverends, the church ministers were actually playing a role in those negotiations.  We had a series of meetings trying to negotiate.  We were not prepared to fight during the negotiations, but despite all those negotiations, the violence was continuing.  The people were dying.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, no further questions.",
            "Male"
        ],
        [
            "MR HATTINGH",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you sir, no questions.",
            "Male"
        ],
        [
            "MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Patel, any re-examination?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "None Mr Chairman.",
            "Male"
        ],
        [
            "MR PATEL",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Francis?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Just for the record, I am a little confused, can we just get the record straight?  Why did you say you were a Reverend, I heard it now on two occasions?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "I said I am a teacher, umfundisi, in English that means a teacher, not a church minister.  It is the same, it is written the same as the church minister and a teacher in Zulu, but the pronunciation is not the same.  What I meant was that I was a school teacher.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Nkonyane, just on your very last statement in response to the question by Mr Hattingh, Mr Hattingh was asking you about extensive delays which occurred before Zwane and Ngwenya were killed.\n\tI understood you to say that the delays were occasioned by the negotiations that were taking place between your group and the Black Cats.  Was that correct?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Yes, there were negotiations that were taking place.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Should one understand that to mean that you were talking to people who you were going to kill anyway, a decision had already been taken to kill these people at the time you were negotiating with them?  Would that be a correct understanding of your evidence?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "No.  When we were negotiating, we were just negotiating but it happened that they didn't want, after some time they were not prepared to take part in the negotiations.\n\tAt some stage they said they got the permission from Ulundi.  We realised that the representatives of Inkatha, they were not present.  There was a situation whereby Mr Zwane and Ngwenya would say they are not prepared to take part in these meetings, they would continue with violence, therefore we would find ourselves in that situation whereby even if we are still prepared to communicate with them in terms of trying to bring peace, but they were not prepared to negotiate with us.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I think your explanation confuses me even more.  Let me put my question this way.  Which of the two things was the first to happen, negotiations or the decision to kill?  Which one was the first to occur?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "The first one was negotiations.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And the decision to kill, came later when the negotiations failed?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "We realised that even if we were negotiating with them, there was nothing positive that was happening and they were not prepared to sit in that committee whose aim was to bring peace.\n\tInstead they carried on with the violence.",
            "Male"
        ],
        [
            "ADV SANDI",
            "That answers me, thank you Mr Nkonyane.  Thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkonyane, I asked a number of the other applicants the same question, I just want to find out what your attitude is, what we are discussing in this hearing amounts to a lot of strife between people.\n\tDo you understand that?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What we are discussing, amounts to strife between human beings, not so?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question, the Interpreter didn't get it?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What we are discussing in this hearing, amounts to strife between human beings, is that not so?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Yes, that is correct.  I think as a community we should reconcile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I am getting there.  There has been attempts to find reasons for it.  The reasons to me is irrelevant.\n\tAre you happy to start all over, to reconcile with the community?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how would you propose to start doing that?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "I think what is of utmost importance is that we should talking to each other once more, not only negotiations.  I think we should start visiting the families of the victims and I think we should try to re-establish the ties that we once had and any manner or any way in which we can get back together again as the community.\n\tMaybe the TRC can help the families who were effected because a number of families were effected by the violence due to the attacks on their houses.  We would appreciate an effort on the part of the TRC, to meet the families of the victims half way with regard to finance or material resources.  Even those who were psychologically effected by this whole violence, I think they also need to be helped.  Not only physically, financially but also through the emotional trauma.  I think that is one of the things that will bring peace.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That can come after.  My concern is reconciling the whole fabric of the society, to restore it to what it should be.\n\tHow would you suggest we go about that as a starting point?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Chairperson, I hope that you did take note of the fact that the very first step to me seems to be negotiations.  I think that is the very first step that is going to open doors for us to be able to talk to each other.  As soon as we are able to talk to each other, then whatever follows will be easy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you are prepared to do that or to be part of that?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I am very much committed to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see what I am also concerned about is one of the possible reasons for what has happened is that innocent people had been the victims of political manipulation.  How does one avoid that?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Yes, it did happen that there were certain victims or casualties as well as people who died.  It is very important for us to try and devise some means in order to support this people or victims as well as their families.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkonyane, I am well aware that there are victims and they have needs.  Whether this country can afford to give them any type of support, remains to be seen.\n\tI am talking about the whole community, not only the victims, to live in peace, to live as we should be living and to respect each other.  That is what we are talking about.\n\tThose other things like financial support and medical support will come after that, if it is at all possible.  I am talking about something that cannot be paid for, you can't measure bringing a community to where it should be, with money.  Do you follow what I am saying?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is what I am talking about.  Are you willing to be part of that restructuring of the community, irrespective of political affiliations or creed, etc?",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Yes, I am committed to that.  I want to be one of the people who is going to bring back the fabric of society that has been torn before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  You are excused.",
            "Unknown"
        ],
        [
            "SILOS NKONYANE",
            "Before I go away, may I please note that I also do regret what happened and I would like to ask for forgiveness to the families, especially the effected families, the families of the victims.\n\tIt was the situation that prompted us to do that, but I do hope that you can find it in your hearts to forgive me for my past deeds.  I think you will understand the situation and you will not take it upon yourselves to avenge the deaths of the victims, because we want to rebuild the country.  Thank you very much.",
            "Male"
        ],
        [
            "<UNKNOWN>",
            ".",
            "Unknown"
        ]
    ]
}