{
    "header": {
        "type": "SUBMISSION, QUESTIONS AND ANSWERS, JOHN MARTIN STERRENBERG",
        "starting date": "1997-02-17",
        "location": "GUGULETU 7",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55164&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gug/sterren.htm",
        "speakers": [
            "UNKNOWN",
            "ADV POTGIETER",
            "MR STERRENBERG",
            "ADV VAN ZYL",
            "MR STERRENBERG READS OUT HIS STATEMENT",
            "MS GOBODO-MADIKIZELA",
            "<UNKNOWN>"
        ],
        "original_speakers": [
            "MR NTSEBEZA\n",
            "ADV POTGIETER\n",
            "MR STERRENBERG\n",
            "ADV NTSEBEZA\n",
            "ADV VAN ZYL\n",
            "MR STERRENBERG READS OUT HIS STATEMENT\n",
            "MS GOBODO-MADIKIZELA\n",
            "MEETING ADJOURNS FOR TEA ON RESUMPTION\n",
            "UNKNOWN\n"
        ]
    },
    "testimony": [
        [
            "UNKNOWN",
            "The next witness is Senior Superintendent John Martin Sterrenberg.   I will now ask advocate Potgieter to swear the witness in.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Good morning Mr Sterrenberg.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Good morning sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Welcome.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Thank you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you for having made yourself available - I am going to ask you to take the oath, for that purpose to stand please.  \nJOHN MARTIN STERRENBERG Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much you may be seated.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ladies and gentleman from the press thank you - thank you.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "Mr Chairman we proceed with the questioning of this witness as I've indicated earlier I am representing Mr Sterrenberg on instructions from Mr Adri Brand at De Klerk en Van Gend.  May I use this opportunity to thank you for your opening remarks this morning concerning the perceptions created in the media.  It was a matter of great concern to all five my clients to read in the newspaper if I may translate freely from an Afrikaans newspaper that the Truth and Reconciliation Commission after the sitting in November said that according to the evidence the incident was a Vlakplaas operation and therefore the seven were executed by implication.  I think you've cleared the air this morning that no such finding was made and that, that wasn't in fact said by the Commission it is appreciated.\n If I may raise one further point - I had the opportunity to read through the evidence of the three gentleman who testified last time, Kleyn, Liebenberg and Odendal.  I am not sure whether this Committee is in possession of the evidence given at the inquest, I say this because it was put to some of the witnesses in particular Liebenberg that a witness and I presume  that is Mr Zibaka has told this Commission that he saw a man with his hands in the air being shot twice and that this evidence is actually corroborated by the objective evidence being the post-mortem examination which indicates only two wounds on that particular body.\n Now at the inquest and also in his affidavit, the evidence that he gave there, was that he saw this person being shot three times after he had been thrown onto the ground and if one checks the trajectory of those bullets through the body, it simply does not corroborate - two shots - it said - he testified as to three shots to the chest which leads me and my instructing attorney to infer that this Commission may not be in possession of that evidence.\n And if that is so, we would very much like to assist the Commission to get hold of that evidence because we feel that where a person like Mr Zibaka who testified as to very important part of the evidence where evidence of his is available of an earlier statement or evidence under oath where related the same version, which conflicts what he told this Commission of course this Commission should take notice in it's final decision whether to believe him or not, of what he had said at a previous hearing.\n And we also see on the record that Captain or he was then a Captain Kleyn was confronted with a question that there was expert evidence led at the Weaver trial that these shots were fired at point blank range, which of course is significant important evidence.  But that very same expert at the inquest, not only qualified - he quite dramatically changed that evidence and there was also other evidence of other experts then led at the inquest which showed exactly the opposite.  It is important we feel that, that evidence should be placed before the Commission.  If the Commission is not in possession of it, we would very much like to be a prize of that fact so that we can assist in obtaining that evidence if at all possible.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you advocate Van Zyl - the Commission and the Committee quite clearly appreciate the remarks that you have made.  I do not know as I sit here whether we are in possession of the inquest record - the investigators would advise me but I would have assumed that we do have some.  But if we don't we will look into it, but I see the investigators nodding very vigorously there is a clear indication that we have that evidence.\n But I think your remarks served to indicate the extend the extend to which it is very important not to appear to have preconceived notions about the correctness of this or that other evidence and I think your remarks are well placed to the extend that they remind us what our duties are and of course what the Commission's duty is when it comes to findings stage.\n Thank you very much for your remarks.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "Mr Commissioner there is one - just one further aspect, I wasn't sure whether I should raise this but in the evidence of Mr Odendal when he was introduced at page 9 of the record, and I hope and I think this may only be a typing error I don't know.  But the record reads as follows - if you will allow me just to read this\nAre you still referred to as Colonel or are you now called Mr Odendal - and it's Ms Wildschut speaking - it is I am speaking.  Mr Odendal said - ja nee ek sien wie hier praat - u kan maar sommer se meneer. - that is interpret by the interpreter - I can see you speaking ja - you can call me sir or mister - then an unknown commissioner or a dog - I can't for the life of me believe that a Commissioner would actually this [indistinct] would have said well you can call me a  dog - that is the deception it - I presume it is a typing error on the record, I don't know.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would assume that there is an error somewhere - I - in the light of the way in which we conduct it ourselves and we conduct ourselves - I cannot believe that a remark of that nature could have been made.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "May that be the [indistinct] Mr Commissioner.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Van Zyl.   I don't know whether you have a prepared statement.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I do have a prepared statement - it's been prepared in Afrikaans sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes no very well - do you - would you like to read the statement into the record.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I will sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Very well then.",
            "Unknown"
        ],
        [
            "MR STERRENBERG READS OUT HIS STATEMENT",
            "1. Ek is 'n volwasse man en 'n Superintendent in die Suid-\nAfrikaanse Polisiediens, gestasioneer te Kaapstad.\n2. Op 11 November 1996 is 'n skriftelike kennisgewing in terme \nvan die Wet op die Bevordering van Nasionale Eenheid en Versoening, Wet 34/95 by my kantoor te Thomas Boydell gebou gelaat waarin ek aangese was om op 28 November 1996 voor die Kommissie vir Waarheid en Versoening te verskyn met betrekking tot 'n voorval te Guguletu op 3 Maart 1986 waarin sewe persone gedood is.  Ten einde die   behulpsaam te wees het ek besluit om my herinneringe aan die gebeure in hierdie verklaring te vervat.  Aangesien die gebeure meer as tien jaar gelede plaasgevind het, het ek my geheue verfris uit 'n beedigde verklaring wat ek op 3 Maart 1986 aand Majoor Brits afgele het, sowel as getuienis afgele in die vervolging van mnr Anthony Weaver van die Cape Times gedurende 1987.\n3. Ten tye van die voorval was ek 'n Adjudant-offisier in die Suid-\nAfrikaanse Polisie en verbonde aan die Onluste Eenheid te Kaapstad.  Op Sondag 2 Maart 1986 om ongeveer 2330 die nag het ek instruksies ontvang om twee-uur die oggend te Wingfield te rapporteer.  Ek het die opdrag uitgevoer en te Wingfield is ek tesame met ander lede ingelig dat 'n polisievoertuig aangeval sou word op die hoek van NY1 en NY111 Guguletu.  Sover ek onthou was ons toegespreek deur Majoor Odendal en Luitenant Liebenberg.  Die doel van ons optrede was om die aanval te verhoed en die aanvallers te arresteer.  Ek onthou spesifiek dat Luitenant Liebenberg ons ingelig het dat daar twee beriggewers saam met die groep aanvallers sou beweeg.\n4. Om ongeveer vyfuur het ek saam met Sersant Grobbelaar en \nKonstabel Kapp ten noorde van die NY111 en ten ooste van  NY1 stelling ingeneem.  Ons het nie 'n radio by ons gehad nie, \nmaar was naby Majoor Odendal en sy groep geplaas.\n5. Om ongeveer 720 het ek gehoor dat Majoor Odendal skree dat \n'n persoon 'n handgranaat gooi.  Onmiddellik daarna het ek 'n ontploffing gehoor en het ek uit die bos waar ons geskuil het beweeg in die rigting van NY111 om te gaan kyk wat aan die gang was.  Toe ek uit die bosse beweeg, het ek 'n man sien hardloop in my rigting, maar aan die oorkant van NY111.  Terselfdertyd het ek gehoor dat Sersant A Grobbelaar skreeu dat 'n persoon 'n handgranaat het.  Skote het geklap en ek het gesien hoe die persoon neersak.\n6. Terselfdertyd het ek 'n geknetter van 'n masjiengeweer gehoor en \n'n manspersoon gesien hardloop in NY1, oor die kruising van NY111 en in die rigting van Guguletu polisiestasie.  Hy het 'n AK 47 geweer langs sy regtersy gehad en was besig om uit die heup te skiet in 'n suidelike rigting waar 'n woongebied en die Guguletu polisiestasie gelee was.  Soos hy skiet het hy die AK47 rond beweeg, maar sy algemene skietrigting was suid.\n7. Die persoon het 'n geweldige gevaar ingehou vir mense in die \nomliggende omgewing en ek het sonder  huiwering met my  haelgeweer op hom gevuur.  Die persoon het gestruikel en geval, maar nog steeds aangehou om sy wapen te vuur.  Daar was toe 'n onderbreking in die vuur en ek het nader beweeg na waar die persoon gele het.  Op daardie stadium het ek net my 9mm dienspistool by my gehad, aangesien my  haelgeweer leeg was.  Ek het tot by 'n boom langs die NY1 gehardloop en daar skuiling gesoek.  Die persoon het gele tussen die boom en die heining van Murray en Roberts hostel.  Soos ek agter die boom uitgekyk het, het ek gesien dat die persoon na my rigting kyk en dat hy 'n beweging voor sy bors uitvoer.  Hy was nog steeds in besit van die AK 47.  Ek kon nie presies sien waarmee hy besig was nie, maar het vermoed dat hy of die wapen in my rigting wou swaai of 'n handgranaat na my wou gooi.  Ek het onmiddellik drie skote na die persoon se kop gevuur met my 9mm dienspistool.  Ek moes hom getref het, want sy kop het gesak.\n8. Ek moet daarop wys dat my besluit om na sy kop te skiet \ngeneem was in 'n breukdeel van 'n sekonde, terwyl die persoon, volgens my mening, gereed gemaak het om 'n AK47 in my rigting te vuur of 'n handgranaat in my rigting te gooi en ten einde myself te beskerm teen so 'n aanval moes ek die persoon onmiddellik totaal buite aksie stel.\n9. Die liggaam van die persoon is later deur 'n \nbomopruimingsdeskundige met 'n tou omgerol, aangesien ek nie geweet het of die persoon werklik 'n handgranaat by hom gehad het nie.  Ek het juis in die omgewing van die liggaam gebly en almal wat daar aangekom het gewaarsku dat hy vermoedelik 'n handgranaat by hom het, om te verhoed dat die persoon sonder die nodige veiligheidsmaatreels omgerol word.\n10. Nadat ek die drie skote met my pistool gevuur het, het daar nog \nskote agter my geklap, maar ek weet nie presies van waar die skote gekom het nie.  Ek kan wel se dat die skote nie in my onmiddellike nabyheid afgevuur was nie.\n11. Ek voer gevolglik aan dat ek met my haelgeweer op die betrokke \npersoon gevuur het om hom buite aksie te stel sodat hy nie met die AK47 waarmee hy besig was om in NY1 af te vuur, van die makkers of onskuldige mense in die woongebied moes dood of beseer nie.  Ek voer voorts aan dat ek met my pistool op die persoon geskiet het, omdat hy homself gereed gemaak het om met sy onwettige aanval voort te gaan en ek voel dat my lewe beslis in gevaar was.  Ek voer gevolglik aan dat ek deurgaans in noodweer opgetree het en dat my optrede geensins wederegtelik was nie.",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "Mr Chairman we have the original statement here to hand in to the Commission and may I add that the affidavit that Mr Sterrenberg refers to in his statement made on the 3rd of March 1986 as well as his evidence at the trial of Mr Anthony Weaver,  I believe that is in the possession of the Commission already.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so advocate Van Zyl.  Thank you very much Superintendent Sterrenberg.  Pumla Gobodo-Madikizela will be putting some questions to you.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson - good morning again Mr Sterrenberg and welcome.  Do you remember what you were wearing on that day of the 3rd of March 1986?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Ja I was dressed in camouflage uniform.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I just want to make sure that this is - can you help the witness please - there is a photograph a album of pictures that were taken at the scene and that is photograph marked nr 5, I'd like to have it back please.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you very much - you referred to a meeting on the morning of 3rd of March in which you gathered together with the other police officers, could you tell us what instructions you had in that meeting, what was your planning about capturing these men?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "My instructions were to form part of a stopper group kin the bush at NY111 and should anybody flea in my direction to arrest that person.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So your instructions and instructions to everyone was that the man should  be arrested and not shot.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That is correct unless obviously action was taken against us and then that was left to our discretion.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But the primary motive was to  capture them.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That is correct ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Could you tell us who you were deployed with.  You mentioned in your statement that you were with Mr Odendal who else  was with you in your team?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I was deployed with a Sergeant A Grobbelaar and a Sergeant Kapp in the immediate vicinity of Major Odendal.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Was there an officer named Trompie part of your team?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Yes I think he was deployed with Major Odendal.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "What is Trompie's real name - full name.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Theron.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Theron.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Theron.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Trompie Theron.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's right.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I'd like you to tell us again your memory of the events of the day, I know you gave bits in your statement if you could just explain what - especially what your role was on that day.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "As I had already said, I heard Major Odendal call out that somebody had thrown a hand grenade - I heard the explosion, virtually simultaneously I moved to the road, I saw a person running down NY111 and I heard Sergeant A Grobbelaar call that the person has a hand grenade.\n At the same time I saw the person running across the intersection NY111 and NY1 with the machine gun firing down in the direction of the Guguletu police station.  At that time my attention was focused on him as I had assumed and I couldn't understand why he was still running because of my colleagues had been in that vicinity, I assumed that of them had been hit or had been killed, and it was for this reason why I fired at him with my shotgun.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Would you say this man was firing towards yourself or away from yourself?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No he was firing down NY111 in the direction of - in a southerly direction.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you fired at him with your shotgun from a distance?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That is correct ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Sort of chasing him.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Following him yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "At what stage did he fall to the ground on - at what point of your shooting did he fall to the ground.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "When he reached near the fence of Murray and Roberts he'd covered virtually the distance of the intersection.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And he fell down, would you say he fell down from the first time you shot him or  [intervention]",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No ma'am I had fired seven shots before he fell.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "At what part of his body do you think you were firing the shots seven shots before he fell down.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "It was a shotgun and I was firing in his general direction.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So sort of in his body behind him and he didn't fall until the seventh shot.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Ja it would be more from the side than from the back.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you firing seven shots  from his side and he is running and firing a gun away from you.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's correct ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And he is not falling.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's correct.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So but the seventh shot - he fell to the ground.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's right ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes and could you go on please what happened then.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "The person then fell, there was a halt in the firing, I then ran closer - and took shelter behind a tree in NY1.  I looked out and saw the person laying on the ground his feet were towards me - the side of - I could make out the side profile of his face and he seemed to be  looking at me.\nAt that stage I saw a movement in front of his chest and wasn't sure what he was doing.  I assumed that he was either preparing to throw a hand grenade or turn the weapon in my direction whereupon I fired three shots with my 9mm pistol at this individuals head.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "This person you shot - do you remember who he was - his name?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No I don't know his - I later learnt his name was Christopher Piet.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Christopher Piet.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's correct.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Nicknamed Rasta.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I heard that later on yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So when you shot Rasta and he laid down you saw a movement - a slight movement and you imagined he was still dangerous and he could do something dangerous to you.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That is correct ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And so could you - then you went towards him to shoot him with your other pistol.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I beg your pardon ma'am will  you just repeat that question.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I am just trying to recapture what you said before that you then continued - you went on to shoot him with your pistol.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's right yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When you saw a movement.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's right ja.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And this movement according to your judgements could  have been dangerous to you and to the others.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "At that stage I feared that he could either shoot in my direction or throw the hand grenade yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "In terms of distance between Rasta and yourself, how far do you think you were from Rasta when you fired the pistol.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "About three to four - three to four steps away from him - three to four meters away from him.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Three to four meters from him.  And how many shots did you fire?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Three simultaneously.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Three simultaneously - and this was so that he does not throw the grenade that you thought he may have.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That is correct ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I just want to ask your indulgence - just to clarify to us your position in relation to Rasta while you fired the shots at him - the first shots you fired and the last shots with your pistol.  There is a map behind you if you may please point out to us.  Can you move is the mike moveable - Solly can - oh! ja - no it'' not okay if you could just point out to us.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I have been in this position over here, and when I heard Major Odendal call hand grenade had been thrown - heard the explosion I moved towards the road to see what was going on.  At that time I saw the person running down over here and simultaneously saw the person running across the intersection.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "H'm.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "From my position here I fired shots at him while he was running across the intersection.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "And he eventually came to land approximately over here - and it was between- he landed between a tree and the fence.  When there was a lully in the shooting, I ran closer to the tree where I took position behind the tree.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So where - as you were standing you were standing behind him lying down  as you fired the pistol.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "From the position here - ja he was laying - the tree was sort of a - he was laying at a angle to me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Okay so he has your - he is lying on the ground with his face down on the ground.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "With his face turned towards me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "With his face turned towards you and so you could see his hands.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No I couldn't see his hands at that time as they were underneath his chest.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And your purpose for firing at him was to disable him - I mean so that he does not - he cannot shoot at you.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That is correct.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Or he cannot throw anything at you - so the purpose was to disable - so about three meters from him - you fired the pistol.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's correct.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And where did you fire - thank  you very much Mr Sterrenberg can be seated.  Where did you point the pistol - what part of his body did you shoot so that you disable him in order that he does not thrown the hand grenade.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I fired the - I fired the shots at his head.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "At his head.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's correct.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And in your view this was the best part of his body to fire to make sure that he does not throw the grenade.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That - I was - I had been taught ma'am the quickest to put a person out of action in a situation like that, was to fire at his head yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I am just wondering now about the language - to put a person out of action - and to disable him, between those two expression what your major intention was - was it to put him out of action or was it to kill him.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Put him out of action - kill him immediately as quick as possible.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So really at that point you were intending to kill him.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Yes ma'am as I felt at that stage my life in imminent danger.  And that - had I not taken that action then likely I would have been killed.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "By a man who lay down with seven  bullet wounds already on his body.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "At that stage ma'am I wasn't aware that he been wounded by myself or anyone of my other colleagues.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I am just going to  circulate if you may again another Exhibit - picture - photograph nr 3,  4 and photograph nr 60, 61, 62, 63, 64 - photograph nr 3 and 4 show Christopher Piet lying face down - 3 and 4.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's right.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Do you see that -  lying face down with his gun - lying over his gun faced down - he had already fallen.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's right.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And could you turn the pages please to 60.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "60.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "60 - 61 - 62 - 63 - 64 - and that is the body of Christopher Piet with  several wounds.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Yes ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "That's probably it.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "To 64?",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes 64.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Yes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Can you see the wounds on Christopher.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I can see the wounds ja.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Can you just look at the head there - the head wounds.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Yes ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "The post-mortem  reports - actually the forensic report by the doctor who gave evidence at the inquest indicated that there were twelve bullets on Christopher Piet's head, starting from the neck upwards and several on his body as well.  So I just want to submit that for the evidence and you do recognise that two shots - are those maybe the shots that you had fired - some of them.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I think more than likely would it occurred I wasn't the only person firing at this individual.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So - so yes.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "As I say the shots that I fired were from his left hand side at the time he was running and then the three at his head when I was behind the tree - it is possible that of my  colleagues did fire at him as well.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And you will state under oath that your intention was really to disable him - to capture him so that they are imprisonment -  not to kill him.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Initially yes, that was before that any action was taken which endangered my life - the life of my colleagues or any other innocent civilians who may have been in that vicinity.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "That meeting of the 2nd of March - rather of the night - of the morning - early morning - of 3rd March 1986 - we have evidence that the intention - the plan that was given to officers who were sent on this operation was to shoot - to kill.  Can you tell us anything about this.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No ma'am then I didn't attend that meeting - the briefing that I attended we were ordered to arrest people - trying to flee and obviously action was taken that required shots being fired then that was left in the discretion of the officer at that time.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I'll stay with the plan again, at what stage were you given an description of the van that these men would be driving.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "It was during the course of the briefing at two o'clock when we were told that it was the Kombi transporting which normally transports police officers to Guguletu police station.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I am talking about the Kombi that the men - your targets were driving - at what stage were you told which van they would be driving.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I didn't - I wasn't present when that was given.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you went to the scene of the expected crime without knowing what van this men would be driving.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That is correct ja.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When were you given a description of the Askari's from Vlakplaas who were with these men?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "As far as I can recall we weren't given any description - we were just told that there were two informers with the group and they would be moving with the group.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you were told that there were two informers but they did not tell you what van these people would be driving with the informers.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No ma'am end of Tape 2, side A ...  that I can relate.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Doesn't that seem strange to you to be given a description of people who are with your targets without being informed what car they are driving.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Ma'am I was placed in the stopper group and was there to stop people, the main attack or assault would have been - had to take place in NY111.  Other people were deployed in vehicles in order to stop these vehicles as well - I was actually on foot.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I see - so you were going to stop people and you did not know what van they were driving.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thanks - after the events do you remember what kind of firearms were found on these men.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I remember on the individual that I had been standing at - a AK47 was recovered from him - which had two magazines - three magazines - two were taped together.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "That's all you remember?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I know that weapons were found on other people but I don't know as to the calibre's of the weapons that were found.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But in all of the victims there were weapons found.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "As far as I can recall ja.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes - now the gentleman - an officer who was part of your team - where was he when the shooting took place was he in die bushes or did he mingle with the rest of the team?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Ma'am when the shots had started firing after the explosion, I don't know what occurred to him or where he ended up because at that time I think everybody moved in different directions.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes - I just want to go  back to the discoveries that the police made of these firearms.  We have a video tape of the events  of the day together with the photographs that have been submitted to us - and one of the things that have been gleamed from this video tape - is a voice of someone calling out to Trompie to bring out the Tokarev - now this is the final stage when everything has been done and obviously the searches of  these men to see what can be found.\n And one of the things that we hear from this video is a voice by some officer who says that Trompie has the Tokarev - I am trying to find the exact - ja - the voice says - Trompie het die Tokarev.  Now this is the stage where the person - you are obviously trying to establish what firearms there are - and what is strange to us is that Trompie is called out - someone calls out to say Trompie has the Tokarev.  \n And beyond that another voice comes up and says moenie die wapen naby hom sit nie.  So the picture we have is that of a group of officers planting  at least this Tokarev to a victim - this is what it seems from the voice over on the video -  Trompie het die Tokarev and then obviously we imagine Trompie bringing the Tokarev and  another voice comes out and says - nee moenie die wapen naby hom sit nie.\n Now Trompie was one of your men -  I don't know if you can tell us anything about this, because the question was - you know waar is die Tokarev and someone says Trompie het dit.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No Ma'am I would suggest that perhaps Trompie be asked to explain what his moves were there.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But you do confirm that Trompie was a member of your team.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Trompie was a member of the team and he had been placed with Major Odendal.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you were not part of this conversation yourself.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you I am going to try and round up now and give my colleagues a chance to ask their questions.  When Rasta lay there - was he - did someone certify him dead?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "He was later removed by the ambulance personnel after the explosives expert had turned him over.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So no-one came to see whether he - you know - because he lay - he was obviously wounded - there was no effort to see whether he could be perhaps quickly taken to hospital - did that happen?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No ma'am not that I recall.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So at that point you were not commanded to see whether people could still be taken to hospital and could benefit from some kind of treatment.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No ma'am shortly after the incident - medics did arrive at the scene but what their - what their dealing were, I don't know.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You don't know - I am really asking because I have this picture of you here it's actually a nice picture of you smiling standing over Rasta - and at the back there far at the back there - because there are ambulances which are sort of deployed and you standing with your smiled face over Rasta.\n And I just wondered whether you know - how ambulances could be standing far in the background with a man lying there and - with you.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Ma'am as you say the photo is a still photograph at one time medics were at the scene - as far as the smile is concerned it could possibly just be nervous reaction to that incident - because it was not a pleasant incident that occurred.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "That's quite a lightning to see that sometimes people smile - I think you right though - people do when they nervous smile.  But I'll just end here and give over to my colleagues to continue questioning.  Thank you very much Mr Sterrenberg.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Thank you ma'am.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Ms Gobodo-Madikizela.  Any members of the panel - Mary - advocate Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  Mr Sterrenberg you are a senior Superintendent.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you are the official spokesperson for the police in the Western Cape is that correct.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir, I am the provincial communications officer.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now you seem to have been doing like some of your colleagues who were involved in this incident - some special services - spesiale dienste in the old South African Police.  Starting in 1971 when you were apparently doing border duty in the Caprivi.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you seem to have a long background of this sort of conflict - I mean you were not a bobby on the beat - you seemed to have been through the mill if I may put it that way.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "On the contrary you are correct sir, I had been through the mill, I was a bobby on the beat for many years, I have service from 1965 - border duty was not a choice - we were ordered to go and when our numbers came up it was - there was no choice really we were ordered to do border duty, that was what you had to do.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You - you in fact done two stints of border duty in the Caprivi it says.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is - that is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then it seems that you have been involved in the Rhodesian War.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Correct sir - also as a South African policeman seconded to Rhodesia over which I also had no control.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you were fighting in Rhodesia that's the point.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That's correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you seemed to have been involved in - in 1988 it seems then it was still known as Natal - the present KwaZulu Natal.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct to sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "In the unrest situation there.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct yes sir, I was sent there as a video camera operator to assist in recording crime scenes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you seemed to have been fairly effective because it appears that you had been given quite a number  of decorations.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Merely all service decorations sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You were given some decorations it seemed in 1971 for combating terrorism.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Any member of the South African Police serving a period of 90 days in any operational area as described in those years qualified for that decoration.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you did.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then perhaps you can help me - you have some other - it seems other decorations  but those don't seem to be quite relevant.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Ja ten years good service medal - twenty year good service medal and a thirty year good service medal.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "That's quite correct.  But perhaps you can explain what this means it's in Afrikaans - it appears that you have been awarded in 1984 a balkie vir bekamping van terrorisme.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That's correct sir, every subsequent period of 30 days served in an operational area - you were [indistinct] to a second medal or decoration, but that was in the form of a bar to the medal itself.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So this was a - this was a bar for having - having successfully been deployed in combating terrorism.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not successfully but deployed in insurgency operations for a second period of three months yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Oh! you say not successfully.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Well [intervention]",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Well you get a declaration even if you not effected in the old days.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Successfully in that I completed the 30 day period sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then [intervention]",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sorry the 90 day period sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then it seems as if you have been awarded another - another balkie - for combating terrorism in 1989.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "After this incident.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So - but I think we agree you seem to have been active in combating terrorism.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "As I am sure most of my colleagues in the South African Police were at that time sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Have you been involved in Koevoet?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I had performed - I am not a member of Koevoet but I was a gunsmith who performed duty at Oshakati servicing weapons of members performing border duties.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you've been support service - you've rendered support services to Koevoet.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Logistical support for members performing border duties.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now as you know we have heard some previous testimony about this particular incident and it is common cause - it is common knowledge at this stage as the media has reported and your Council has referred to before you testified that this operation had a Vlakplaas involvement.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I am aware of that sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And were you aware of that the morning of this operation?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No sir.  I was aware that there was a member from Security Branch Head Office that was present - at that time I didn't know about any Vlakplaas or Vlakplaas connections.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you know about Vlakplaas at all at that stage.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at that time sir, the only time I became aware of the Vlakplaas as such - was after revelations were made in the media by operatives from that place.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So in spite of your service in combating terrorism and having been decorated on more than one occasion - you tell us that you had no idea that there was ever such a place as Vlakplaas in 1986 when you engaged in this operation.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir - you must realise that I was a uniform policeman for my entire career.  The Security Branch was a small section of the South African Police Service who operated on a need to know basis - I was a member of the Uniform Branch and was required on a number of occasions to perform duties at various places in South Africa.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you given any background to this operation - were you ever told during this briefing in the morning before the incident what this was all about?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No sir the only thing we were told was that an ambush was planned on - an ambush had been planned on a  vehicle that was to transport members of the police to the Guguletu police station.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You were not told how this information was obtained by the police.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "From informers that were available to the Security Branch.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You didn't know that Sergeant Bellingham which I assume you knew at that stage.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No I didn't know him sir, that was the first time I had ever seen him.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You didn't know that he was from Vlakplaas.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No sir I assumed he was from Security Head Office.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you know that there were Askari's - so-called rehabilitated freedom fighters who were deployed as part of this operation, the built up  to this operation?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "At that stage sir I wasn't a fey with the term Askari, I assumed they were informers.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You didn't know at that stage in 1986 that there were these so-called rehabilitated captured freedom fighters who were used by the police in combating terrorism as they put it then.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "As informers ja - I knew they were used as informers.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you knew that there were these rehabilitated freedom fighters.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I knew it on the basis of what they told me yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And did you know that it was this type of informer that was involved in this operation.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "you were not told that there was an infiltration of a group of persons who were believed to have been involved in the unrest and the trouble that was happening in the Western Cape at that stage.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir at time we were told that informers had been in contact with a group of people who were going to launch this attack on the police vehicle.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now  you see there has been this perspective on this case which - which has arisen from some of the testimony and the circumstances surrounding this case, and it was another issue that was raised on your behalf that this was a Vlakplaas operation and that these people were executed as part of the Vlakplaas modus operandi which we have come to learn such a lot about in recent times.\n You follow that you do - you do follow that there was that sort of perspective which has been put onto this case.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I am aware of that perspective sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What is your comment on that?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir if there was any connection of this nature - I would surely hope that this Commission would find out who was behind it, because then I feel that as a police officer I had been used by these people.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you - your view is that if there is any truth in that - that you had been abused by some of your colleagues.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now you were issued with a shotgun it seems.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What sort of shotgun were you issued with.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I think it was SSG.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "SSG.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That's correct ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you had said to my colleague Ms Gobodo-Madikizela that your brief was to arrest.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "SSG can you explain to us a bit more about SSG - how lethal is it - how - how normal is it to use SSG in an urban situation and so on, just tell us  more about SSG.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It is an extremely lethal cartridge sir which can cause death as any other firearm can.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But in the range of shot that one can use in a shotgun, where does one place that in terms of how lethal it is.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I should say up to about 50 - 70 meters it could be lethal - depending on how much further the projector [indistinct] can travel.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is it - perhaps I must put it more clearly to you to respond is SSG the most lethal type of shot that one can use in a shotgun.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I think there are more lethal types of shot available than SSG.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But in terms of the normal shot that [intervention]",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It is a heavier type of shot than normal birdshot for example.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So it is more heavy -  more dangerous more lethal.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Than the ordinary kind of shot that is used in say a situation of riot.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the likelihood if one fires SSG at somebody - would you agree I mean there is a high - a very high likelihood of killing that person.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship if you should hit that person.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now assume you want to arrest somebody and you have a choice of shot that you using, what kind of shot would you use - would you use the lighter shot that would incapacitate the person or would you use this lethal SSG that - as a high likelihood of killing.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It would depend on the situation and what resistance or force was being offered in order to avoid the arrest or to protect people from being attacked by another with a firearm.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you issued with any other kind of shot?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you were only issued with this heavy shot.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You could have been issued with lighter shot.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "We could have been but in the situation there was a possibility that an attack could have been carried out on us.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes and how does that - how does that prevent you from being issued with lighter shot?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Well if you are being subjected to an attack and there was information that indicated an attack would be carried out with firearms - then that would have been the best option in the situation.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But you see if I understand your evidence correctly you were part of a stopper group - you were never going to be part of the conflict - you were never going to be part of the actual fighting you were on the preferable in the bushes.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Waiting for anybody that might run away.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So that you can arrest a person.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Then I would do it on foot by actually physically containing or confounding the body of the person fleeing.  Unless that person offered resistance in the form of a firearm.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No but you see that's my difficulty - that was your role to arrest people who might flee after an attack - why are you issued with a more lethal shot SSG.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "To be prepared in the event that an attack was carried out against us.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No but I think you agree with me you were not in the direct line of that attack you were sort of a backup.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I was a backup but also subjected to the same possibility of attack in the event somebody did escape yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Ja - no-no that's fine I can understand that.  But what I can't understand  is why you were not issued with lighter shot - particularly in fact why you wouldn't have been issued with both - perhaps if there was going to be a situation where you might be drawn into some conflict that you were given some SSG but because your primary role was to backup and to arrest that you would be issued with lighter sort of first time around - I have got difficulty perhaps you can help us.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Ja if no - if no resistance was offered sir then it wouldn't have been necessary to have recourse to firearms in other words I would physically have arrested the person without having recourse to firearm or the use of a firearm.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Ja - ja but I mean surely from what you were expecting you didn't just expect to arrest a person I mean you - you prepared yourself to somehow incapacitate the person not so.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "We prepared for any eventuality in the situation sir.  But if the person did flee without offering arrest he would have been merely physically arrested.  If he then offered resistance by using firearms then we were prepared for that eventuality as well.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So - so you say that the planning in this instance was to just issue with you with a more lethal shot.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "And to arrest a person physically if he escaped in our direction.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And I assume that you understood that by using your SSG shot - a very high likelihood that you would kill the person that you shoot at.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "If the person was offering resistance in the form of firearms yes sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then you seemed to have had a pistol.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is that the normal police pistol.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It's the normal - normal issue yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were there - were there any standing orders within the South African Police that in regard to the use of SSG.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not that I can - not in standing orders sir but contained in your operational orders when you went onto the operation  or when you were tasked to perform a certain assignment.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now what were those - what were those orders  - whatever they are called.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Well if you went into a situation where it was merely a riot where you didn't expect such heavy resistance you wouldn't have used such heavy calibre ammunition.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But what is the - just to explain in a - in a sentence or two - what was the policy underlying this - these orders.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "The police would always be the minimum - minimum force starting with a physical arrest without the use of violence or force in order to effect that arrest.  But should resistance be offered depending on the degree of resistance offered - obviously your action would be more heavy handed.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just to try and understand that, was the standing order that SSG this sort of heavy calibre shot - is a sort of a - almost a last resort.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Well it would be a resort to put out of action the person firing at you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "All right, Superintendent I am reminded that we have reached a stage for the tea adjournment - the Chairperson is a very strict timekeeper.  So I'll hand back to him.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We will now take a tea adjournment but we will continue with questions put to you Superintendent when we return.  We'll take the tea adjournment for fifteen minutes and we will return at half past eleven.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you ladies and gentleman of the press - it's still the same witness - thank you sir.  This is a resumption of the evidence of Superintendent Sterrenberg - I just have to remind you sir that you are still under oath.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Advocate Potgieter - can you switch off cell phones and can we have some measure of order and quite - thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson - Superintendent Sterrenberg - lets move on a little bit, when the person that you admit you shot was running that person was moving away from where you were not so.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Was moving - he was moving diagonally across my vision sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But he was going to move in a southerly direction down NY1.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And if I understood your evidence correctly you were out of the bushes on the eastern side of NY1.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So for all intends and purposes this person would have been moving away from you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And that person was not posing a direct threat to you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at that stage, but he could have been posing a threat - I had assumed that of my colleagues had been injured by his actions - the threat at that time would have been to the people further down in the road.  This is a residential area and is been frequented not only by the police officers who were in that area at that time, but also innocent civilians.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes you have - you have jumped the gun slightly.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I beg your pardon sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I want to see if we understand each other - we are speaking about yourself there was no direct threat to you personally.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No but there was an obligation on me to stop him in what he was doing sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Ja but you agree there was no direct threat to you  personally.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at that stage no.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there okay good - you thought that you should act because of the threat that was posed to other people.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Who are those other people?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It could have been other police officers in that vicinity as well as well as other innocent civilians.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But you not sure.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at that stage I wasn't no.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "There could have been nobody there.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But you still decided to fire seven shots with SSG at this person.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now were you sort of firing these shots in succession or how were you firing?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "In quick succession yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Why did you do that?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "In order to stop him in what he was doing.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But why do you fire seven shots in quick succession, why don't you fire single shots.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Because as I was firing the shots it occurred to me that these shots were having no effect whatsoever.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But how did you have time to assess that if you shooting in quick succession.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Because if I [intervention]",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Perhaps I could just sketch the full scenario to you and then I will give you enough time to respond.  Isn't the prudent thing under those circumstances if you want to neutralise this threat to shoot one shot with SSG which is - we know very-very lethal and see what the effect is and then shoot again if it's necessary. \n Because after all look you were also firing in an urban area with a shotgun - shot that spreads out all over.  Didn't that occur to you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir the reason why I fired continuously after I fired the first shot it was clear that he wasn't hit as he kept on running - and it was for that reason that I kept on firing  - not seeing that this person fell.  I also wasn't sure whether my shots were finding the target or not.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you carried on firing several shots of SSG and then what happened to this person?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Eventually he fell as I already indicated he fell in NY1 between the fence and the tree in NY1.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now are you a fair shot?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I am - I fire shots yes sir - I wouldn't say fair or expert, perhaps novice.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But you know - you know how to use a firearm?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you were taking aim and you were serious to - to hit the person, to hit your target.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you were using this lethal shot so one could assume that you  must have hit him with one of those seven shots.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "As I say Your Worship it is possible - it's also possible that I missed him completely.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "With seven shots a person running diagonally across your view, with a shotgun.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It is possible Your Worship.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Would you miss him completely?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It is possible sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "These were dangerous in those days.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "As I say it is possible sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Possible that you missed him totally.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It is possible yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But it is possible that you could have hit him seven times.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I think had I hit him, he would have gone down quicker sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now he is down, you see him falling, he falls to the ground.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It's correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now you moving closer  - correct?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The person stays on the ground.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That's correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you then move and you - you move in behind a tree.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You take cover behind a tree.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you about three or four metres away from this person.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What did you then exactly see - what happened?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I looked out of the tree and saw this - I saw his face turn towards me and I saw him executing a movement in front of his chest - assumed that he was either going to turn the weapon in my direction or throw a hand grenade at which time I took further action against him.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now just before we proceed with that - perhaps you can indicate to us from where you are sitting - how far you were away from the person that was lying on the ground when you were taking cover behind a tree?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Approximately from where I am sitting to where the electric cord is running at the end of the stage.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The black electric cord there.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Just along to the stage.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "At the end of the stage.  Ja it seems to be about three meters if I am not mistaken.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Approximately.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now the persons lifts his head up and you assume he is looking in your direction.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That's correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You still standing behind the tree - and then you see him making some movement.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "With which part of his body?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "With his hands in front of his chest I couldn't see which hand as both his hands were in front of his chest.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was he lying face down on the ground.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "He was laying - the front part of his body was on the ground and his head was turned towards me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But in normal terms he was lying face down he wasn't lying on his back.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "He was - no he wasn't lying on his back no.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So the hands were underneath the chest.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now which part of the body was closer to you - the legs or the [intervention]",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "His feet were closer to me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Feet were closer to you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you couldn't see what - what he was doing with his hands.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No sir I couldn't see what he was doing.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then you shot him three times in the head.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was it in the side of the head?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It was on the side of his face yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "With your - with your pistol.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "With the 9mm pistol.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "9mm pistol at a distance of three meters.  You say that you - you were thinking that the person would throw a hand grenade at you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Why did you think that?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "An explosion had already occurred, a hand grenade had already been thrown - and I - there was a possibility that there would be further explosives devices available to these people.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It never occurred to you that there is a possibility that the person was dying.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It could have been possible yes sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did it occur to you?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at that stage - at that stage the [indistinct] had been that this person was going to throw a hand grenade or turn his weapon on me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Or turn it on you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That's right.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And we just trying to understand what went through your head what exactly gave you that idea that he would either throw a hand grenade or he would shoot you with a gun.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "The movements that were being made at that time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But you couldn't see what was happening.  You had the protection of this tree - you were taking cover behind this tree.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I was standing behind the tree yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So what threat - what sort of threat I am just trying to understand what threat was there to you under those circumstances -  here is a person you fired seven rounds of SSG at the person - the person finally drops to the ground - lies face down with the hands underneath the chest - you are behind this tree - you've taken cover behind a tree - what threat was there to you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It is a known fact sir that projectiles fired from a weapon can penetrate a tree - a tree is after all only wood as well as any scrapnel from a grenade which could cover a wide area.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you thought that you could be injured through the tree - right through the tree.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Injured or killed either through the tree or by the device spreading scrapnel over a wider area in that vicinity yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You've never seen a hand grenade in the possession of that deceased not so?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No I  didn't sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You never seemed actually trying to throw a hand grenade at you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No I didn't sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You never saw him actually trying to use his firearm to shoot at you behind the tree.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No I didn't sir, as I said I merely assumed that from his movements this was his actions - this was to be his actions.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there - was there any reason why - whilst you were behind this tree you could not ascertain exactly what was going on?  Taking the scenario - this person more than likely hit by your SSG which is a killer in itself - he is lying on the ground he is not trying to get up so he must have been fairly injured at that stage - was there any reason why it was not possible for you to ascertain exactly what this person was going to do, because you seem to have just acted quite rashly with respect.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Your Worship I would submit that I acted reasonably in the circumstances - this was a person who had an AK47 in his possession, he had fired the weapon - an explosion had occurred - I couldn't see any explosive device but in the circumstances and in that short space of time - I assumed that this person was going to go over to action and carry out a further attack against me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then - and then you formed the intention to kill as you said earlier whilst he was standing behind this tree - assuming that this person would either throw a hand grenade or shoot you with a gun.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I formed the intention to defend myself against the possible attack Your Worship.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No - no Superintendent you said earlier that you formed an intention to kill you wanted to kill the person as quickly as possible.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship - but it was in order to defend myself.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then you shot him three times through the head.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Three times.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Your Worship it was in three successions and that is - our training was taught to fire in quick succession - in the event that one missed or one or two of the shots did miss.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you must - oh! yes ja - you obviously had no confidence in your shooting ability because three meters away you thought you had missed - a person lying on the ground - lying still.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir when faced with a life situation this was - you pull out all the stops in order to defend yourself.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Ja you certainly I must agree you did pull out all stops.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Thank you sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You shot three times.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was your response that you were trained that way.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "To respond like that.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Shoot somebody three times through the head.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "If we are threatened with the - a person who is posing in an eminent danger to one self.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Ja were you not sure what the person is going to do - whether he is dying or whether he is - whatever is going to happen.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Ja in that situation sir I was reasonably sure that he was going to conduct or carry out an attack against me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It never occurred to you to shoot him through a different part of the body.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Any shooting at any other part of his body sir would of in any event still afforded him the opportunity of carrying out an attack against him.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Until you were sure there was going to be a further attack on you - or an attack on you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "The circumstances Your Worship I assumed that the attack was eminent and was going to be carried out against me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is there no doubt in your mind at all.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "None whatsoever sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "About your conduct?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "None whatsoever sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It never crossed your mind that you could have overstepped the situation completely.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Your Worship at that  time it was a  question of survival and I am sure in my own mind that if I hadn't taken  that action - action would have been taken and I could possibly have been injured or killed.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And I suppose that you - you don't have any particular feeling about this incident?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Your Worship that's an unfair assumption because a person has died here.  When any person dies it - obviously it affects a person - it affected me yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You see I must be quite honest with you - I am not speaking for my colleagues - I have a bit of a difficulty to try and read your mind under those circumstances - because it seems to me quite excessive to shoot somebody three times through the head under the circumstances that has been sketched here and I must be quite - I must be fair with you, I must put that difficulty to you here whether you want to debate it any further or whatever your response - whatever response you have.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir I don't intend to entering any debate - just put forward I myself on a number of occasions tried to read the mind of some other person placed in a situation of danger it's always extremely difficult to know how an individual would react in the situation or a life threatening situation.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you - did you at any stage allege that while the person was lying on the ground - he was firing shots.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I said at the beginning when he fell he had still been firing and then there was a lull in the firing at which time I ran closer to the tree.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Oh! that was before you got to the tree.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That's correct yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So you clear that whilst you were behind the tree and the person was lying on the ground - the person wasn't firing any further shots at you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at that stage sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Because that was the impression that I got from the statement that you made later on that day on the 3rd of March.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "May I just peruse my statement sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "That after you had taken cover behind a tree - initially you said it was a stationary vehicle - you changed your statement - amended your statement in that regard and said that it was a tree in NY1 you say the person firing shots in our direction.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No incorrect Your Worship.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is this wrong?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The person never fired?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at me no sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No - no not fired at all.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at that stage no.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now Superintendent perhaps I am naive being a lay person and not being a trained police person - I would like to understand for my own benefit - did you not think that in the circumstances you have described that it would have been appropriate for you to talk to the person by means of an order, an appropriate order - don't move you know the sort of things we have seen in bioscope's don't move.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I understand what you are saying sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I am covered if you move one more time I will have to shoot to kill you - those sort of thing.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I understand what you are saying sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The person is three phases away from you - you  are standing behind your tree - you see a movement of his shoulders more or less - did it not occur to you to do that?  Just asking the question?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I understand the sentiments but at that stage one has a split second to decide whether to take any action or not.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No I am just asking if it never occurred to you to do so.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No not at that stage.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And I take it that it is because  it never occurred to  you that - to ask the question that you didn't actually instructed the person not to move.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No I issued no instructions.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You never gave him an opportunity to surrender by ordering him to surrender.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at that stage sir - as I felt I was in eminent danger.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, now I can quite understand what you felt then - so many years have now elapsed and in the coldness of this proceedings room, I am sure you now have had time to reflect and you have had the time to reflect and you are not being put on trial - now that you look back on things - do you still feel that it was not an appropriate thing for circumstances to have at least endeavoured to cause the person to surrender given that according to you the briefing that you had got was to escape or prevent these people from escaping or to arrest them.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir in retrospect and as you say ten years have passed and in ten years time I have lived - and relived that over and over in my mind - yes one thinks of 110 things that you could have done - jumped on his back, approached him, perhaps physically restrained him - but at that time and the fear that I experienced then - I was under the impression that I would - if the action if I didn't take that - if I hadn't taken the action that I did - that more than likely I would have been injured or killed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What are your thoughts now?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Your Worship I would have - I think in a situation tried to have called to the person and see what his reaction would have been.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Pumla.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson - during advocate Potgieter's  questioning one of the things he asked you about why it was that you continued firing seven shots and I think if I hear you correctly your response was that as I fired it was clear he wasn't dead.\n Now if under different circumstances say this is a [indistinct] but since you've stated under oath that your intention was to have him - to prevent him from harm - doing harm and to arrest him - I assume what you actually mean is that he wasn't down - you continued firing because he wasn't down.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I am assuming you are asking when I [intervention]",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "Just a minute Mr Chairman I am sorry to interrupt but I do not  have a note that this witness has said that he wasn't  dead - that's how I understand the question.  My notes read that he fired seven shots in quick succession, the shots had no effect on him and I think what the witness said was that he didn't go down - he kept on running - he kept on firing, I never heard the word dead.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "We have a transcript I think that will be the records, but what I heard\nthat is I fired it was clear that he wasn't dead, but I mean I - the transcript is there, what I mean is to make - I want to be clear from the witness that what he actually meant was that he wasn't down - if it is this - is that what he said.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I think I clearly said he hadn't gone down yet and it would appear as if  my shots did not have the desired effect ja.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "I didn't speak about dead.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And about the planning of the intention - the stated intention what you report is the stated intention of preventing the combat and the capture of this men - that seems to contrast quite dramatically the events as they unfolded on that day.\n Based on what we have - the information we have about the infiltration of this group - this group of men - it seems to me that their movements were known by the police - there were men - your informers - the informers that you yourself knew about had been planted at where ever it was that they state - but still you waited you and your team waited until the day of the operation to capture them.\n Why do you think you had to wait until the day - the 3rd of March rather than capture them where they operated from given that you had informers for about a month.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Your Worship - sir in respect I think that we weren't privy to all the information that was available - our briefing was just regarding the attack on the police vehicle.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you didn't know that the informers that you were told to watch out for had been with this men for a much longer period than was - than you were told.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No I wasn't aware of that Your Worship.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you only knew that these men - this was - you were going to surprise them.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "That's right.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "They did not - the last question I want to ask relates to your personal experience of the event - you mentioned earlier on that you were in shock and you mentioned to the chair as well that it was quite a traumatic event.\n What were your activities of the day of the 3rd of March following the shoot-out's in Guguletu.",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "Your Worship if I can recall correctly I were - on returning home I was unable  to sleep and for days after that as well  I was unable to sleep properly.  I still have problems sleeping at night and have been affected by this incident.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Did you ever seek professional help?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "No ma'am.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "How did you handle this kind of experiences when you were in Oshakati?",
            "Female"
        ],
        [
            "MR STERRENBERG",
            "In Oshakati I was never exposed to experiences of this nature - as I say I was there on logistical support so I was never really an operative in the field.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Advocate Potgieter?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson - perhaps just round off  the issue that we have been discussing you see as you know we have to look at this case taking into account the perspective that has been brought to bear on this - to the effect that what was happening was that  people were being executed so you see I needed to hear you taking that into account on this scene where you  shoot the persone three times - three times through the head - and one has got to take into account the perspective of an execution which has been brought into this - this whole thing and decide how that in fact bears on your explanation of why you saw fit to shoot a person three times through the head at short distance under those circumstances.\n So I thought I must just explain to you what - where this is coming from and what all the angles are that we need to look at as a Commission - insofar as this case is concerned.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir I do understand that the proceedings of this Commission and what it's briefings is and I can assure you from my side I acted as a police officer in defence not only of myself but of innocent civilians in that area and my brief was never to execute people but to arrest them and in that split second that I had to decide on what action to take - for me at that stage that was the most appropriate action.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then there is one other issue that I would have like to have to raise you - I - and you were asked by my colleagues about your state of mind of this terrible incident.  And you were saying you couldn't sleep and you had to go home and so on, but I - I can't understand why you were - why it was necessary for you to be photographed with the nerves smile next to the body - why was it necessary.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir that question one would have to put to the photographer who saw fit to take photographs at the scene that day.  I don't know for what reason - photographers have their own agenda at times.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No but you see you are - you are almost posing with a nervous smile as you put it - next to this body lying on the ground I mean for what conceivable reason would that be?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I don't know sir, I would - it was never my intention to pose with the body it's not my intention to pose for any photograph and why he took that photograph I don't  know.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I am just - I am just trying to get some assistance I mean can you think of any conceivable reason why it was necessary for this photograph to have been taken?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "None whatsoever sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I mean it's totally - it's not normal police sort of procedure to my mind.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct Your Worship and as I've say I have got no idea why that photographer took the photograph sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I mean it's almost - it is open - let me put it this way - it's open to the interpretation it's almost like a trophy.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I am sure sir and that's the first time I have ever seen that photograph.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And we know that from subsequent testimony that some people were paid R1,000-00 a head for each one of these people that were killed - some people got R7,000-00 - kopgeld.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "If that was the case sir - somebody hasn't paid me yet.  I am afraid I don't know about that - that simulation - I was never offered anything I was merely there as a policeman - in actual fact I didn't even get paid overtime for the work that I did  - and it was overtime that we worked because this wasn't part of our normal  duty - we were actually called out after hours.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Are you sure this was a nervous smile?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I can guarantee you it was a nervous smile sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was this not a boastful - the act of somebody who - who is boasting about  the success of this operation that he was involved in.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir I have never boasted about anything of this nature and I regard it in extinguish serious light.  As I have said I don't know why that photographer took that photograph or even who the photographer was.  I have been photographed in many positions in any event which I had no control over.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Why didn't you refuse to take this photograph.  I mean it's open to so many negative  interpretations.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Sir as I said I wasn't even aware the photograph was being taken.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you not aware that the photograph was being taken.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Not at all sir.  I wasn't even aware that, that photograph was taken sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But you - but you taking - you looking directly at the photographer.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It's a possibility I wasn't aware of it sir - as I said and that's the first time that I've ever seen that photograph.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You mean you could have been looking directly at the photographer but you are not aware that he is taking a photo of you.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I could have been speaking  to somebody else in the immediate vicinity there.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "No - no you standing entirely on end of Tape 3, side A ... - only with pleasure Mr Van Zyl.  I suppose it's an identical one to the one that I got.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "Ja it is.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Okay.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Nr 5.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "It's photograph nr 5 I am told for the record.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Your Worship there could have been people standing behind the photographer that I had been speaking to.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Ja but [intervention]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Order - order please.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Thank you sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Please let the witness testify in circumstances where he feels free to do so - thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja I - no I perfectly agree with you Superintendent that there could have been people behind the photographer but the fact is that the photographer would have been between yourself and anybody else who were on the scene I mean you looking directly at the camera.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It's a possibility sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You must have seen the photographer.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "It is possible but as I say I was not aware of him there at that time sir and I definitely wasn't posing for the photograph.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is that the only comment that you want to make about this [indistinct]",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Any other further contributions - thank you Superintendent Sterrenberg.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Thank you sir.",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "Mr Chairman I wonder if you will allow me to ask three questions in order to clear up a few things that has come up during the examination by the panel.  I do not know whether this is the procedure.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We have not had that sort of procedure but I cannot see that I should not allow you to do so.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "Thank you Mr Chairman.  Mr Sterrenberg you were questioned at length about the type of shot  that you were issued with that day.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Can the speaker speak closer to the mike.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "Now according to your information.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you speak closer into the mike because  the interpreters are not able to hear.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "I will repeat the question then.  Mr Sterrenberg you were questioned at length as to the type of shot that you had in your shotgun that day.  Can you tell the Commission what did you expect - what did the policeman with you expect the assailants to have been armed with.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "With weapons stronger than that AK47's or a similar type of weapon.",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "If you for instance issued with birdshot and the assailants should have decided to carry out an attack against you - would that have been of any use to you in the circumstances?",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "No sir it would have been pointless using that unless you were standing right up against the person.",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "You've indicated in your statement that you originally made that  the AK47 with which the person was armed that you had fired shots at - that you had checked those magazines on that AK47 is that correct.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "And did you discover whether any rounds were missing from those three magazines.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "If I recall correctly one magazine was full and two were empty or vice versa if I can just read my statement sir I will be able to tell you.  Ja two of the magazines were empty and one contained 30 rounds of ammunition.",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "Now if one presume for the moment for purposes of this question that all three is - all three these magazines were full before this person started firing his AK47 how many rounds would two empty magazines represent.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "I am telling you that they were both full - it would have been 60 rounds that had been fired.",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "Thank you Mr Chairman - I appreciate the opportunity.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you advocate Van Zyl - Superintendent you excused.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Thank you sir.",
            "Male"
        ],
        [
            "ADV VAN ZYL",
            "Mr Chairman is Mr Sterrenberg excused from the hearing altogether - he may go home?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have always used a lawyers reply to that question by saying for the moment he is excused should any other issues arrised that need him to be recalled - he should await being recalled.",
            "Unknown"
        ],
        [
            "ADV VAN ZYL",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "That remains the position then - you are excused for the moment.",
            "Unknown"
        ],
        [
            "MR STERRENBERG",
            "Thank you.",
            "Male"
        ]
    ]
}