{
    "header": {
        "type": "QUESTIONS AND ANSWERS, TOMMY HENDRICKS",
        "starting date": "1997-02-17",
        "location": "GUGULETU 7",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55160&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gug/hendrick.htm",
        "speakers": [
            "UNKNOWN",
            "ADV POTGIETER",
            "MS GOBODO-MADIKIZELA",
            "MARY BURTON"
        ],
        "original_speakers": [
            "MR NTSEBEZA\n",
            "ADV POTGIETER\n",
            "ADV NTSEBEZA\n",
            "MR HENDRICKS\n",
            "MNR HENDRICKS\n",
            "MS GOBODO-MADIKIZELA\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "UNKNOWN",
            "Now without further ado, I believe that the first witness is on my notes Detective Sergeant Tommy Hendricks.  I don't know whether that is the order in which contrary to what the media have been saying.  Now can we have Detective Sergeant Tommy Hendricks come to the witness stand please so that he can be sworn in.\n I will ask advocate Potgieter to swear the witness in.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you chairperson - perhaps just before I ask the witness to take the oath, the translation devices that we've got, enables people to listen in to the testimony in the language  to which you can follow.  Now on the black box section of the translation device there are two wheels, the one wheel has certain numbers on and there is written on channel and the other wheel an arrow which indicates that one adapts the volume through that.\n But just to explain the channels if you want to listen into the testimony in Afrikaans you have to change the channel to Nr 1  - so if you want to listen in Afrikaans - it's Channel Nr 1 - if you want to listen to it in English it is Channel 2 and if you want to listen to the testimony in Xhosa it's Channel 3 - so this will enable you to hear a simultaneous translation of the testimony in the language which you can follow.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you advocate Potgieter - we will now have the witness sworn in - as I've indicated immediately thereafter the witness testified the camera persons will have to withdraw.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Hendricks I am going to ask you to take the oath, would you mind to stand for that purpose and state your full names for the record please.   Are  you going to give your testimony in English or in Afrikaans?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Afrikaans.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Afrikaans dan gaan ek vir u die eed in Afrikaans laat neem.  \nTOMMY ARCHIBALD HENDRICKS verklaar onder eed",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dankie mnr Hendricks u kan sit.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you gentleman of the press - pull please - thank you - thank you.  Advocate Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr Chairman.\n Mnr Hendricks - goeie more en welkom hierso.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dankie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Baie dankie dat u tyd gemaak het om tot hier  te kom.  Kan u eerstens vir ons net se wie u is, wat u doen - wat u agtergrond is voordat ons praat oor die voorval  waaroor hierdie verrigtinge gaan.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek is 'n speurder in die Suid-Afrikaanse Polisie - ondersoekbeampte - gestasioneer tans te Langa.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Miskien - kan ek net vir die - mnr Malebatsi vra om daai mikrofoon nader aan u te skuif - dan kan ons u duideliker hoor.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek is 'n Speurdersersant in die Suid-Afrikaans Polisiedienste en ek is tans gestasioneer te Langa.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hoeveel jaar diens het u mnr Hendricks?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "22.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "22 Jaar diens - nou in 1986 in Maart 1986 waar was u toe gestasioneer?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Moord en Roof afdeling Bishop Lavis.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En op die oggend van die 3de van Maart van 1986 was u aan diens?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek was aan diens gewees ja Edele.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kan u vir ons verduidelik wat gebeur het die betrokke oggend terwyl u in die polisievoertuig beweeg het.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek het van die huis af gekom, ons is na - oproep gekry het  na NY1, Guguletu ek en my mede-speurder - Speur Adjudant-offisier Solder wat nou reeds op pensioen afgetree is, ons het gery na NY1.  Onder die brug het ons geparkeer 'n hele aantal voertuie, privaat asook polisievoertuie.  Ons het beide uitgeklim en in NY1 af geloop na op die hoeke van NY1 en NY111.\n Ek het opgemerk dat my vorige  Eenheids-bevelvoerder Kaptein Kleyn het daar gestaan - ek het hom gekry daardie tyd, hy het daar gestaan en ek het ook maar daar  gekyk wat aangaan.  Ek het omtrent so na drie minute het ek weer teruggegaan na die voertuig toe, toe sien ek daar kom 'n - op die linker NY111 het daar drie - sewe - sewe persone uitgekom wat met hulle hande so geloop het onder klere in, wat hulle op hulle gehad het, kon ek nie verklaar nie.\n Ek het teruggeloop na die voertuig toe, by die voertuig gekom, toe het ek skote gehoor afgaan.  Ek het omgedraai en gesien daar le persone op  - op NY111 - asook 101.  Ek het gestaan en kyk en toe gaan ek na die - na die bos se kant toe.  Maar voor dit het ek gesien daar staan 'n persoon wie onbekend aan my is in - een van die hostels vanaf Dairy Belle hostel, hy het daar gestaan daar heel bo en deur 'n venster gekyk reg op ons.  Tot vandag toe weet ek nie wie die persoon is nie, maar nie te min - ons - ek het gegaan na die - ons het toe een van die persone daar gesien le in die bos.  Op sy maag het hy gele op sy maag ja - hy was oorlede en die anders het gele en - in 101 en 111 - ag NY1.\n Wie hulle geskiet het, kon ek nie se nie, ek kan geen vinger wys na niemand nie, wie die persone geskiet het daardie tyd nie.  Want skietery het ek nie gesien nie,  ek het net die skote gehoor klap agter my wat ek na my voertuig toe gegaan het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dankie mnr Hendricks ek gaan vir u 'n paar vrae vra net om  probeer die voorval meer duidelik te kry vir ons en in daardie proses gaan ek vir u vra om te kyk onder andere na 'n sketsplan van die  omgewing van die hoek van NY1 en NY111.\n Maar voordat ons daarby kom, miskien net so bietjie meer detail u was in 'n polisievoertuig die oggend saam met 'n kollega van u mnr Schilder.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Schilder dis reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hoe laat was dit ongeveer gewees wat die - wat u die berig oor die radio gehoor het.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit was so hier tussen - om presies te wees ek kan se tussen twintig oor sewe en halfagt.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En halfagt - tussen twintig oor sewe en halfagt die oggend.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En waaroor het die radio berig gegaan - wat was gese oor die radio?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dat daar word 'n - daar gaan 'n polisievoertuig aangeval word wat werkers na Guguletu vervoer.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En was die radio berig dat u ontbied word na die toneel toe of hoe het dit gekom dat u toe na die toneel toe beweeg het.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit was gevra oor die radio dat ons soontoe moet gaan.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou is u en mnr Schilder op pad na die toneel toe en toe u nou daar aankom was daar ander polisie teenwoordig gewees alreeds?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Alreeds ja - was daar reeds polisievoertuie en polisiemanne.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Daar op die - op die  - in die omgewing op die toneel.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In - op die omgewing ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, nou u se dat u het onder andere daar op die toneel vir een van u Bevelvoerders  Kaptein Kleyn dink ek het u gese.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg - dit is reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Gesien.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was hy saam met u op daardie stadium by Moord en Roof in Bishop Lavis.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "U het hom goed geken.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou toe u hom sien was hy in 'n voertuig was hy buite 'n voertuig - waar was hy gewees?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Buite 'n voertuig gestaan.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Het hy - het hy buite 'n voertuig gestaan.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Buite 'n voertuig - van 'n voertuig - weg van 'n voertuig af op NY111.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Op NY1.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "111 ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "O! 111 ek is jammer - op NY111.  En op daardie stadium het die mense maar net rond gestaan daar was nog nie 'n skietery gewees nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Geen skietery nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, en u se dat u het ook rond gestaan vir 'n rukkie toe het daar nog niks gebeur nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg so.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En u het iewers het u sewe persone gesien wat stap.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg - uit die rigting van 111 uit - agter die hostel - daai Murray & Roberts se hostel.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, nou miskien moet ek vir u maar nou op hierdie stadium vra om te kyk na die plan wat ons het van die omgewing.  Daar behoort 'n klein replika van die plan voor u te wees, indien nie, dan gaan ek vra dat onse ondersoekers dit vir u gee.   \n Goed daar is nou 'n kleiner replika van die groter sketsplan wat op die verhoog is, miskien kan u eers net daarna kyk en uself orienteer sien u die twee strate NY1 en NY111 op die plan.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg Edele.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou ons weet dat daar in NY1 'n brug is, in die lig van vroeer getuienis wat ons aangehoor het in die saak, kan u, uself orienteer het u 'n idee waar die brug is op die - op die sketsplan?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Die brug sal hier bokant wees hier wat - naby wat die NY1 geskrywe is - teen daai kant sal die brug wees - die kant toe.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So net so onder die opskrif sketsplan.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Onder - dis reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "As ek dit reg het, sou dit die noorde kant wees as 'n mens die windrigtings neem.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Die noordelike kant ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dit sou noord wees daardie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is noord ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou net om te verduidelik hoe u beweeg het tot op die toneel - het u in NY1 langs gekom of in NY111 - hoe het u op die toneel gekom langs watter pad?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "NY1.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "In NY1.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Vanaf - van die noorde kant daar.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So u het van noord na suid beweeg.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Oor die brug.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Oor die brug.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, en waar het u - terloops het u bestuur of mnr Schilder.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mnr Schilder.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Het hy bestuur?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Hy het bestuur.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Waar is u voertuig tot stilstand gebring op die toneel - in watter straat?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "NY1.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "In NY1.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Korrek.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is dit nog voordat 'n mens die interseksie kry soos jy ingekom het?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Voor jy die interseksie kry van 111 en NY1.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed,  nou ek aanvaar u het toe uitgeklim uit die voertuig uit?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En het u beweeg weg van die voertuig af?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In die rigting van 111.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Van 111?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Van 111 ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, en waar - in watter straat het u vir Kaptein Kleyn gesien buite die voertuig?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "NY111.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "As 'n mens nou na die plan kyk, noord is bo - suid is onder aan die regterkant is oos en aan die linkerkant is wes - aan watter kant van die interseksie in NY111 was Kaptein Kleyn.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek sal se aan die - die weste kant - soos ons kyk na die plan aan die linkerkant.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Aan die linker - ja aan die linkerkant van daai plan.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, so hy was iewers daar in NY111 en hy het buite die voertuig gestaan - ek aanvaar saam met ander kollegas van hom.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Sal u my net verskoon asseblief as die - as die linker - u is die - L/K op u regterkant.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja dis - nee - nee op die linkerkant hier by L/K se kant.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja die dis die linkerkant op daai kant ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja hy was daar gewees.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed nee ons verstaan mekaar baie dankie.  Goed u het ook gese dat u het opgemerk dat daar 'n persoon is wat in een van die hostelle staan en wat op die toneel af gekyk het.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kan u, uself orienteer op die plan en vir ons 'n aanduiding gee waar - waar min of meer het hierdie persoon gestaan.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is hier op - dit sal nou wees op my regterkant se - op die hostel, in die hostel hier bo.   Dit is by Dairy Belle.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, maar in elk geval die persoon het, het hy bo-op een van die vloere gestaan.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Op die laaste - die hoogste verdieping ja - ek dink dis die derde vloer [onduidelik]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hoogste verdieping.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed - goed en u is toe nou weg van die - nadat u gestaan het is u op pad weer terug na u voertuig toe.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En toe het u nou die persone opgemerk.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Voor ek - voor ek geloop het, het daar persone vanaf die weste kant gekom - agter die hostel om - sewe of agt stuks ja.  En ek het geloop na die - na die kar toe terug en met - toe ek die deur oopmaak toe hoor ek skote klap, toe ek omdraai - toe ek teruggaan na die toneel toe, toe het daar - toe le die mense daar reeds dood.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou u se dat die persone het - waar u hulle gesien het, hulle was aan die weste kant van die interseksie gewees in NY111.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Aan dieselfde kant waar - waar Kleyn was.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, nou voor die skietery gebeur het, voordat - voordat u skote gehoor het, het u enige waarskuwings gehoor wat geskree word - enige ander iets wat gese word of was dit net skote wat u gehoor het.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Al wat ek gehoor het was net skote gewees.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, u se ook dat na die skietery het u van die liggame gesien.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Van die oorledenes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kan u kyk na die plan en vir ons 'n idee gee waar die persone was wat u gesien het, die oorledenes wat u gesien het.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Kan ek maar die nommers noem solank.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja noem maar wat die nommers of die letters ook al is.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja hier by L en K - daar by L/K.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Asook hier by J wat ek se wat ek weet - langs J - ek dink dis [onduidelik]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Net so 'n oomblik.  So dis L/K.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Verskoon my by - is by H - G -G.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "By G goed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "En dan is ek weer in 'n bos [onduidelik]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Neem maar u tyd kyk maar mooi na die plan daar is nie 'n haas nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Hier wat U is - U.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ek is jammer herhaal net weer waarso?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "By U - by U.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "By U - ja ek is amper self verlore nou.  Ek wil he u moet heeltemal seker maak of u die toneel reg vertolk soos hy op die sketsplan gegee word, soos ek se neem u tyd en kyk goed na die toneel.  En dan kan u vir ons verduidelik waar oral u mense gesien het - oorledenes gesien het.\n Miskien wil u - miskien wil u daar is 'n baie groter sketsplan reg agter u, is baie meer gerieflik as die kleiner plan wat voor u geplaas is, so miskien kan u mnr Malebatse vir u daai 3B vir u net so bietjie draai na u toe.  Dan kan u - dan kan u na die groot plan ook kyk dis makliker om op die groot plan te kyk eintlik - so daar agter u is die groot plan.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg so Edele.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Op L/K by U - C/B - G, G/F en E/D.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed einde van Band 1, kant A ...  all right kom ons - kom ons los die plan vir 'n oomblik - so as ek dit korrek verstaan dan het u lyke gesien - oorledenes gesien in die bos.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Daar in die omgewing en die ander het u gesien hier in die omgewing van die straat van die interseksie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg Edelagbare.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, en ek aanvaar hulle was almal oorlede gewees.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, het u enige wapens opgemerk by - by hierdie liggame wat u gesien het.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Edele ja ek kan - wat ek onthou kan ek by L/K waar hulle gele het, het ek gesien 'n handgranaat.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "By L/K.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja by L/K waar hulle gele het, was daar 'n handgranaat gewees.  C/B - G, F, E, D en U kan ek nie se nie, daar het ek nie gesien nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So behalwe vir 'n handgranaat [tussenbeide]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Vir 'n handgranaat -  gesien hier by L/K het ek een onder so nog onder - daar was twee handgranate - een ons - een langs hulle gele.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So behalwe vir dit het u een ander - ander wapens gesien nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ander [onduidelik] gesien nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed,  nou die skietvoorval self of die skietery self het u nie veel van gesien nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Geensins.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed,  nou het u enige vooraf kennis gehad dat daar die optrede gaan wees deur die polisie op hierdie toneel.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Geensins Edele - geensins.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Miskien kan ek u net vra om kommentaar te lewer oor getuienis wat ons alreeds gehoor het, van Kaptein Kleyn wie erken dat hy op  daai toneel was en wat vir ons vertel het laaste keer wat volgens hom nou daar gebeur het op die toneel - net miskien een aspek.  Kaptein het vir ons vertel dat net voordat die skietery gebeur het, het hy in sy voertuig gery, hulle het daar in die omgewing van daai interseksie het hulle met hulle voertuig beweeg.  Hy se inderdaad hulle het daar in NY111 het hulle gery en op 'n stadium toe hy nou daar naby die interseksie kom, het hy nou mense agterdogtig - of agtertogwekkende mense  - mense wat sy agterdog gewek het, gesien en toe het hulle nou hulle voertuig gestop en hy het uitgeklim om die mense te gaan konfronteer en toe gooi iemand 'n handgranaat en toe is daar is daar nou 'n hele skietery.\n Maar nou die kommentaar wat ek wil hoor is - hy se dat hy het gery in 'n voertuig en gestop net voor die skietery om die mense te gaan - wat daar in die straat loop te gaan konfronteer.  Maar stem dit ooreen met u waarnemings.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek het dit nie gesien nie, ek kan nie daarvan verklaar nie Edele ek wet nie - dit het ek nie gesien nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "U se u het hom - u het hom nie binne-in 'n voertuig gesien nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Nie wat ek daar gekom het nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En u was vir 'n paar minute op die toneel voordat u teruggestap het na u voertuig toe.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dit is reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En in daai tyd was Kaptein Kleyn die heeltyd op die toneel.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Was hy daar op die toneel gewees ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Buite - buitekant - buite die voertuig.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis korrek ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, het enige van die ondersoekbeamptes wat met die saak belas was, op enige stadium vir u genader vir  'n verklaring - ons weet daar was geregtelike doodsondersoeke gewees, twee van hulle en ons weet ook daar was 'n kriminele verhoor gewees op 'n stadium.\n Het enige iemand doer die tyd vir u genader van die ondersoekbeamptes om 'n verklaring te gee.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Geensins nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hoe het dit gebeur dat die Waarheidskommissie by u uitgekom het?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek het 'n oproep gekry by my werk - ek - dat mense my sal kom sien, het hulle my gevra waar by die werk of by die huis.  Ek het [onduidelik] by my huis en hulle was daar gewees, ek dink dit was Novembermaand [onduidelik] en hulle het toe gekom.  Het hulle my verduidelik en vir my gese dat hulle my op videoband gesien het - so het ek die verklaring vir hulle gegee.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So die personeel van die Kommissie het vir u genader en gese dat u was opgemerk op die video.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Polisie video dat u ook daar teenwoordig was op die toneel.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg so.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed,  mnr Hendricks baie dankie - ek gaan u terughandig aan die Voorsitter in geval enige van my kollegas vir u enige iets verder wil vra.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you advocate Potgieter, are there any questions from the panel?\nCan you hold on, whilst I consult with [indistinct]  I just want to know for myself did you have any loud hailers on the day in question.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "U Edele ek gaan my nie weerspreek nie, maar ek het dit nie gesien nie, ek het nie gehoor daar gaan luidsprekers daar nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Do you know - do you know the person called  Sibaca.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Nee ek ken nie so 'n persoon nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The person who was standing above and was in a position to have seen what was what happening according to you - where exactly was he standing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Hy het in die - in sy venster gestaan - reg op sy venster - sy venster was oop gewees hy het deur die venster gekyk, want ek het reg op hom gekyk - hy het my aandag getrek daardie persoon.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Did you - did you personally ever talk to him thereafter to enquire what he had seen as a part of an investigation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek het die persoon nog nooit gesien - verder na daai nie, en ek ken hom ook nie.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you - any questions arising from what I've said from the panel?  Pumla Gobodo-Madikizela.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson.  I just want to be clear about a bit of evidence, an aspect of the evidence.  The evidence given by the police is that there was an explosion of a grenade before the police started shooting.  But the evidence led by witnesses and  newspaper reporters notably Chris Bateman and Tony Weaver, contradicts that evidence given by the police.\n What is your memory of what happened, did you hear an grenade explosion before a shoot out or did you hear a shoot out without a grenade explosion.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Om eerlik te wees gaan ek se ek het net skote gehoor afgaan [onduidelik] 'n ontploffing wat ek nie - ek he nie dit gehoor nie.  Ek het net skote gehoor afgaan daar.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mary Burton.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you Chairperson.  I want to make quite sure that I can visualise how you saw these events.  You came  walking down NY1 is that correct?",
            "Female"
        ],
        [
            "UNKNOWN",
            "NY1 het ons gery - uitgeklim uit die voertuig uit en daarvandaan [onduidelik] na 111 toe gegaan.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Right and did you get as far as the corner of NY111?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Dis reg so.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "And so you saw straight ahead of you the hostel from which the person was watching.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Dis reg hy kon sien, ek kon hom ook sien.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "So he could see you and then he could see what was happening in the street in front of him.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Wat ek se dat hy - ek kon vir hom sien, daar is baie mense onder gewees en hy kon baie goed die mense waarneem wat onder is, hy kon eintlik beter uitsig as - want hy was bo gewees - ek was onder op die grond.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "And then you looked to your right and you saw the vehicle with Captain Kleyn - is it Captain Kleyn - yes standing next to the vehicle there.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Kaptein Kleyn en nog 'n beampte gestaan daar, maar ek kan nie se wie die beampte is met wie hy gepraat het daar nie.  Die voertuig agter  - so gestaan.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Then you turned back and after you heard the shooting you came back again.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Dis reg so.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "And that's when you saw the bodies of the deceased that you pointed out to us.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Dis reg.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "So the one marked L/K on the plan was to your right.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Ja dis reg ja - dis reg so.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "And then there was another, another body that you told us marked G/F in the intersection.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Dis reg.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "You mentioned also that one of the bodies that you saw was lying in the bush on his stomach.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Ja.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Where was that body?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Hy was so - as jy by die hostel staan kan jy sien, maar ons het geloop want almal die mense het daarnatoe geloop in daai rigting geloop - en daar wat ons hom - wat ek daar kom toe le hy daarso - toe is daar reeds polisiemanne en nog publieke mense daar gestaan.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "So that - if you were standing with NY1 and the bridge behind you was that on your right?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Dis reg ja.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "That's all thank you Chairperson - thank you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Now I would like to in the light of that reply - correct me if I am wrong - you gave on the sketch plan U as also an area where you spotted a body.  Now from what you have just said to Commissioner Burton [tussenbeide]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dis reg so.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You said if you had the bridge behind you - the body would be on your right.  Now [tussenbeide]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Op die linkerkant.  Dis op die linkerkant gewees as jy afkom van die brug af, op jou linkerkant.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Oh! okay thank you.  Pumla Gobodo-Madikizela.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson just a little comment and a question.  I think that maps sometimes are not very helpful especially if you have not been involved in drawing them.  So sometimes you know it  helps to just indicate that you saw bodies on NY1 or wherever to your right.  Sometimes maps you can't relate to them if you not involved in planning them, I find that sometimes a bit of a struggle.\n I don't know whether it is happening to you but my question is we - when in November - during November 27th when we had this kind of hearing last year - General Sibaca testified that when he peeped through the window and observed what was happening - immediately some police officers on the ground noticed him, they started firing shots at him where he was standing in the hostel.  And in fact Chris Bateman's report in the Cape Times did indicate that there was damage on the window of General Sibaca's room.  And our investigators have established that there were shots fired there.\n Did you notice any shooting at the time - at the -  on the day of the incident - did you notice anyone shooting towards the hostel?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Soos ek reeds gese het, ek het geen skietery gesien plaasvind nie, al wat ek gehoor het was skote gewees.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Advocate Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.\n Mnr Hendricks kan ek net vir u verduidelik wat die punt is rondom hierdie plan en vir u miskien eers vra, het u die plan ooit voor vandag gesien - hierdie sketsplan?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Het u dit voorheen gesien al?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Eerste keer vandag - vanoggend - ek het vanoggend net so vlugtig en nou weer gesien.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So dis die eerste keer wat u dit vandag sien.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Vandag sien.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou u sien waarom-  miskien net vir u verduidelik waarom my kollega's vir u gevra het rondom hierdie plan en my kollega me Gobodo-Madikizela vir u verwys het na die verwarring wat baiekeer gebeur.\n U sien volgens die objektiewe getuienis was die liggame wat in die bos gevind was - in die bosse gevind was eintlik nie aan die kant waar - waar u is nie, maar aan die teenoorgestelde kant daar waar as u kyk na daai sketsplan voor u aan die linkerkant waar T en S en Q en R is, en P ook - in daai omgewing - daar is bosse aan albei kante - maar eintlik was die liggame hier soos ek nou vir u verduidelik aan die linkerkant die T/S en Q/R en u se u was saam met al die polisiemanne daar na die punt toe waar die liggame was en was in die bos gewees.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Die een liggaam wat by Q is, vir hom het ek in die bos gesien.  Die ander het ek in die NY11 en NY101 - 111 en die anders in 101.  Ek het nie daar op die linkerkant en daai - dan moet ek se die bos was agter die hostel - agter Murray & Roberts hostel, daar het ek nie liggame gesien nie, want ek was nie tot daar nie, maar dit wat ek gesien het hierso.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed nee ek het net gedink ek gaan vir u verduidelik waar - waaroor die vrae gegaan het rondom die sketsplan wat u verstaan.\n Thank you Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you advocate Potgieter.  Mr Hendricks you are excused.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Dankie.",
            "Unknown"
        ]
    ]
}