{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-11-27",
        "location": "GUGULETU 7 POLLSMOOR",
        "day": "2",
        "case number": "CT/00100",
        "victim": "CHRISTOPHER PIET",
        "testimony": "NOMVUYO CYNTHIA NGEWU",
        "nature": "SHOT AND KILLED BY POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55761&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/polls/ct00100.htm",
        "speakers": [
            "ADV POTGIETER",
            "MS NGEWU",
            "GLENDA WILDSCHUT",
            "CHAIRPERSON",
            "MARY BURTON",
            "ADV NTSEBEZA"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MS NGEWU\n",
            "MS WILDSCHUT\n",
            "CHAIRPERSON\n",
            "MS BURTON\n",
            "ADV NTSEBEZA\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  The next witness is Nomwuyo Cynthia Ngewu, can she  please come forward?   Morning Ms Ngewu.",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "Good morning.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Welcome,  have you got a family member with you?",
            "Unknown"
        ],
        [
            "MS NGEWU",
            "This is my daughter.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And welcome to you as well.  You will be talking, so I am going to ask you to take the oath and to stand up for that purpose.\nNOMVUYO CYNTHIA NGEWU Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You may be seated, my colleague Glenda Wildschut will assist you in giving your testimony.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Morning Ms Ngewu.",
            "Female"
        ],
        [
            "MS NGEWU",
            "Morning.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you for coming, you were sitting in the audience this morning, listening to the other mothers talk about their sons and we are very aware and  very conscious of the fact that your son Christopher was involved in this incident as well.\nI wonder, by way of introduction, if you could tell us about Christopher.  Could you describe Christopher to us, what kind of person was he?  What was he doing and give us an idea of his character, his nature - what kind of person he was, please.",
            "Female"
        ],
        [
            "MS NGEWU",
            "Christopher was my son, my second born child.  He worked in the bakery,   Albany bakery.   On the 3rd of March, in the morning, he came to ask for money to go to work,   I gave him the money.   When I was at home, because my house is right next to this - car road and the - near the station.   I heard people saying that  there some people who had been shot.  Then someone said that my son is amongst -  the people that had been shot.  But I - I relaxed, because I thought Christopher was at work.\nIn the afternoon some  Rastafarians  came to us for Christopher.  I said he has gone to work.   They then said there was a shooting incident near Murray and Roberts.   I told them that I did not know anything about it.  They then said I should go look.\nI went to the police station and I asked for the names of the children that had been shot.   The police said they do not know them, the police then said that I should go to Salt River, to the mortuary.   I went there, they said that they did not know the children that were there.   They asked me if I was strong enough to look at the bodies.  I said I am strong enough,  because I wanted to know where my child was.\nI went, somebody took me to that place.  The trolley that he was lying on was by the door.   I said that was him.   They asked me if I was sure it was my son,  I said - yes, I am.  They took my details and I went home.  I told everybody at home that Christopher truly had been shot.  When I was listening to the  6 o'clock news bulletin on TV,  as we were  listening, I saw Christopher on TV.  He was being dragged with a rope.  There was a rope around his waist and they were pulling him.  I then switched off the TV quickly.\nWe bought the newspaper.  There were guns point on top of the bodies.  Each child had a gun on the body, we told our neighbours.  About 3 or 4 days later the police came.  Barnard was with other police, they asked if Christopher was my child.  I said - yes.   They said that Christopher had shot at the police.  I said I did not know anything about that.\nThe police would come in and out of my house.  When the time came when we made arrangements for the funeral, we went to the Mashlube  clan.  The police then said we must bury our children immediately,   I refused.   I said I will bury my child when I see fit,  because I am waiting for the rest of the members of my family.\nThe Magistrate also gave an order that Christopher should be buried immediately.   We went to our attorney, our attorney said we could bury our child when we wanted to bury her.   After the funeral, I am not sure how much time had elapsed,  but one morning somebody knocked on my door to hear - open the door - she came to me saying the police were here.  She told me that the police were looking for me.   I  got up from the bed, they said they had come to get me to make a statement.  I said - what statement do you want from me?  Have you not killed my child?  I said that I had no statement to make.  That they could get the statement from the attorney. \nFirst two came into my house,  I was not aware that there were others outside.  I went to the toilet, when I came back, in the backyard, there were lots of police, black police speaking Zulu.   I asked them what they wanted, they did not answer.  They were just pointing their guns.  I asked them what they wanted in my yard.   I chased them away, I told them that they killed my son - now you want to kill me,   I went inside.\nThe one investigator asked what was going on.  There was about 5 or 6 Casspirs parked outside my home.  Blackie then - who was an  investigator told the police to leave, but they did not leave, they just stood there.  He said that they must leave.  There was a Kombi full of investigators, maybe police as well.  They were in civvies.\nI went inside and took a bath.  Since my child had passed away, they would come into our house, and even ask why I would light a candle.  I said that I cannot live without switching my candle on, because I am always in prayer.  This one policeman said, he also believes in prayer.  We then went to Town, it was Ms Miya and myself who gave statements.   The others could not talk, because they said there was no time, they brought us back.\nAll this time,  Barnard together with  the other police captain coming to my house, he would always search for something or other.  He even broke my daughter's suitcases.   He was very rude and uncouth,  he could not even say Ms or Mr, he would just swear at you.   \nBut I just kept quiet.  I told them - that  you are not going to find guns here.  You are not going to find any weapon.  You  have killed my son, I don't know what it is that you want.  They continued in and out, even when we went to inquest in Wynberg.   Nobody spoke Xhosa or English, they only spoke Afrikaans and nobody was there to interpret for us.  We didn't know what was going on.  There would  just talk and then they would say - there is no case.  We don't even understand Afrikaans.   That is all I have to say.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you Ms Ngewu - would you like to drink some water?   I wonder if I can ask you a little bit more about Christopher, your son.  Could you tell me, are you aware whether Christopher was involved in any politics - involved in - involved  with the political party at all, are you aware of that?",
            "Female"
        ],
        [
            "MS NGEWU",
            "I am not sure, because I mean he was always  at work.  I don't know whether he was politically orientated, because you know children, they don't talk too much.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Right, so as far as you are concerned - as far as you are concerned you were not aware that he may have been involved in politics?",
            "Female"
        ],
        [
            "MS NGEWU",
            "No.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "I am going to ask you a few questions because I need to understand what type of person Christopher was.   Could you describe him, what kind  of person was he?   [indistinct]  tell me was he a leader, did he have qualities of a leader or something like that?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Christopher was working, he was supporting me, because the others was still at school.   Because he realised that I was struggling and I hardly had any money, he said that he would give up school and go to work so that even his siblings could be able to carry on with their schooling.   He would fix the house, the ceilings, everything I needed.   He was not a child who would leave home for long periods of time,  he would go and come back.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So he was a very responsible person, would you say?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes, he was very responsible at home.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So if he were to be involved in anything that is sport or  doing anything, he would put his whole heart into doing that work?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes, ma'am, he was a Rastafarian and he loved the music.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Ja, that was going to be my next question, because some people referred to him as Rasta.   Was that the name he was known by in the community?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes, he was called Rasta.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "And usually people who are Rastafarians have a particular way of dressing.  A particular way of wearing their hair, did  he have dreadlocks?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes, he had dreadlocks, but he would wear normal clothes.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So when you saw you son on the television, was it the dreadlocks that you saw - that was part of the - part of the thing that helped to identify your son when  you saw him on television?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes, it was his hair,  but I could see it was - it was him.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So there was court cases - there was an inquest and there was also a court case where the journalist were - were on trial.  Where you involved in both of those cases,  in other words, did they call you to come to the court?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Yes, we went to court.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "But at the time that you were there, nobody interpreted what was happening, because they were using a language you couldn't understand.  Was there anybody who actually explained to you what was going on?",
            "Female"
        ],
        [
            "MS NGEWU",
            "No, nobody explained to me.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "So in a sense you - you didn't have an idea of what was happening.  You didn't know why the police, why your son was shot.  By whom and what the doctors who were testifying at the hearings, what they said?",
            "Female"
        ],
        [
            "MS NGEWU",
            "Nobody explained to me anything.   We just heard that Barnard had shot him.  He had a wound just above his ear.",
            "Female"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you very much  Ms Ngewu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions,   Mary Burton?",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Ms Ngewu when I was a very new Commissioner and this commission was very new, you and Ms Miya and I think Ms Mxinwa  were the first people that came to these offices, that I saw, that I met to say that you wanted to make a statement.  I remember that day very well.\nAnd then, you made your statements and you appeared at the public hearings in April and now people have been asking you questions again and here you are, back again in front of the Commission.\nWhat - what makes you and your other mothers so strong?  What makes you want to come back and put yourself through this again?   What is it that keeps you going?",
            "Female"
        ],
        [
            "MS NGEWU",
            "We pray, w e ask the Lord to give us strength,  because there is nothing we can do about the death of our children.  But we have just one request to see this people who killed our children - the Commission must please bring these people, the perpetrators, to us, so that we can see them and listen to them.",
            "Female"
        ],
        [
            "MARY BURTON",
            "We hope that we will be able to go some where towards doing that, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any other questions, Dumisa?",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "No thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much ma'am.    As you are talking, sometimes I think people might not be aware of the conditions under which most of our people were living.  It wasn't just that you suffered from the anguish of having a loved one killed,  it was often and often that you were not told and if you were told you had to rush around to find out from this police station, that police station, the hospital, mortuary, and as if to add salt to the wound,  almost always people were not allowed to bury their loved ones as they have liked to.\nAnd we have been ministers of the Gospel remembers so vividly the number of times we had to carry, to officiate at funerals which had very strict conditions laid down on how the funeral had to be conducted.  Very poor people were told nobody is allowed to walk to the funeral, to the grave yard.  Everybody must find some means of transport.   And the conditions were actually, you should say vicious and our country must know that it has been set free from some of the most atrocious  laws and the pain in people's hearts was  [indistinct]  by the fact that you were - you felt so powerless.\nThe police and the Security Forces seemed to be omnipotent.  They could do anything and there was very little opportunity for people to be able to find some kind of redress.  And so, this Commission apart from trying to find out the truth,  is helping our people by telling their stories to recover some of the dignity, they lost in the times when the apartheid system was at it's height.\nThank you, because you are here and we are also here, because you are here.   We are here  because your children sacrificed their lives, thank you.",
            "Unknown"
        ]
    ]
}