{
    "header": {
        "type": "TRUTH AND RECONCILIATION COMMITTEE",
        "starting date": "1996-11-26",
        "location": "GUGULETU 7 POLLSMOOR",
        "day": "1",
        "case number": "CT/00630",
        "victim": "QUENTIN BAILEY",
        "testimony": "MARLENE BAILEY, HAROLD JOHN BAILEY",
        "nature": "SHOT AND KILLED BY, POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55767&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/polls/ct00630.htm",
        "speakers": [
            "ADV POTGIETER",
            "UNKNOWN",
            "WENDY ORR"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MS BAILEY\n",
            "MR BAILEY\n",
            "DR ORR\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "Good morning Ms Bailey, who is with you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My husband.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Your husband, Mr Bailey.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Will both of you be talking - or only you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes he would also like to say...[intervention]",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "He would also like to say something - all right.  Well then both of you will have to take the oath.  And I am going to ask you to stand first or you can stand both.  But I am just going to ask Mr Bailey to give us his full names.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Harold John Bailey",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much.\nMARLENE BAILEY Duly sworn states\nHAROLD JOHN BAILEY Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you, you may be seated.  Dr Wendy Orr will assist you in giving your testimony.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Good morning Mr and Ms Bailey.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Good morning -  morning.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Thank you both for being here.  I think it must have be very difficult  for you to sit through the previous two testimonies knowing that - that those events affected your lives so deeply as well.  So, I am going to ask you, Ms Bailey to start and tell us what happened to your family on that day, in August 1985.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am Ms Marlene Bailey.  I worked at Pick & Pay that time when it happened.  I got home at half past five and as I got out of the taxi I heard  two shots - and I still told the lady that was getting off next to me, I have said - Ek wonder wie skiet hulle nou?   I wonder who they are shooting now?\n[indistinct] my door, because my yard faces Wespoort Laan and my front is in Shepard Way.  And as I got into my backdoor my two sons were crying.  And I just thought - ag, it is just the way children goes on when the mother and father is working.  But he was at night shift at that time.  And as I went through the room he came out by our room and as I looked at him I could see something was wrong.\nAnd he said to me - he called me Kaffer.  Kaffer, Quentin has been shot, and I went out by the door.  And as I went down, from Shepherd way I could go into Drover street, not far - just so - and as I walked down Drover street, this police came up and I was going down.  He still had on Riot clothes.  I can see him clearly still.\nI said to him - Meneer, waar le die kind wat geskiet is?  I asked, where is the child that had been shot?    He pulled in his hands, so he said wie is u?  Who are you and  I said - I am the child's mother.  He said to me - Ek kan regtig nie se waarom - I can really not say why I shot them.   [indistinct]  on that I could see, but I just looked at him and I walked on.\nAnd as I came to the lane there, where my son was laying, there were three policemen.  Two Coloureds were sitting in the van, one was standing over him with a shotgun and the - there were three - and the one was standing on the hill. \nAnd as I bend down, because he was laying on his stomach, and I bent down to turn him around - so the one that was standing there with the shotgun said to me - los die vark af.  Leave the pig alone.  So I thought - jy is 'n bloody coward.  You are a bloody coward - and the two in the van they started laughing.  So I said to them - Ja, witman gat honde - julle sal lag.  White man's dogs, you would laugh julle so my husband said - maar julle kan mos - as die kinders iets verkeerd gedoen het - you people did harm to the children, you could just have hit them.  He said - nee, ons skiet om vrek te skiet.  We wanted to shoot them dead.\nThe children - so they couldn't give me any answer where the children was.  So that is - when I was there - I don't know what happened after that.  So, they came to fetch him and took him to the morgue.  So we went down to the Police station  - so the Commissioner  [indistinct] Mr Paulsen said - I asked - where do we go now to find out about our children?  So this Coloured policeman said - nee, julle moet - no, you have to find your dead children at the mortuary, go and look for them at the mortuary. - at that time.\nSo, we heard nothing afterwards.  And the UDF still came to us - as you know.  That time we afraid to accept anything and I chased them away, because we were afraid, the next minute - I mean, if you accept something now, the next  minute the police will be on your door.  But I can tell you - they were very-very rude.  \nAnd after the funeral and everything - Mr Moosa, we went to Mr Moosa and he said we will get a letter - so we got the letter from the Court and we went the first time.  So nothing happened, and the second time they sent us a letter again and so we went again.  So they just called us into a little room  and said to us - everything is over.  That there is nothing they can do about it, and so we just left it like that.  \nAnd I can - we - we were a very close family, but now, I can't even mention his name, we  can't even speak about it.  You can't ask the children a second question because they started getting very abrupt, you see.  And I don't know, so  I don't know what is going to happen.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Ms Bailey, how old was Quentin when he was killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was 13.",
            "Female"
        ],
        [
            "WENDY ORR",
            "And tell us about the rest of your family - how many other children do you have?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's 4 - I have got 4 now - .  Three boys and one girl.  But Quintin was a very active boy at soccer, any sport.  He would play it.  And he even was with Moslem people.  He was a very active child, so maybe they were just curious to see what was happening there.  Like any child will do - to go and see what happened.  And the police was in the yard that shot them - in other people's yard, because still yesterday a lady told me - she saw the whole incident - I said, ja why now - now everybody comes forward.  But she said they were afraid to tell us that time.",
            "Female"
        ],
        [
            "WENDY ORR",
            "The policeman you saw in the street, as you were walking up, from what he said it sounds as if he was the one who shot.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's  what, it was an European police.  That was his words to me.  And as I said, there was no name tag, anything, but I was also so deurmekaar, I didn't even ask him his name or anything.  I just looked at him and I walked on.  And when I got there, there were two Europeans and two Coloureds were sitting in the van.",
            "Female"
        ],
        [
            "WENDY ORR",
            "This lady you spoke to yesterday, do you think she might be prepared to give a statement to the Truth Commission about what happened that day?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I hope so, if  I can talk to her,  I hope so.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Can I ask you to give her name to the briefer afterwards?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Thank you.   Mr Bailey, is there anything you would like to add?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well, as I - as she now  put everything on to you - I can - about to say, how could the - the way he went out of the house - I was on night shift and I was - she  was working and I always make the food if I am on night shift.  \nAnd that particular day he was cleaning the house and he was peeling the potatoes - so that was - say fiveish .  And all of a sudden, I just went to the toilet and I came out and he left.  Because he  - he wouldn't leave if I were at the table still.  So it is about two or three minutes later my next door neighbour's daughter came to me and told me - listen Mr Bailey, that there was - your son was shot now.\nI went over to another old friend of us at - that also moved in at the same time as we did - in 1978,  and I told her listen her  my son is shot - what must I do?   Because I never experienced something like that.  Because with the Law, I was just distant.  Because I didn't want to participate in any wrong doings. \nSo I went to my child and I just bent over and want to see his face and this ou said - hey,  fok of hierso, weg man.   Fuck off  away from here.  That was - and I stood up and I went home.  That was before she came so  I went home again and I - in  the house - as she came through the back side, I told her - listen here,   Kaffer  they just shot your - our son now there.  So she went out and I still stayed in the house, because I was too sad and I couldn't move.  Shocked in other words.\nAnd with the police,  the  - what you called it - the man in charge there, he was rude and I still said to him - listen here, I don't accept this thing - that the boys threw stones.  Because they couldn't even be at that - where the tyres was burning.  They couldn't be there, because the distance where the tyres was burning and where the bus stop is, and the place where they was shot at, is quite a distance.  He couldn't throw stones in that time.  \nAnd they were just at the - they were just there the wrong time, the wrong place.  That's all that had happened and that the  police commander was rude and just at the morgue too - they just said, listen here, there is the window, go and look there.  \nAnd after that, the day of the funeral - we was so nervous and afraid of everything, because the Casspirs and the police was -  they were now trying to escort the hearse  to the graveyard.   So I said - listen, just get finish and let us forget about this business.  That's all I can say about that.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Thank you very much Mr and Ms Bailey.    I have no further questions, but perhaps my colleagues do.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Wendy, Glenda - Ms Bailey, the policeman that you met in the street, you said it was a white policeman?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, an European policeman.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And what kind of uniform was he wearing was it...[intervention]",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Blue, he had on a blue uniform such a  - that floppy jackets with the big pockets - I can still remember and he had the blue boots on, that what he had on.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And, did he had a fire arm with him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, he had no fire arm with him.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is there any other description that you can give of him?  Was he young - oldish?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He is a young - he is a young policeman.  He's got blond so  reddish blond hair. He is a very handsome -  he is a handsome policeman.  Because I can still remember, when I went to work, there was a guy that just started to work there, so  I still say to him - jy lyk nes daai jong wat my kind geskiet het.  You just looks like the guy that shot my child.  But the one that stood over my son with the rifle, he was an oldish policeman.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And it appears that the younger one is the one that was doing some shooting?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja well, that is what he said to me.  He didn't know why he did it.  And I never asked him any questions.  I just looked at him and I walked on.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Now, were you present at the inquest at court?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There was no court case for us.  Just that hokkie when the first time and the second time we went, they just called us back into that little room and just said to us - it is over.  There is nothing they can do,  so we left.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So you were not sitting in at a hearing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Nothing",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Where you heard what was going on and what is alleged to what have happened.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No sir, nothing.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Nothing like that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Nothing - - just that little room, that is all.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "That was in the court in Wynberg?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In Wynberg.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Now I have explained to Ms Paulsen - Mr and Ms Paulsen what the official version is of what happened and the fact that the police were shooting - was - who were apparently hiding behind one of the walls near to Eisleben Road.  \nAnd of course, that eventually the Magistrate who held the inquest, found that nobody could be held responsible for the deaths.  In fact, found that the police were acting in self defence.  So, it is obviously a bit difficult to understand if you are hiding behind a wall, that you could have acted in self defence against you know a 13 year old.\nBut those are the questions that remain in this case.  And those are the questions that we will be looking at.  We have done some of the investigation as I've  explained to the Paulsens. And we will continue with the matter to see what happened. \nOf course, on what you tell us, there is now obviously a contradiction in the sense that - when the policeman, who was responsible for the shooting, met you - he said I don't know why I did it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he did say so.  That was his words,  I don't know if he did the shooting, but I mean, that was his words to me.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "But even, if he didn't do the shooting, then at least his view was that there was no reason to have been shooting in any event.  Which of course is different from the official version which is - well we have to defend ourselves.  So, those are all the questions that arise.  And that we have noted from your testimony and from the facts and those are the things that will enjoy our attention as we go along.\nAs I have said to the Paulsen family, I mean, there is very little that one can do and say that will really console you and make up for that loss, because it is probably the most devastating blow to a parent - to loose a child, a young child.  Especially under these kind of unnatural circumstances.  He wasn't sick he was - you say he was active.  He was a sportsman, he was a normal young - young boy.  And the one minute he was alive and the next minute he was dead.  So of course, that is very-very hard.  We do understand that.  But as I've said earlier that, that  is the very-very high price that was paid by a lot of people and all that the rest of us can do is to try and appreciate - you know, what losses people have suffered who were directly involved.  \nBut thank you very much for coming.  Thank you for sharing your testimony with us.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can I just say something.  I just hope in the future that there will be a more - better playing grounds for the children and more skills.  I mean, I wouldn't like something that happened in '84 to happen to my grandchildren, your grandchildren.  Or anybody's grandchildren. \nSo I just hope that - I am very grateful to the Truth Commission - that we can tell our story.  That it's - you know that we know - don't have to keep it inside.  And I can tell you - I feel much better now that it is out.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "We appreciate that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Very much, that's the type of thing that makes this process worth while for us as well.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ja.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "But hank you very much for coming.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you sir.",
            "Female"
        ],
        [
            "UNKNOWN",
            "We thank you.",
            "Male"
        ]
    ]
}