{
    "header": {
        "type": "STATEMENT, QUESTIONS AND ANSWERS, RUDOLPH PAUL DAVID LAZARO",
        "starting date": "1996-11-27",
        "location": "GUGULETU 7 POLLSMOOR",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55778&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/polls/rudolph.htm",
        "speakers": [
            "ADV POTGIETER",
            "MR LAZARRO",
            "MR LAZARO",
            "MS GOBODO-MADIKIZELA",
            "<UNKNOWN>",
            "CHAIRPERSON",
            "MARY BURTON"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MR LAZARRO\n",
            "MR LAZARO\n",
            "MS GOBODO-MADIKIZELA\n",
            "UNKNOWN COMMISSIONER\n",
            "CHAIRPERSON\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "Thank you Chairperson, that concludes the testimony from those families who are available at this stage to have testified at this event hearing.  There are two families who we have not been able to locate and ideally we would have wanted to give the opportunity to all five  the families to participate in this special event hearing,  although some of them have in the context of the general victim hearing, brought this particular matter to our attention.\nThere are the families of Zola Alfred Swelani and Themba Mlifi who both also died in this incident, whom we have not been able to locate and arrange to be here today and to participate in the event hearing.   Perhaps this will come to their attention and perhaps we can just repeat the invitation for them to get in touch with the Commission and for us to take their matters on board as well.\nBut that concludes the testimony from the families.\nWe will proceed to hear the evidence of Mr Rudolph Lazarro and I call him to come forward please - good day Mr Lazarro",
            "Unknown"
        ],
        [
            "MR LAZARRO",
            "Good day meneer.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you prefer to give your testimony in English or  Afrikaans?",
            "Unknown"
        ],
        [
            "MR LAZARRO",
            "I will do both ways.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Okay.",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "Ja.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "That is fine, so welcome.   Thank you that you have come.  Before we listen to your testimony I am going to ask you to stand and to take the oath please.\nRUDOLPH  PAUL DAVID LAZARO   Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much, You may be seated.  My colleague Pumla Gobodo-Madikizela will assist you.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson and thanks Denzil.  Good morning Rudi and welcome again.",
            "Female"
        ],
        [
            "MR LAZARO",
            "The same to you.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Just to give a bit of background into why you are here.  Our investigator have come up with an incredible amount of evidence and details relating to the case that came became known as the Guguletu 7.  And most -  a lot of their evidence, suggest -  of their findings, suggests an urgent need to re-investigate the case and to establish what exactly went on, on the day that we are talking about, the 3rd of March 1986.\nYou have come here to help us understand the way the police evidence was paste  together.  You are one of the people who are going to assist us and perhaps just have to mention the context in which you will help us peace - understand how the evidence was compiled. \nThey found that when the inquest, at the inquest proceedings in November of 1986,  the signatures that were presented as your own at the bottom of the type statement did not necessarily agree with a signature that you had on an original  statement you gave on the 2nd on the 3rd of March in Mitchell's Plain.  Now we want to understand how that happens and you are going to tell us a bit more about that  discrepancy in those two signatures and the way in which your signature and why it was used at the inquest hearing on the Guguletu 7.\nNow, could you tell us a little bit why you went to the police station on the 3rd of March and what was the nature of the statements that you left at that police station and  the statement that you remember having signed.  Can you tell us about that please?",
            "Female"
        ],
        [
            "MR LAZARO",
            "I'll  make it very brief,  I was robbed,  I was robbed at Swartklip Road from five chaps and I went to report that at the police station - that I was robbed from my money and the battery of my vehicle and a generator.  And for insurance purposes I had to go and do that.  But then afterwards the police - the police and came and pick me up, CID's  came and pick me up and they took me to Bishop Lavis police  stasie  police station.\nWhen we got there, they showed me photo's.  They told me, these are the people that have robbed you,  I told them no but  these people doesn't look like those people that have robbed me.  And even if it was those people that have robbed me, I don't think you can shoot up people like that, as you people have shot up this poor people.   They say - you must look properly, see if it was those people.   I said - no - this - these  are not those people.  They said - look properly,   don't you know one of them? \nI looked again, I saw two which I know - not to say they have robbed me, but I knew, because I am a Guguletu dweller myself.  I have been all the time in Guguletu myself.  I know all the children there.  Know more or less most of the children there who all came from Kensington and Windowmere and all those places, we knew each other.  We knew sometimes the father's faces or the mother's faces - the children are resembling to those - to those faces and I am a drinker myself,  I have been drinking a lot.   And I am still drinking and - and we went to shebeens, we met these youngsters in the shebeens.   It is not to say that they have been - they are the ones that robbed me.\n That is all I have said to them.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Did you get the impression that you were being pushed to admit that these people fitted the identity of the ones who had robbed you?",
            "Female"
        ],
        [
            "MR LAZARO",
            "No, actually I didn't get that impression.  I didn't get that impression at all, because I was so astonished that they can kill people like that.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "What do you think the police at Bishop Lavis - police station were trying to do?",
            "Female"
        ],
        [
            "MR LAZARO",
            "I thought they were trying to - to help me  to get those robbers, but now they killed them.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When you say to  trying to get them - can you be a bit more specific?  I am sorry repeat -  to state the question.",
            "Female"
        ],
        [
            "MR LAZARO",
            "They are trying to show me, it is those people that have robbed me.  And I have told them that it is not those people that have robbed me.  They asked me, I must look nicely,  I must look properly because - I say I can't look nicely, these people are shot up.\nThey are shot up and there is full of - full of blood and they have been cut up and I don't know what cut them up like that.  But the fact remains, they say - he  told me, the two that was clear - I told them, well, these two - these two I recognized their face, but not to say I recognize them as those robbers that have been robbing me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So, even though their faces looked a little deformed, you were able to state very clearly that they were not the ones who robbed you?",
            "Female"
        ],
        [
            "MR LAZARO",
            "Definitely, they were not the ones that robbed me, because those are - look they looked like decent people, those people.  And those that have robbed me, I know them, they are not these ones.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And did you - can you talk about your statement now.   You gave a statement for your insurance, for  insurance purposes - what was in that statement?",
            "Female"
        ],
        [
            "MR LAZARO",
            "In that statement was - I went down -  I came down Swartklip Road, near Rondom factory and I have been standing there - my vehicle went stuck and I have been  standing there and five  people came to my attention and they tried to get me out of the car, so I wouldn't get out of the bakkie.\nWhen - when I  wouldn't get out of the bakkie, the one draw a gun.   Then the four - tell me, well if I don't want to get out of the bakkie, he will shoot me out of the bakkie.  So, I got out of the bakkie.\nThey searched me and they took my money, they took my battery and they took my generator also and they said - this type of money you have got here is not enough, because we see you got a crate of - a chicken crate at the back.  You were on your way to go and buy some chickens.  So, you can't have this amount of money in your pocket, you should have more.  So they say they would shoot me in the stomach or in the - in the knee. \nI told them - no, I don't have anything else man.  Then the other one wanted to shoot me.  So, the other one says - no, don't shoot me - don't shoot me  because - because the securities at the factory will hear them.   So they didn't shoot me and they just took my battery and my car and I mean to say, my battery and the money I had and my generator and they pushed off.\nAnd I went after that, I went to the police station,  I have reported that same story to the police station and I undersigned that also.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Rudi - where  did you live - which police station did you leave this statement?",
            "Female"
        ],
        [
            "MR LAZARO",
            "I left this statement at Mitchell's Plain police station.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "As far as you can remember, that is the only statement you ever made about the incidents?",
            "Female"
        ],
        [
            "MR LAZARO",
            "That is the only statement I made.  There was no other statements I made.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And when you were called by the police to identify the bodies of the seven, do you remember signing any documents at all?",
            "Female"
        ],
        [
            "MR LAZARO",
            "No documents at all,  I haven't signed any other documents, because it was clear that I didn't know these people that was there.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And when did you realize that your signature was used in another context?",
            "Female"
        ],
        [
            "MR LAZARO",
            "When the investigator Commissioners came to my house, say about a few weeks back.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "In other words was it Zenzile Khoisan who came to your house?",
            "Female"
        ],
        [
            "MR LAZARO",
            "That's correct - that's correct.   So I only knew for the first time I had some more papers and more signatures.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And but I just need to understand how you were left out in the process, because  your signature was used elsewhere and you never knew anything about this?  Were you ever invited to attend the inquest in November 1986.",
            "Female"
        ],
        [
            "MR LAZARO",
            "Ever since I were at Bishop Lavis police station, that's the last I saw about them, nothing else.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And nothing - you received nothing to invite you or to say you are going to give evidence at an inquest,  nothing about that at all?",
            "Female"
        ],
        [
            "MR LAZARO",
            "And they can't even say they didn't know where I stayed, because these men  [indistinct]  me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Rudi,  I am going to read you an extract from a typed  statement that is presumably signed by yourself.  It's got and has your name at the bottom and a signature and it is part of an exhibit ... end of Tape 2, Side A ...  at an inquest in November 1986.  And it is Exhibit  G.  It was presented as Exhibit G, just a part of it \nI am not making a mistake with their identification.  I am sure that these are the people who had robbed me.  The photograph  number 05/6 is the person who wanted to shoot me in my stomach.\n[indistinct]  and that is this evidence, you understand the contents of what you are signing for and their is  your name at the bottom  R. Lazaro and a signature as well.\nNow, what brought our Investigators attention to this is the fact that this signature looked a bit suspect, which  is why they came to you and we are grateful that you could come and throw some light into - into all of this and try and help us understand how the police  at the time created the evidence.\nAnd I will just pass this on to you to see how your signature looked like at the inquest hearing.",
            "Female"
        ],
        [
            "MR LAZARO",
            "Thank you.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Can I get someone to show it to him please.  I think it helps us understand the extend  to which investigation of this kind of cases were stretched.  That many times they didn't seem to be any limits to what can be said or done and this is assisting us.  Can you speak into the microphone please.",
            "Female"
        ],
        [
            "MR LAZARO",
            "No,  this is not my signature - from even that, that's not my signature.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "We would like - can speak into the mike please so that we can hear for the record.",
            "Female"
        ],
        [
            "MR LAZARO",
            "No this is not my signatures not at all.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you.",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Are you sure?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "I did - I did give the gentleman a sample.  The other one, Mr Killian, hey  I gave him a sample of my signature, without signing, I have him an old signature of mine also, a sample and he got it.   I think it might be there by those papers.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes, we have it somewhere.  Thank you so much, we really appreciate your coming,  thank you.",
            "Female"
        ],
        [
            "MR LAZARO",
            "Even that short hand signature, down at the right side, that is not my signature.  I don't sign my name like that also.  I sign my name with a small Z - not the round, big one.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Rudi, thank  you very much.",
            "Female"
        ],
        [
            "MR LAZARO",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, any questions - Denzil Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you chairperson.   Mr Lazaro,  I just want to understand the photographs that you were shown  were of people that were dead?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Where did they show you those photographs?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "At Bishop Lavis police station.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And can you still remember who the - still remember who the police were that showed you these things?",
            "Unknown"
        ],
        [
            "MR LAZARRO",
            "To tell you honestly.  I might remember them if I see them, but it will be very vague.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did they - did they call you in after you reported the robbery on the 3rd of March or to Mitchell's plain?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "They came to my place, say long after the robbery.   Not soon after the robbery, very long after the robbery.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And did you make or did you sign a statement on the day that you reported the robbery at the Mitchell's Plain police station?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "I  signed it the same day, yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And that was the only time that you signed the statement",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "That is the only time I have signed that statement, that's correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The statement that you have signed on the day you have reported, was it hand written or was it typed.",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "It was handwritten.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the statement that was shown to you now as Exhibit G at the inquest was a typed statement?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "That is a typed statement,   I doesn't know about it.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now I want to hand you an album of photographs.  And ask you to have a look at that.  Perhaps you can start specifically, because that is referred to in that statement of yours.  DR705/86 there is photograph 68 and 69 - those are the last two photographs in the album that I want you to have a look at first and see whether you identify the person on those two photographs.  And once you have done that, I want you to go to number 40.  Start with number 40 and then look through the rest and see if you identify any of those persons.",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "I will do that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Just have a careful look at it.  You are now looking at number 68 and 69, is that correct?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "Ja that is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "All right, do you identify the person on that?  Recognize the person on that - on those two photographs?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "No - I don't identify them.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "That was...[intervention]",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "The photo's which they've  showed me was very small photo's.  It was not as big as this.  It was very small photo's and it was not photo's that was with the heads alone.  It was photo's with the complete bodies.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "On the typed statement that was read to you now, there was an allegation that the person on DR705/ 86 is the person that wanted to shoot you in the stomach or something like that.",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "No, not these people.  The photo's which they showed me is photo's with complete people laying down.  Some was being laid down on their faces, some on their sides, but not like this, not like this.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much.  And then you said that  from the photo's that was shown to you, you could identify two persons as people that you knew in Guguletu.",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Would you turn back to number 40 and then just page through and see if you can identify  those two people, perhaps on any of those photographs?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "No, no it was not these photo's - not at all these photo's.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But just  have a look at the people who are shown on there.",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "No, I am afraid, it is not these photo's.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you definitely don't see any of those two persons?",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "I don't see nothing of those - these people here, it was not these photo's.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you - thanks.",
            "Unknown"
        ],
        [
            "MR LAZARRO",
            "Those people that was there, I can still remember - they were very light in complexion.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much Mr Lazaro.  I have got no further questions.  Perhaps they can return the photo album.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "None of you wanted to question him.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Yes I would like to ask him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mary Burton?",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Mr Lazaro, I am the one that is asking you questions.",
            "Female"
        ],
        [
            "MR LAZARO",
            "Thank you.",
            "Male"
        ],
        [
            "MARY BURTON",
            "You must have been quite surprised when the investigators from the Commission came to you after all these years to ask questions about all this?",
            "Female"
        ],
        [
            "MR LAZARO",
            "I was very surprised.",
            "Male"
        ],
        [
            "MARY BURTON",
            "And how do you feel about it now?",
            "Female"
        ],
        [
            "MR LAZARO",
            "To tell you the honest truth lady, I can't actually explain how do I feel.  I feel astonished because I never knew I was used like this.  I could have lost my life through it also.  I  never knew I was used like this, without my knowledge, I never knew I was used like this.  I feel really, really - it is like something, something that - which I  - I just came out of an accident - a big accident, because to see how badly my life was jeopardized to the sake of this.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you very much.",
            "Female"
        ],
        [
            "MR LAZARO",
            "Thank you.",
            "Male"
        ],
        [
            "MARY BURTON",
            "We are very grateful to you for your testimony in spite of the shock that it has caused you, thank you.",
            "Female"
        ],
        [
            "MR LAZARO",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We just want to say thank you very much.  Thank you for having been willing to come forward and one gets very deeply distressed.  I mean, to find that it seems as  if something you had faith,  because you see, in those old days they would say - well this thing has gone to court and the Court has found and then most people.\nCertainly most white people would say - justice has prevailed and now we realize, I mean, that often - and often this justice was subverted in this kind of way.  And it very distressing, because it meant that with the heart of our community,  of our society -  the heart of it was a lie.\n  Thank you, thank you very much.",
            "Unknown"
        ],
        [
            "MR LAZARO",
            "Thank you",
            "Male"
        ]
    ]
}