{
    "header": {
        "type": "SUBMISSIONS, QUESTIONS AND ANSWERS, WILLIAM RUDOLPH LIEBENBERG",
        "starting date": "1996-11-28",
        "location": "GUGULETU 7 POLLSMOOR",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55775&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/polls/lieben.htm",
        "speakers": [
            "ADV NTSEBEZA",
            "MR LIEBENBERG",
            "MS LIEBENBERG",
            "ADV POTGIETER",
            "UNKNOWN",
            "MNR LIEBENBERG",
            "WILLIAM RUDOLPH LIEBENBERG",
            "POTGIETER",
            "MS GOBODO",
            "GLENDA WILDSCHUT"
        ],
        "original_speakers": [
            "ADV NTSEBEZA\n",
            "MR LIEBENBERG\n",
            "MS LIEBENBERG\n",
            "ADV POTGIETER\n",
            "MR BRAND\n",
            "MNR LIEBENBERG\n",
            "WILLIAM RUDOLPH LIEBENBERG\n",
            "POTGIETER\n",
            "MNR BRAND\n",
            "MS GOBODO\n",
            "MS WILDSCHUT\n"
        ]
    },
    "testimony": [
        [
            "ADV NTSEBEZA",
            "I will now call the first witness superindendent William Rudolph Liebenberg.  I see that you are senior superindendent Liebenberg is that correct?",
            "Unknown"
        ],
        [
            "MR LIEBENBERG",
            "No I am only superindendent.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Oh! well the Truth Commission has elevated you.",
            "Unknown"
        ],
        [
            "MS LIEBENBERG",
            "Thank you very much.",
            "Female"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you, before you testify superindendent, I will ask advocate Denzil Potgieter to administer the oath.  I would like to draw to the attention of the people in the hall that there are I believe, earphones for translation because witnesses will testify in the language in which they feel most comfortable.  And therefore those who would like to follow will have to resort to the microphones.  Advocate Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.\nWILLIAM RUDOLPH LIEBENBERG Duly sworn states",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Can the camera's move off please, I am going to have a policy decision about cameras during testimony.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman if I may, Mr Liebenberg prepared a written statement, a typed statement which I have already made available to officers of your - of the bench.  What he will do is that he will read the statement and obviously he is prepared to answer any questions relating to the incident.  With your permission then at the end a signed copy of the statement will be handed to you.  I now ask Mr Liebenberg to proceed with his testimony.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Very well Mr Liebenberg.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek, die ondergetekende",
            "Unknown"
        ],
        [
            "WILLIAM RUDOLPH LIEBENBERG",
            "verklaar hiermee soos volg\n1. Ek is 'n volwasse man en 'n superintendent in die Suid-Afrikaanse \nPolisie.\n2. Ek is tans die takbevelvoerder van die Kaapstad Speurtak van die \nSuid-Afrikaanse Polisiediens.\n 3. Op Vrydag 8 November 1996 was ek genader deur 'n lid van die \nondersoekspan  van hierdie agbare Kommissie in verband met 'n voorval op 3 Maart 1986 waar die sewe persone te Guguletu...\n[Ek kan net sien my verklaring is 'n bietjie foutief daar - ekskuus tog mnr die Voorsitter dis 'n tikfoutjie.  Die voorval was in 1986].\nWaarin sewe persone te Guguletu gedood was.  Ek het sodanige inligting verskaf as  wat benodig was en het ook volledig op vrae aan my gestel geantwoord.  Daarna het ek 'n Kennisgewing in terme van Artikel 29 van die Wet op Bevordering van Nasionale Eenheid en Versoening, Wet 34 van 1985 ontvang om voor hierdie Kommissie te verskyn op 28 November 1996.\n4. Ek het insae gehad in die beedigde verklaring wat ek destyds \ngemaak het  en met betrekking to hierdie voorval  en het my geheue daaruit verfris.  Alhoewel ek die gebeure nie meer so helder en duidelik kan onthou  nie,  gee ek hier onder na die beste van my vermoe weer soos ek dit onthou.\n5. Ten tye van die voorval was ek in bevel van die Veiligheidstak te \nTerroriste Opsporings-eenheid te Kaapstad.  Gedurende Februarie en Maart 1986 het ek twee bronne hanteer wat van Pretoria af gekom het om ons behulpsaam te wees met die opsproring in waarna ons destyds verwys het as ANC terroriste.  Ek is deur my regsverteenwoordiger geadviseur dat die identiteit van hierdie twee persone syne beriggewers van die polisie, beskerm word deur privilege en ek dat ek nie verplig is om hierdie persone se name te\n openbaar nie.  Ek aanvaar dat hierdie advies korrek is en noem gevolglik nie die twee persone se name nie.  \n7. Op 'n stadium het die twee persone aan my gerapporteer dat hulle \n'n groep mans ontmoet het waarvan party kitsopleiding in Lesotho\nontvang  het en  ander plaaslik deur die ANC opgelei was.  Met die \noog daarop om terreur dade te pleeg.\n8. Volgens die inligting aan my verskaf het hierdie groep mans beplan \nom 'n polisiestasie aan te val en daar was sprake van Guguletu of Manenberg polisiestasies.\n9. Op 27 Februarie 1986 is ek deur een van die twee persone genader \nwat aan my rapporteer het dat die groep mans mekaar baie fyn dophou en veral hy en sy kollega voel dat hulle onder verdenking staan.\n10. Sy kollega het gevolglik vir veiligheidsredes nie saamgekom nie.  \nHy het rapporteer dat saam met hulle twee, hulle tien mans is wat \nbeplan om 'n polisie bussie van Guguletu polisiestasie aan te val.\n11. Ek het hom uitgevra oor waar die mans slaap in 'n poging om \nhierdie mans te arresteer.  Hy het ons meegedeel dat die groep baie  rond beweeg en elke aand op 'n ander plek slaap.  Hy het ook verder rapporteer dat een van die mans aan hulle bekend as Rasta, die wapens versteek het en dat net hy weet waar dit is.  Rasta sou ook die leier van die groep wees.\n12. Die inligting was verder gewees dat die groep mans, die \npolisiebussie van Guguletu op 3 Maart  1986, enige tyd vanaf 715 wannneer dit by Guguletu inkom gaan aanval, 'n gesteelde bussie sal gebruik word om die opgeleide mense na die toneel te bring.  Al tien mans wat die beriggewers sou insluit, sou aan die operasie deelneem.  Hy het ook gerapporteer dat hulle reeds 'n AK47 geweer sowel as R1-gewere, handwapens en handgranate in hulle besit het.\nDie bron kon egter nie se watter mense met presies wapentuig die operasie uitgevoer sou  word nie.  Hy was egter verseker dat daar genoeg wapens was om al tien mans te voorsien.\n13. Hy het verder gerapporteer dat die polisiebussie se bewegings reeds \nvir 'n week of meer gemonitor is.  Hiervolgens het dit geblyk dat die bussie elke oggend tussen 715 en 720 by Guguletu inkom met NY1 en ongeveer op daardie tyd deur die kruising van NY111 gaan.  Die tentatiewe beplanning was om die polisiebussie terwyl dit in Guguletu beweeg aan te val en die insittendes te dood.\n14. Ek het die bron getaak om voor 3 Maart 1986 terug te rapporteer of \ndie operasie beslis sou plaasvind en 'n beskrywing van die gesteelde bussie te gee.  Hulle moes ook 'n bymekaarkom plek sowel as die presiese optrede wat beoog word, verskaf sodat die mense gearresteer kan word voordat hulle die operasie aanpak.  Geen terugrapportering was egter aan my gedoen voor 3 Maart 1986 nie.  Later het hulle aan my verduidelik dat almal wat kennis gedra het van die operasie baie goed dopgehou was, en dat hulle geen kans gehad het om aan my te rapporteer nie.\n15. Op Sondag 2 Maart 1986 het 'n ander onafhanklike bron wie se \nidentiteit ek vir die redes soos hierbo uiteengesit, eweneens nie  bereid is om openbaar te maak nie, rapporteer dat hy ook gehoor het dat sekere gewapende mans die polisiebussie op een of ander stadium wil aanval.  Hy het verder rapporteer dat hy gesien het hoe drie mans 'n gesteelde bussie se registrasienommmers verwyder an ander nommers daarop aanbring.  Hy het die bussie beskryf as beige met geen ruite langs die kante nie, waaruit ek afgelei het dat dit 'n afleweringsbussie was.    Navrae deur my het aan die lig gebring dat 'n soortgelyke bussie 'n paar dae geroof was.\n16. Ek het die inligting aan my verskaf, aan my seniors oorgedra en \nreels was getref aan lede van die Onluste-eenheid, Veiligheidstak \nasook lede van die Skiereiland se Moord-en Roof-eenheid om deel \nte neem aan 'n operasie wat daarop gemik was om die aanvallers te \nverhoed om hulle voorgenoemde daad uit te voer.\n17. Aanvanklik was beplan om 'n groot vragmotor voor hierdie \naanvallers in te ry wanneer hulle met die bussie sou beweeg om hulle aanval uit te voer en hulle dan te arresteer.  Weens die feit dat ons inligting daarop gedui het dat die aanvallers almal gewapen en onverskroke was, is besluit dat die  bestuurder se vragmotor se lewe in gevaar sou wees en verder dat 'n vragmotor nie vinnig genoeg sou kon beweeg indien die aanval vanuit 'n onverwagte rigting sou plaasvind nie.\n18. Daar was toe beplan om voertuie orals op die roetes na die hoeke \nvan NY1 en NY111 te plaas.   Wat dan sou rapporteer wanneer die voertuig met aanvallers verby hulle punt sou gaan.  Verder sou verskeie stoppergroepe te voet en per voertuig by die toneel stelling inneem.\n19. Wanneer die voertuig identifiseer sou word, moes almal per radio \nin kennis  gestel word waarop die lede dan in die rigting sou \nbeweeg waar die voertuig gesien is.  Daar moes dan gepoog word \nom die voertuig met aanvallers se bande stukkend te skiet om dit \nsodoende tot stilstand te dwing, waarna die voertuig omsingel sou \nword en die aanvallers  arresteer sou word.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Excuse me - excuse me Superindendent, I am made to believe that you are going a little bit to fast for our interpreters.",
            "Unknown"
        ],
        [
            "MR LIEBENBERG",
            "I am sorry Mr Chairman.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "If you could - ja thank you.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Indien die aanvallers sou beginne vuur, sou daar teen hulle opgetree word ten einde hulle tot oorgawe te dwing.  Ek was veral bekommerd omdat twee van die aanvallers my bronne was en ek beslis nie wou gehad het dat hulle in 'n skietery beseer of gedood moes word nie.\n20. Reelings is hierop getref om die lede wat aan die operasie sou \ndeelneem op 3 Maart 1986, om ongeveer 230 die oggend te Wingfield bymekaar te kry.  Ek was teenwoordig die betrokke oggend en het almal teenwoordig wat geklee was in kamoefleerdrag, en sommige in privaatdrag ingelig aangaande die inligting tot my beskikking.\n Majoor Odendal van die Onluste-eenheid en Sersant Bellingham \nvan die Veiligheidstak het die beplanning voorgele, langs die lyne \nsoos hierbo uiteengesit, wat daarna bespreek is.  Die hoofdoel van \ndie beplanning was daarop gemik om die aanvallers te identifiseer \nvoordat hulle tot aanval sou oorgaan en dan arresteer.\n21. Majoor Odendal het die onderskeie lede uitgeplaas na verskillende \nobservasiepunte met die opdrag dat nadat die voertuig geidentifiseer is, die voertuig se bande stukkend geskiet moes word om dit tot stilstand te dwing en die voertuig daarna omsingel moes word met die doel om die insittendes te arresteer.\n22. Ek was geplaas in NY111 ongeveer 1 kilometer oos vanaf die \nkruising met NY1.  Om ongeveer 715 op 3 Maart 1986 is daar oor die radio gerapporteer dat die polisiebussie, die kruising met NY111 oorgesteek het en dat dit veilig by die polisiestasie te Guguletu arriveer het.\n23. Om ongeveer 720 het Majoor Brazelle van die Onluste-eenheid oor \ndie radio opdrag gegee dat die lede kan onttrek.  Die operasie was so ver dit ons aangegaan het, afgehandel en ons het onttrek.\n24. Ek het my punt met die voertuig verlaat, en by die kruising van \nNY1 en NY111 gery,  in die rigting van Bishop Lavis om lede wat te \nvoet was by die Nasionale Pad te gaan oplaai.  Om ongeveer 725 \nhet iemand rapporteer dat daar nou 'n aantal swartmans by die \nhoeke van NY1 en NY111 is wat verdag voorkom.  Op hierdie \nstadium  - ek was op hierdie stadium al op die N2 op pad om die \nlede wat te voet in die bos was, te gaan optel.   Op hierdie stadium \nwas daar 'n onderbreking in die radio kommunikasie, later is \nvasgestel dat 'n lid sy radio laat val het en dat die knoppie \nvermoedelik ingedruk is en al die kommunikasie uitgesny het.\n25. Ek het terug beweeg na die kruising van NY1 en NY111 waarop ek \nom ongeveer 733 gearriveer het en het Majoor Odendal op die sypaadjie van NY1 gekry tussen NY111 en die brug oor die N2 snelweg.  Hy het aan my meegedeel dat die aanvallers handgranate gegooi het en ek het ook skote gehoor.  Ek het aan majoor Odendal gese dat ek na Manenberg sou ry om vas te stel wat fout is met die kommunikasie en om 'n helikopter te reel sowel as versterkings om die toneel af te kordon, aangesien daar aanvallers in die rigting van die bosse wat noordwes van die kruising gelee is, gehardloop het.\n26. Op hierdie stadium het ek net polisievoertuie in die omgewing van \ndie toneel opgemerk, en 'n afleweringsbussie soortgelyk aan die beskrywing wat ek ontvang het as waarmee die aanvallers sou ry in die kruising opgemerk.\n27. Toe ek by die genoemde kruising verbyry in die rigting van \nGuguletu polisiestasie, om ongeveer 738 het ek twee swartmans op die grond sien le, die een man het in NY111 gele en die twee man links op die sypaadjie op NY1 gele.  'n Derde man het in die middel van die kruising langs die aanvallers se voertuig op die teerpad gele.\n28. Ek het hiervandaan na Manenberg polisiestasie gery en die nodige \nreelings daar getref.  Ek het ook aan my kantoor rapporteer en hulle van die voorval verwittig.  Daarna het ek na die toneel teruggekeer.\n29. 'n Rukkie na my aankoms het ek skote hoor klap in die bosse \nnoordwes van die kruising en ek het in daardie rigting gestap.  Van die lede het uit die bos gestap gekom met 'n swartman, ek het met die man gesels waarop hy aan my gese het dat hy in die bos geslaap het.  Ek het gevra dat hy opgepas word sodat ek weer et hom kan gesels om hom te identifiseer.  Toe ek egter later na hierdie man soek, was hy weg.  Die lede wat hom uit die bos gebring het, kon my nie se wat sy naam was nie, maar hulle was tevrede dat hy slegs 'n bosslaper was.  By die plek waar hy sou slaap, het hulle koerante en plastiek gevind.\n30. Hierna was aan my gerapporteer dat twee van die aanvallers in die \nbosse doodgeskiet was.  En ek het daarheen beweeg.  Ek het 'n swartman met 'n Tokarev pistool langs hom op die grond sien le en 'n ent daarvandaan 'n tweede swartman met 'n RGB5 handgranaat tussen sy bene sien le.\n31. Ek het ook later verneem dat Kaptein Loock en Sersant Smit 'n hond \ndoodgeskiet het, ek het die hond dieper in die bosse van die plek waar die twee swartmans gele het, dood op die grond sien le.  My beriggewers het daardie aand gerapporteer dat die volgende persone aan die operasie deelgeneem het\nChristopher Piet alias Chris alias Rasta.\nZola Alfred  Swelani alias Mandela.\nGodfrey Jabulani Miya - alias Jabulani alias Jabu.\nZabonke John Konile - alias Walk Tall.\nThemba Mlifi - alias Tshepo\nZenith Mjobo - alias Themba Madiyana alias Semi.\nMandla Simon Mxinwa alias Jabu - alias Baba\n33. Die oorledenes was op 4 Maart 1986 deur my twee beriggewers \nuitgeken as die genoemde sewe persone.\n34. Volgens die inligting deur my ingewin, van my twee bronne het al \nsewe die oorledenes militere opleiding ontvang en was hulle betrokke by verskeie terreur dade.  Hierdie inligting was as volg\n34.1 Christopher Piet sou gedurende 1985 blitskursusse in die hantering \nvan die vuurwapens by die ANC in Botswana en Lesotho ondergaan het.  Hy sou saam met Joe Quinn alias Leon Meyer, te Kaapstad beweeg en verkenning gedoen het met die oog op moontlike aanvalle.  Hy sou ook verantwoordelik gewees het vir die inbring van handgranate vanaf Lesotho na Suid-Afrika.  Hy was ook betrokke by minstens vier terreur aanvalle onder andere op lede van die destydse Suid-Afrikaanse Polisiemag.\n34.2 Zola Swelani het gedurende 1985 'n blitskurses van drie weke in \nwapenhantering by die ANC in Lesotho deurloop.  Hy het in 1985 saam met 'n opgeleide persoon Themba Hector in die Kaapstad se Skiereiland beweeg.  Hy was betrokke by minstens drie dae van terrorisme gepleeg in die omgewing van Guguletu.\n34.3 Godfrey Jabulani Miya het 'n blitskursus in wapenhantering \naangebied deur  Themba Hector deurloop erens in die Kaapstad omgewing.  Hy was verantwoordelik vir minstens drie terreur dade in die Guguletu omgewing sowel as verskeie voorvalle waarin huise afgebrand is en persone deur middel van die necklace metode gedood is.\n34.4 Zabonke  John Konile het ook dieselfde blitskursus aangebied deur \nThemba Hector plaaslik deurloop. Hy was betrokke by ten minste een terreur daad waarin 'n handgranaat op die Suid-Afrikaanse Polisie gegooi was te Guguletu.\n35.5 Themba Mlifi het in 1985 'n blitskursus in Lesotho deurloop, hy was \naanvanklik 'n Zipra soldaat  en is gedurende 1980 deur die ANC gewerf en na die RSA gestuur om te wag op verdere opdragte.  Sy sending was meestal in die Natal en Transkei omgewing waarna hy na die Kaapse Skiereiland gekom het en hy met Themba Hector betrokke geraak het.  Hy was volgens inligting betrokke by 'n petrolbom op die Mbkweni spoorwegstasie op 9 April 1985 waarin R1.5-miljoen se skade aangerig was.\n34.6 Zenith Mjobo het gedurende 1984 'n blitskursus aangebied deur  \nThemba Hector en Joe Quinn in Lesotho deurloop.  Hy was betrokke in 'n geval van openbare geweld in Lansdowneweg, Guguletu waar 'n privaatvoertuig uitgebrand was.  Hy was waarskynlik ook betrokke by die moord op Raadslede te Queenstown.\n34.7 Mandla Simon Mxinwa was gedurende 1985 die blitskursus \naangebied deur Themba Hector, plaaslik deurloop.  Hy was volgens inligting betrokke by 'n verskeidenheid van moorde in die necklace metode, sowel as petrolbom aanvalle en ander dade van openbare geweld.\n35. Ek het self nooit op enige van hierdie oorledenes geskiet nie en my \nkennis van die gebeure die betrokke dag is beperk tot dit wat ek  hier bo uiteengesit het mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you very much Superindendent Liebenberg.  I shall now allow questions from the panel.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman I am not sure whether we must hand in the written or the signed statement to you now or do you want it at the end of  the questions?",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "You may very well hand it now Mr Brand.  All right, thank you Mr Brand.   Any questions, advocate Potgieter?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you chairperson, Superindendent Liebenberg, was daar lede van Vlakplaas betrokke by hierdie optrede?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter die twee mense wat die span infiltreer het was vanaf Pretoria C-1 in 1986 was Vlakplaas nog vir my 'n onbekende plek.  Maar dit is dat hulle wel daarvandaan gekom het, maar ek nie Vlakplaas  [onduidelik] geken het nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja nee - so u antwoord -  u eenvoudige antwoord is ja.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Vlakplaas is betrokke by die optrede?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dis korrek.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wie is Sersant Bellingham?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Sersant Bellingham was ook verbonde aan Veiligheidstak hoofkantoor, hy was die hanteerder van die mense wat in die Kaap  gewerk het.\nADV",
            "Unknown"
        ],
        [
            "POTGIETER",
            "Ook van Vlakplaas.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou daar was klaarblyklik 'n hele paar polisiebeamptes betrokke by die voorval.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Behalwe vir Sersant Bellingham wie was die ander Vlakplaas lede?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Daar was 'n Konstabel Mbelo.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En wie nog?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek kan nie onthou of daar enige ander van hulle deelgeneem het die dag nie, maar daar was van hulle daardie tyd in die Kaap teenwoordig, behalwe vir die twee manne natuurlik wat betrokke was in die aanval.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So daar was twee Vlakplaas lede in die voertuig waarin die sogenaamde terroriste gery het.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En daar is Sersant Bellingham wat die hanteerder was van die Vlakplaas mense.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ook wat bekend staan as Askari's korrek?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, en dan is daar die Sersant Mbelo.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Het hy 'n voertuig  bestuur die dag in die voorval?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "As ek reg kon onthou mnr die Voorsitter het hy die wit minibus bestuur.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En het hy passasiers by hom gehad?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ook Askari's van Vlakplaas?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter sover ek kan onthou was daar polisielede in daardie voertuig.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Van waar?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Plaaslik, ek dink die...[tussenbeide]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "U moet mooi dink superintendent.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Die een was Adjudant Offisier Loots van die Onluste-eenheid en die ander een was 'n Konstabel Viljoen van die Onluste-eenheid.  Wie nog in die voertuig was, sal ek nie presies kan se nie mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar aan u kant van die operasie - aan die polisiekant van die operasie, ons weet nou dat aan die sogenaamde terroriste kant was daar Askari's van Vlakplaas.  Aan u kant van die operasie saam met Mbelo, was daar Askari's van Vlakplaas in daai voertuig gewees by die voorval?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "In daardie wit voertuig wat Mbelo in was?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dis reg.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek is nie seker nie mnr die Voorsitter, ek vermoed daar kon nog een by gewees het ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nog 'n Askari van Vlakplaas saam met Mbelo.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Baie moontlik...[tussenbeide]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Of miskien meer, miskien vier.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is baie moontlik mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, die Sersant Bellingham het gerapporteer op daardie stadium ek is nie seker wat sy rang was nie, maar - hy het gerapporteer direk aan toe hy - soos hy toe - die  rang soos hy toe gehad het, Kaptein De Kock is dit reg - Eugene de Kock.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Sersant Bellingham het aan Hoofkantoor rapporteer en ek glo so, want Kaptein De Kock was by Hoofkantoor gestasioneer mnr die President.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hy was by Vlakplaas, dis baie bekend superintendent.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ja maar ons berigte is nie na Vlakplaas u weet gestuur nie mnr die Voorsitter, ons berigte is na Veiligheidstak, Hoofkantoor gestuur.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja - ja maar die punt wat ek aan u maak is dat De Kock was by Vlakplaas, ons weet dit.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Goed, en Bellingham het gerapporteer aan De Kock.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is moontlik, ek se dit - mnr die Voorsitter dit is wat ek gese het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nee maar - nee maar met respek superintendent, u was teenwoordig - u was betrokke by die beplanning van die optrede alles, u het geweet wie is almal betrokke, ek meen dit werk mos nie so dat sommer net iemand blindelings van nerens af inkom en u weet nie wat aangaan nie.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So u het geweet dat Sersant Bellingham en konstabel of wat hy ook al was, Mbelo, en die  ander Askari's is van Vlakplaas en hulle rapporteer aan Eugene de Kock.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek Edelagbare, en hy was volgens my gestasioneer by Veiligheidstak, Hoofkantoor op daardie stadium.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Van die voertuie wat betrokke was van die polisie kant van die optrede het behoort aan Vlakplaas nie waar nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Die een bussie waarin Konstabel Mbelo was, dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En wat van daai voertuig wat Sersant Bellingham bestuur het?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit was 'n voertuig van die plaaslike Onluste-eenheid as ek kan reg onthou mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Die geel voertuig?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Met 'n Vrystaatse registrasienommer?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Se u dit is 'n plaaslike voertuig?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Van - hier van die Wes-Kaap?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek, dit was 'n Onluste-eenheid voertuig.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Met Vrystaatse registrasie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het nou nie so opgelet nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "OKC?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Die voertuig wat daar was daardie dag is 'n voertuig van die plaaslike Onluste-eenheid mnr die President.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Verstaan ons mekaar ek wil net - ek wil net seker maak ek meen stem u saam daar was 'n geel voertuig as ek nie verkeerd is nie, is dit 'n Datsun.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dis korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En daai voertuig het 'n Vrystaatse registrasienommer?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "As u so se mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nee-nee ons het die - ons het die video het ons daar gekyk.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek - ek het gese - ek het dit nou nie raak gesien nie, maar as u dit so gesien het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar u weet mos - u weet mos daar was foto's ook geneem van die toneel.  U weet mos wat alles gebeur het, ek sal nou vir u die  registrasienommer gee van daai voertuig.   OKC 16030, nou waarvandaan af kom daai voertuig?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Daai voertuig was deel van die plaaslike Onluste-eenheid mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar hoe kry u dit reg om 'n voertuig van die Vrystaat, wat in die Vrystaat geregistreer is, te gebruik in die plaaslike Wes-Kaapse Onluste-eenheid?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Daarop sal ek nie kan antwoord nie mnr die Voorsitter, ek was nie by die Onluste-eenheid nie, en ek was ook nie in daai voertuig nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En hy word bestuur deur Sersant Bellingham wat van Vlakplaas is?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Nee Sersant Bellingham het so ver ek nou-nou gehoor het, links in die middel agter gesit.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Of hy sit - u is heeltemal reg, hy sit in die voertuig, hy is 'n insittende in die voertuig?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou hoe het Vlakplaas in die operasie ter sprake gekom?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter ons het reeds van middel 1995 taamlike aanvalle gehad en ons kon in die Kaap nog nie die mense opspoor nie en ons het hulp gevra van Veiligheidstak, Hoofkantoor.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Toe stuur hulle die Vlakplaas mense hiernatoe.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "By geleenthede ja mnr die  Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Soos in hierdie geval?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Soos in hierdie geval mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So Vlakplaas was betrokke van die begin af?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "H'm ek kan nie heeltemal verstaan wat u bedoel met van die begin af nie, hulle was op gereelde basis betrokke ja, van  [onduidelik] later in '85 af.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hulle was betrokke by die insypeling van daai twee bronne van u, daai twee Askari's in die groep van persone wat doodgeskiet was.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek - dit is in Februarie 1985/86.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En dit is die begin van die operasie toe daai - toe  daai bronne ingesypel was in KTC?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ja daar was ander operasies ook beplan waaroor hulle sou meer inligting uitvind.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar kom ons konsentreer net op hierdie geval - in die geval van die sewe persone wat dood is.  In daardie geval stem ons met mekaar saam dat Vlakplaas heel van die begin af betrokke was.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hulle het die insypeling het hulle gedoen.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En ek aanvaar dat daar gereeld gerapporteer was aan Vlakplaas van wat aangaan, hoe ver die operasie verloop het?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Soos ek in my verklaring gese het mnr die Voorsitter is dat ons het seker 'n week voor die voorval met beide die bronne gesels, en ongeveer die Woensdag/Donderdag voor die spesifieke Maandag die 3de, het ons met een van hulle gesels.  Daardie verslag so ver ek kan onthou is van Veiligheidstak, Hoofkantoor rapporteer.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En deurentyd was Sersant Bellingham teenwoordig in die Wes-Kaap?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek Edelagbare - mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Die Vlakplaas kontingent het gewerk vanuit Koeberg uit is dit reg?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit was bymekaarkom plek gewees, dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En daarvandaan is die  operasies geloods om groepe te infiltreer in die woonbuurte ensovoorts.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En wat was die doel, waarom  was die groepe geinfiltreer gewees?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Vir die opsporing van buitelandse opgeleide terroriste soos hulle genoem was in daardie stadium mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So u het geweet dat hierdie  twee bronne van die Askari's het opgeleide persone geinfiltreer in die  woonbuurt.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is wat hulle aan my rapporteer het mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En toe wat doen u toe nou om - of laat ek vir u so vra, kyk u doel was klaarblyklik om sulke mense te arresteer.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wat het u toe gedoen toe u nou verstaan dat die twee Askari bronne was suksesvol, hulle het nou 'n groepie opgeleide terroriste geinfiltreer, wat het u toe gedoen?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Soos ek in my verklaring vermeld het mnr die Voorsitter het ek hulle gevra oor die bewegings oor waar die mense is in die poging om hulle te gaan arresteer by hulle woonplekke.  Daar is aan my meegedeel dat hulle by - nie by een plek elke aand slaap nie en dat die wapentuig in die eerste plek ook nie by hulle is nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou  wat ons in belangstel is die pogings wat u aangewend het om hulle te arresteer.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Die pogings was dat hierdie mense moes terugkom na ons toe met nuwe inligting voor die 3de sodat ons nie op die 3de 'n kans gaan he om die mense te arresteer nie, maar daar voor.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar...[tussenbeide]",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Soos ek verduidelik het, het die bron nie teruggekom na my toe voor die 3de nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar u het al  heel aan die begin, die mense is - as ek u getuienis reg verstaan is, is van Februariemaand minstens al geinfiltreer in die groepie in, in KTC.  So u was alreeds bewus op daardie stadium dat daar bestaan 'n groepie van opgeleide terroriste soos u dit stel.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek, die rapport...[tussenbeide]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou waarom - nou waarom wag u vir die 3de van Maart, waarom tree u nie onmiddelik  op toe u weet dat daar 'n groepie opgeleide terroriste is in die Wes-Kaap in, en spesifiek in KTC nie.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Toe die rapport aan my gemaak is mnr die Voorsitter was dit ongeveer 7 tot 8 dae voor die 3de Maart.  Daarna het ek slegs een ontmoeting met een van die twee die bronne gehad op die 27ste.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En na daai eerste ontmoeting, nadat u met die bronne vir die eerste maal gepraat het, toe u weet nou  hier is mense met klomp wapentuig en wat ook al, wat het u toe gedoen om hulle te arresteer?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het gewag vir my bronne se inligting mnr die Voorsitter.  Soos ek verduidelik het, kon hulle nie 'n vaste plek gee waar hierdie mense is nie.  Indien ek sou opgetree het, sou ek al hulle pogings om meer inligting in te samel, verydel het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar watter - watter meer inligting wil u nog he - u weet dat daar is 'n groepie opgeleide terroriste -  u weet dat daar is sprake van wapens, en u doelwit as ek u korrek verstaan is om sulke mense te arresteer.  Nou wat meer wil u nog he?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "As ek geweet het waar om hulle te kry mnr die Voorsitter, maar ek het nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar het u die bronne wat die mense ken, hulle moes klaarblyklik vir u  'n aanduiding gegee het waar het hulle die mense ontmoet.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Hulle het hulle in KTC ontmoet, maar soos ek verduidelik het, het hierdie mense op verskillende plekke geslaap, kon ons nooit 'n vaste slaapplek of die wapens stapelpunt gevind nie, want die enigste persoon wat dit ook geweet was Rasta  die bevelvoerder van hulle.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja maar nou waarom - vergeet nou maar die wapenpunt eerstens.  U het mos 'n manier gehad om dit gewoonlik te kry as u die mense klaar gearresteer het.    Ek praat nou net van die arrestasie van die mense.  Waarom - waarom is julle bekommerd oor die wapens, want u kan mos die mense arresteer en hulle ondervra en dan die inligting kry.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "My probleem was om die mense te arresteer mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So die mense het soos groot spelde verdwyn in KTC - u het geen idee gehad waar om hulle te kry nie.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter as u daardie tyd in KTC was sou u geweet het dit is 'n baie deurmekaar plek gewees met plakkershutte en dit was 'n taamlike groot oppervlakte en die mense het uit verskeie gedeeltes van hierdie KTC uitgekom.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was die idee nie dat die Askari's moet reelings tref dat daar 'n optrede moet geloods word op die groepie mense nie en dat u hulle dan in die hande gaan kry nie.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter hierdie optrede was reeds deur hierdie mense beplan om 'n stasie of 'n polisiestasie aan te val en  met die intrede van ons mense was daar net finaal besluit op 'n ding wat hulle gaan doen en daar was ook geen manier vir hulle - volgens hulle inligting waarop hulle dit kon weerhou nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was hierdie nie maar net bloot 'n Vlakplaas optrede soos ons dit nou leer ken het onlangs waar mense geinfiltreer word.   Waar hulle opgelei word - bewapen word, waar daar 'n operasie beplan word en hulle basies in 'n lokval ingelei word en doodgeskiet word.  Was dit nie wat gebeur het nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter soos ek hierdie geval het, was daar geensins so  iets ter sprake nie, hier was mense wat infiltreer het om reeds opgeleide mense te arresteer - se inligting vir ons te bring waarop ons hulle kan arresteer en dit is wat gebeur het in hierdie  geval.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Terloops in al die regsgedinge en die hofverrigtinge wat daar was, het u ooit die feit blootgele dat Vlakplaas betrokke was by hierdie optrede?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Nee ek het nie - ek het dit net genoem as bronne, ek was nooit geroep na enige van die Howe wat gesit het oor hierdie aangeleentheid nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Het u in enige verklaring genoem dat Vlakplaas betrokke was van die begin af in hierdie optrede?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Nie in die verklarings nie mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Waarom nie? ... einde van Band 1, kant 2 ...",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Indien ek die mense sou geidentifiseer het dat hulle deel was van die groep, sou daar moontlik mense gewees het wat hulle gesien het, hulle het weer in die Kaap kom werk by geleenthede en dit sal dan doelloos gewees om hulle bekend te maak en vir hulle eie veilligheid kon daar miskien mense besluit het om hulle dood te maak.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar wat van Bellingham en Mbelo?  Wat is die probleem met hulle, hoekom het u nie in u verklarings op enige stadium dit bekend gemaak dat hulle twee is lede van Vlakplaas nie.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het dit nie nodig geag op daardie stadium nie U Edele ons het - my verklaring het gelei hy is in Veiligheidstak, Hoofkantoor.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So u - u het nie die volledige inligting - u het nie die volle waarheid in u verklarings genoem nie, nie waar nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter van Vlakplaas soos ek u reeds gese het - het ek op daardie tyd nie kennis gedra waar hy is of wat hy is nie.  Volgens my inligting is Sersant Bellingham gestasioneer te Veiligheid Hoofkantoor, Pretoria.  En so was vir so lank ek kan onthou.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So - so - so as ons u nou korrek verstaan dan moet ons nou daarvan verstaan dat u se u het nie Vlakplaas genoem nie, want u het geweet daar was so 'n ding gewees.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Op daardie stadium wat ek 'n laaste verklaring gemaak het, het ek nog nie van 'n plaas geweet met die naam van Vlakplaas nie.  Hierdie mense het ek beskou as Veiligheidstak, Hoofkantoor personeel.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou wanneer het u nou uitgevind dis Vlakplaas se mense?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het geweet hulle is van Veiligheidstak, Hoofkantoor.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja maar wanneer het u uitgevind dit was Vlakplaas se mense?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Seker omtrent twee - twee jaar daarna het ek agtergekom wat ek meer met hierdie mense gewerk het.  Is dat hulle van 'n plaas af werk met die naam van Vlakplaas.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wat het u toe gedink van die operasie?   Vlakplaas was hier saam met u betrokke gewees in u optrede en ons weet hoe het dit gegaan daar as daai mense betrokke is.  Wat het u toe gedink?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het nie toe geweet nie mnr die Voorsitter, ek lees ook nou eers die koerante saam met u.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wat dink u nou?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Wel ek kan se met alle eerlikheid hier, was daar geen so 'n beplanning van ons kant af nie en indien daar enige gedagte was van iemand anderste  - het ons nie daarvan kennis gedra in die Kaap nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So u kon mislei  gewees het, die plaaslike polisie - u  kon mislei gewees het oor  die - oor die Vlakplaas betrokkenheid in hierdie optrede?  Is dit wat u se?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek sou so se maar ek het hulle voluit vetrou daardie - op daardie stadium mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "I think what advocate Potgieter wants to establish is if you were as you claim you  were not  aware at the time that this two gentleman at least, Bellingham and Mbelo were from Vlakplaas.  Why didn't you mention them in your reports, if all your thinking was that they are from Head Office in Pretoria, from the Security  Police.  Why didn't you mention their involvement as such?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "As ek kan se mnr die Voorsitter daardie mense was tot op die laaste dag wat ek geweet het van Veiligheidstak, Hoofkantoor was hulle op Veiligheidstak, Hoofkantoor se personeel.  \n Vlakplaas is slegs 'n basis gewees waaruit mense gewerk het, seker soos ons maar van Koeberg af gewerk het, maar hulle was gestasioneer te Veiligheidstak. Hoofkantoor, Seksie C-1.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Ja all the more the reason that's the question.  Why didn't you mention them in all your previous reports that apart from the police were from the Western Cape - from the Peninsula.  There were also people from Head Office, Security Headquarters in Pretoria.",
            "Unknown"
        ],
        [
            "MR LIEBENBERG",
            "As far as I can recollect  - mnr die Voorsitter het ek in my vorige verklarings gese dat Sersant Bellingham was van Veiligheidstak, Hoofkantoor.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "En Mbelo?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek weet nie dat ek hom op een of ander stadium genoem het in my verklaring nie, maar hy het self ook 'n verklaring gemaak in die geregtelike na-doodse ondersoek waarin hy gese het van waar hy  [onduidelik]  is.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En u in u verklaring wat u vandag voor ons gele het waar - waar maak u die Vlakplaas betrokkenheid bekend?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek maak nog steeds geen Vlakplaas betrokkenheid bekend nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Waarom nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek beskou dit nie as nodig nie want dit - Vlakplaas soos ek u se is 'n basis waarvandaan hierdie mense gewerk het.  My inligting was op daardie stadium dat hierdie mense kom vanaf Veiligheidstak, Hoofkantoor.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Beskou u dit nie nodig om vir hierdie Kommissie te se dat Vlakplaas betrokke was by die optrede nie.  Dat Bellingham en Mbelo van Vlakplaas was - dat daar Askari's was van u kant en aan die ander kant en dat Bellingham gerapporteer het aan De Kock - ag u dit nie nodig nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het dit nie nodig geag nie mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "The u enige verduideliking daarvoor?   Het u gedink dis heeltemal irrelevant ons stel nie belang in die  Vlakplaas betrokkenheid nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Nee ek het nie mnr die Voorsitter - ek het dit reeds vir die ondersoekbeamptes genoem - ek het gedink u dra reeds kennis daarvan.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ek praat van die verklaring wat u voor ons geplaas het hier - wat u onder eed vir ons gese het, dis waarop ons moet werk.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is die mense wat ek gese het is van Veiligheidstak, Hoofkantoor.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "No Mr Liebenberg - we are talking about November 1996 and you have come here to testify pursuant to having been subpoenaed by a Commission which up to date has been dealing with incidents of Human Rights Violations and Vlakplaas has been mentioned, not only here - but in other testimonies.\n I don't know whether you want us to accept as the truth, the whole and nothing else but the truth, and you are under oath that when you decided to give evidence, it is  [indistinct]  not concerned about what  have been -  what you thinking was in 1985 or '86.  Are you seriously suggesting to us that when - at these proceedings today  you testified, even though you now know that Vlakplaas was involved - you felt that it was unnecessary  for you to mention Vlakplaas -  the involvement of Eugene de Kock, the involvement of all these other people by name.  Are you seriously suggesting that - because you though that it was unnecessary?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter die woord Vlakplaas en die plek Vlakplaas het nou onlangs in die pers meer te beurt gekom.  Ons het nooit van Vlakplaas gepraat nie, ons het gepraat van die mense van Veiligheidstak, Hoofkantoor.  Die woord Askari was ook baie min gebruik deur myself, ons het gepraat van gerehabiliteerd.  So die woord Askari het ek ook baie min  gebruik, aangesien daar 'n konitasie was dat dit een of ander - dat dit 'n  [onduidelik] naam was.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "That's not my question, are you seriously suggesting that today, you thought that with all that you have had from the - from the press from wherever - and your knowledge which I understood your evidence to be saying you established about  two years thereafter that in fact the people who had said they were coming from Head Office in Security Head Office were in fact from Vlakplaas.\n Are you seriously suggesting that you didn't think that with what you  know and what you knew two years after the event, that these people were in fact from Vlakplaas.  With everything that has been said about Eugene de Kock and your knowledge that Eugene de Kock was involved in this particular matter - are you seriously suggesting to us that you didn't think that it was necessary for you  to volunteer that.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is reg mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ons aanvaar dat die ander persone wat betrokke was by die optrede - was bewus daarvan dat twee van die Askari bronne was in die voertuig waarin die sogenaamde terroriste beweeg.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Die ander lede wat betrokke was by die voorval mnr die Voorsitter het op daardie stadium slegs kennis gedra dat dit twee bronne was en dat hierdie mense saam met  Sersant Bellingham gewerk het.  Ek sou se die meerderheid van die mense wat deelgeneem het, het nie eers dit geweet op daardie stadium nie.  Ons het  vir hulle die bronne se inligting gegee.  \n So ek sal se daar is taamlik van hulle wat nie geweet het van waar die bronne was op daardie stadium nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar daar is ook van hulle wat geweet het van waar die bronne is nie waar nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is moontlik dat ons tydens die gesprek kon gese het dat dit is van Sersant Bellingham se manne - maar dit is nie pertinent uitgespel nie - nee mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar waar - maar waarom sal u dit nie doen nie, hier  is  senior mense saam met u - mnr Odendal die tweede in bevel van die  Onluste-eenheid in die Wes-Kaap  daar is 'n hele klomp ander senior offisiere betrokke daarby, waarom sal u nie hulle inlig en se maar kyk kerels hierdie is nou deel van daai operasie waar ons die groep mense geinfiltreer het en dit is die inligting wat ons gekry het en ons moet nou optree teen hulle sodat ons kan verhoed dat hulle ons polisiebussie aanval.\n Waarom sou u nie dit gedoen het nie.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het aan hulle rapporteer dat dit is twee van ons bronne en dat hulle moet baie versigtig wees om nie die mense skade te laat aandoen nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar in elk geval u se dat daar is moontlik van hulle wat geweet het, meer details as dit?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is moontlik dat iemand van hulle geweet het dat dit mense is wat saam met Sersant Bellingham gewerk het ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En dit is meer waarskynlik dat dit die senior offisiere was, wat betrokke was by die optrede.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is nie te se nie u weet iemand soos Direkteur Kleyn het daardie oggend by 'n baie kort briefing aangekom.  Hy was op die laaste oomblik genader om te kom help aangesien ons te min personeel in privaatdrag gehad het en voertuie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kyk...[tussenbeide]",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek dink nie hy sal daarvan weet byvoorbeeld nie, maar dit is vir hom om te se of hy daarvan geweet het - hoe dit aan hom gestel was mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ek sal -  ek sal verstaan as u vir ons se dat van die heel junior mense die konstabels en die sersante wat nou maar net moet - ek vergeet nou die  term wat u gebruik het - stopper of wat ook al - die mense wat nou maar moet -  as mense weghardloop dan moet hulle die mense afsny, daardie groepie.\n As hulle nou nie die details weet nie, sal ek  dit verstaan dis waarskynlik - maar die  senior offisiere wat by u betrokke was -  saam met u betrokke was -  dit is oorweldigend waarskynlik dat hulle die details moet geweet het.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter kan ons net teruggaan na tien jaar terug  toe.  Ek word deur die Kommissaris  gevra asof dit 'n voorval van gister was, as ons tien jaar terug gaan kyk en iemand het dan gepraat van Vlakplaas of van Askari's dan sou selfs ek nie lekker besef het waaroor dit  gaan nie.\n Ek was toe 'n luitenant gewees, en byvoorbeeld Direkteur Kleyn op hierdie oomblik was daardie tyd 'n kaptein gewees.  So ons was basies in 'n groep  wat hy  ingekom het en wat hy 'n kort briefing gekry het.  Hy en drie manne van Moord en Roof, want hulle was glad nie eers die vorige aand by toe ons darem net gekyk het na die opsies hoe om so 'n bussie te  stop nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "U weet Superintendent ek vind dit ongelooflik - u was volgens u verklaring was u op die stadium in bevel van die  Veiligheidstak se Terroriste Opsporings-eenheid in Kaapstad - min of meer dieselfde werk  wat Vlakplaas gedoen het - sogenaamd.\n U het in 1987 net 'n jaar na die voorval het u 'n toekenning gekry vir u  werk in die  bekamping van terrorisme - so u het  'n spesiale toekenning gekry ter erkenning van u goeie werk wat u doen.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En u wil vir ons se dat u het nie 'n woord geweet van 'n eenheid soos Vlakplaas nie.  Dit is ongelooflik stel ek dit maar dan aan u nou.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "In 1986 mnr die Voorsitter soos ek gestel het in 1985 se einde rond het die  mense vir die  eerste keer saam met ons kom werk.  Vlakplaas waar daar nie op daardie  stadium baie van gepraat nie - wel by my het dit nog nie eers van melding gekom nie.\n Daarna wat ek  eers Pretoria besoek het, is ek geneem na die plek toe  waar hierdie mense in rehabilitasie gewoon het, en hulle opleiding ontvang het as polisiemanne.  Voor dit was ek nog nooit by  die plek nie, of was daar van sy naam teenoor my gepraat nie.  Ek het hulle beskou  as personeel van Veiligheidstak, Hoofkantoor, C-1.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kom ons - ons kom nou terug by die punt wat ons gemaak het.  Al die mense wat betrokke was by die  optrede - moes minstens geweet het dat daar twee van die  bronne was saam met die sogenaamde terroriste en moes geweet het hoe hulle lyk, anders kon hulle daai spul ook doodgeskiet het.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ons het probeer vir hulle verduidelik hoe hulle lyk, mnr die Voorsitter daar was op geen stadium - maar geen stadium bedoel om daai  mense dood te skiet nie.  As ek net daar 'n regstelling kan maak.  Die hele optrede was geloods rondom 'n arrestasie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Okay.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Die feit dat daar twee van ons mense tussen in was, was nog meer die feit dat daar slegs 'n arrestasie uitgevoer sou word.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "U is nie ernstig nie.   U se - u se in u verklaring aan ons  - net gou daardie gedeelte kry.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Now while advocate Potgieter is trying to  find a place - now if I understand your testimony well - you suggest that your intention was always to arrest these people.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "But according to your sources they were armed.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die  Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "And they were planning to ambush a police vehicle at certain identified places.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "And if I understand the position - the police did expect that there might be a shoot out.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die  Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "That these people were trained and therefore might resist arrest.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is waarom ons  so  goed as moontlik probeer ons operasie loods het mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "And - and if we understand your  version in fact that is what did happen, there was a shoot out.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit was na die ontrekking reeds plaasgevind het ja mnr die  Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Ja in any event but you  know there was a shoot out precisely because the other people had weapons in terms of your version.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Now I think that wat the question seeks to establish is did you  not  feel concerned about the safety of your sources, that they  might be caught in the crossfire or didn't you care?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ons het baie omgegee mnr die Voorsitter dit is waarom die beplanning 100% met oorgenoeg mense gedoen moes word dat ons nie so 'n bussie probeer met se vier lede of  vyf lede inwag nie, waarop daar definitief 'n skietery sou ontstaan het nie, maar as ons in die oorgrote meerderheid was, sou daar nie 'n skietery plaasgevind het nie.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Advocate Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.\nOm net terug te kom na u eie verklaring toe, u het vir ons gese dat volgens wat u verstaan het, was die mense gewapen en onverskroke is die woord wat u gebruik, onverskroke en hulle is gewapen.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So dit is tog oorweldigend duidelik dat u - u  geweet het dat die moontlikheid dat daar 'n skietvoorval gaan wees amper 100%.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter maar omdat ons nie weer met die bronne kontak gehad het nie, was dit ons enigste uitweg om daardie oggend voort te gaan met wat - die inligting wat hulle aan ons laaste gegee het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Het u toe  vir  elkeen van die  persone wat betrokke was by die optrede 'n beskrywing gegee minstens van u bronne - sodat u bronne nie kan doodgeskiet word nie.  Of het u nie omgegee nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Sover ek kan - sover ek kan onthou het Sersant Bellingham 'n beskrywing gegee - sover as moontlik en verder was daar mense so geplaas dat Sersant Bellingham was in 'n groep - Konstabel Mbelo was in 'n groep.  Daar was iemand in die - nog 'n groep wat wel die mense geken het wat nie baie sou help in hierdie laaste geval wat nou werklik gebeur het  toe alles uitmekaar uit begin gaan het nie, maar waar die mense in 'n bussie  sou gewees het, sou hulle ten minste vir die ander kon se wie is wat as daar 'n kans was.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Was die beplanning van die optrede nie sodanig  dat die twee bronne beskerm sou wees in die sin dat hierdie ongelukkige sewe jong mans afgelaai  word van die  voertuig af en te voet dan doodgeskiet word deur die  polisie, want u weet dat u  bronne is nie daar nie, die  bronne is in die voertuig.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Die beplanning laaste op die 27ste was daar geensins  so iets bespreek nie, ons het nie presies geweet hoe nie, al wat ons geweet het is dat 'n aanval gaan geloods word met 'n bussie en dat ons mense is saam met daardie mense in die bussie.  Dit is die laaste wat ons geweet het  [onduidelik]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Al die mense wat doodgeskiet was, was te voet, is dit korrek?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek kan nie met sekerheid se nie mnr die Voorsitter, ek was nie op  die toneel nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar met respek Superintendent - u  ken die omstandighede van die saak, u was die sleutel gewees, plaaslik en ook met Vlakplaas, u was die skakel gewees in die geval.\n Op 'n stadium het u amper soos 'n ondersoekbeampte opgetree en ek sal vir u  nou verwys na die  stuk en ons kom nou daarby.  So u was - u was sentraal in hierdie  - in hierdie voorval gewees.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "As ek moet terugdink, maar dan gaan praat onder korreksie mnr die Voorsitter omdat ek nie op die toneel was tydens die  skietery nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kan ek vir u so  vra, was daar enige iemand in 'n voertuig doodgeskiet terwyl die persoon in die voertuig  was?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Daar was een van die mense wat in die middel van die straat gele het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ja hy was buitekant, ek praat nie van die straat nie, ek is jammer om u in die rede te val.  Ek praat nie van die straat nie, ek vra is daar enige iemand in 'n voertuig doodgeskiet gewees.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Nee mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So almal was te voet wat doodgeskiet was nie waar nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En is dit nie die plan gewees nie, is dit nie die manier gewees hoe die bronne beskerm was nie, dat die ander spannetjie is soos teikens in die straat afgestuur en dan word hulle doodgeskiet.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter hierdie voorval het plaasgevind nadat ons reeds onttrek het - nadat die polisiebussie veilig was.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En terwyl u daarvan praat - hierdie  was gewapende onverskroke persone gewees watter - het u - het u die insittendes van die polisievoertuig in kennis gestel dat daar 'n aanval op hulle geloods gaan word?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En toe, wat gebeur toe?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het van vrywilligers gebruik gemaak mnr die Voorsitter wat bereid was om daardie oggend wel met die voertuig deur  te gaan.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So - so as daai voertuig aangeval sou gewees het, sou die mense wat binnekant was, gereed gewees het en verwag het dat hulle kon geskiet het, nie waar nie.  Hulle was gereed vir 'n aanval?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.  Mnr die Voorsitter kan ek  asseblief my baadjie uittrek - baie dankie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En u is bewus daarvan dat daar botsende weergawes is van wat gebeur het op hierdie toneel.  Ons het gister het ons getuienis aangehoor van ooggetuies wat daarop neerkom dat daar van die persone op die toneel koelbloedig onbewapen doodgeskiet was.   Wat is u reaksie daarop?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Soos ek reeds gemeld het mnr die Voorsitter was ek nie op die toneel nie, hierdie saak was reeds in 'n ope hof hanteer en die Hof het andersins bevind.  Ek het van die getuies van gister se name gesien.  Hulle het ook in die ope hof getuig en hulle getuienis was blykbaar nie aanvaar deur die landdros  nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dis wat verbasend is, maar in elk geval hierdie Kommissie is nie gebonde aan enige ander liggaam nie of bevindings nie, ons doen 'n onafhanklike ondersoek.  So ons - ons kyk na die saak van die begin af weer en onbevange sonder enige invloed van enige ander persoon of instansies se opinie.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek verstaan so mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou u sien die weergawe van die ooggetuies is meer samehangend met die tipe van optrede wat ons van kennis geneem het van Vlakplaas optredes, die manier hoe Vlakplaas optredes uitgevoer was.  Waar persone koelbloedig sonder om 'n oog te wink, doodgeskiet was onder omstandighede waar daar geen dreigement is nie.  Onder omstandighede waar persone hulpeloos eintlik maar is.\n En die getuienis wat ons aangehoor het is van daardie tipe - wat daarop neerkom dat een persoon met sy hande in die lug gestaan het en dat hy uiteindelik doodgeskiet was nadat 'n wapen van hom af weggeneem was.  Die ander getuienis en u weet dit - u ken die getuienis.  Die ander getuienis is  dat daar is 'n persoon wat op die grond le, geen dreigement klaarblyklik vir enige persoon nie en dan twee maal deur die skop geskiet word.  Dit is die aard van die getuienis wat ons het voor ons.\n En wat ek aan u wil stel en vir u vra vir u kommentaar is dat dit klink baie na 'n Vlakplaas tipe  optrede soos ons dit nou leer ken het onlangs, wat se u daarvan?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter ek het ook gelees van Vlakplaas optredes, ek sou nie se dat hierdie ene hou so  baie daarmee verband nie, behalwe vir mense wat daaraan deelgeneem het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar u weet die Interressante ding, u het nou genoem dat dit lyk asof die mense se getuienis verwerp was.  'n Interressante ding is dat die objektiewe feite - die \npost-mortem verslae bevestig byvoorbeeld dat twee persone wat gevind was in die posisie waar die getuienis waarvan ek gepraat het, die persoon behoort te gesien het - een in die kruising van NY1 en NY111 - en die ander een aan die teenoorgestelde kant van die pad van die hostelle af.  Daar is die plan eintlik daar langs u aan die regterkant.\n Om meer spesifiek te wees,  die  persoon in die posisie van nr F as u dit daar sien, so half in die kruising van die twee paaie, die een persoon - wat ek van praat en op die getuienis van die getuie van mnr Benting wat in die bus was by die -  met die kinders - is dit klaarblyklik dit die  persoon was, wat hy gesien het wat geskiet was en die post-mortem verslag bevestig dat daardie persoon is twee skote in die kop  geskiet en dit stem ooreen met die getuienis van mnr Benting.\n Die  persoon in die posisie van K as u daar kyk aan die teenoorgestelde kant van NY111 van die  hostel af, aan die teenoorgestelde sypaadjie, daardie persoon is  klaarblyklik die persoon wat die getuie mnr  Sibaca gesien het, hy het ook gister getuig dat daai persoon is die man wat met sy hande in die lug gestaan het en daai persoon is twee skote geskiet op mnr Sibaca se getuienis.\n En die  post-mortem verslag bevestig dat daai persoon het twee koeelskote gehad.  Maar u sien dit is die eienaardigheid van hierdie - van hierdie saak.  Dat daar is objektiewe getuienis wat daardie getuies se weergawe bevestig.\n Kan u enige kommentaar daaroor lewer of nie?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mnr die President ek weet hierdie is nie 'n hof nie, maar as ons se  [onduidelik] ...[intervention]",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Please speak into the microphone - thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Ek weet hierdie is nie 'n verhoorhof soos wat die getuie meegedeel is nie, maar in alle billikheid teenoor die getuie - hy het nie die getuienis gister gehoor nie en in die tweede instansie daar is meer as een post-mortem verslag in die geregtelike doodsondersoek dossier. \n Kan advokaat Potgieter net identifiseer van watter post-mortem verslag hy praat en dit aan  die getuie  beskikbaar stel.  Ek kan nie sien hoe kan hy  reageer op daai stellings nie.  Ek wil nie - ek het tot nou my weerhou om enige - om enige kommentaar te lewer op die tipe van vrae wat gevra word aan die getuie nie.\n Maar ek dink dit is uiters onbillik om vrae van die aard aan hom te stel as hy nie in kennis gestel word waarvan gepraat word sodat hy daar  [onduidelik] op kan reageer nie.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Advocate Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I am simply  Chairperson I am simply asking I am not going to argue the case - I am not representing anybody.  I am simply asking the witness for his response, if he can respond it's up to him.  I am not forcing him to say  anything, I am asking him.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek kan nie 'n antwoord daarop gee nie mnr die Voorsitter, ek is in die eerste plek nie iemand wat 'n geregtelike nadoodse ondersoek hou nie, ek is nie 'n landdros nie.  Ek was nie op die toneel nie, beide die liggame waarvan u gepraat het, was reeds op die grond toe ek met die bussie vir die eerste keer weer by die toneel aankom.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Mr Brand I think in the circumstances if the witness is going to indicate that he has a difficulty  with giving that sort of reply because of the circumstances you have indicated - I think that we will want to record on the record.  And I will not allow him to be  [indistinct] on issues that he is not capable of being given - ja.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Advocate Potgieter?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Chairperson.\nU se in u verklaring dat u 'n paar dae of op 'n stadium het u uitgevind dat 'n paar dae vantevore is daar 'n voertuig gesteel  en dat daardie inligting die inligting wat die bron aan u gegee het eintlik nou op 'n manier bevestig het, is dit korrek?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.  Die onafhanklike bron kon dit darem nou aan ons bevestig dat daar wel 'n bussie  gesteel was.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kan u onthou wanneer daardie diefstal plaasgevind het?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Al wat ek kan onthou mnr die Voorsitter is dat  dit  'n roof was.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar dit is - dit is 'n roof wat volgens u gebeur het 'n paar dae voor die voorval self, die  skietvoorval.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Volgens - volgens die inligting wat ons gehad het ja.  Ons het nie die presiese voertuig kon identifiseer nie, ons het maar gevat op 'n voertuig wat geroof was van iemand wat brood afgelewer het in Guguletu.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Hoe het u daardie inligting bevestig?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het gaan vasstel by Guguletu polisiestasie watter voertuigsake hulle die afgelope tyd gehad het en rowe en daarop maar probeer soek vir 'n bussie wat betrokke kon wees of sou gesteel gewees het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou daar is 'n eienaardigheid in hierdie verband ook wat ek graag aan u wil stel.  Dit blyk uit die rekords van die Guguletu polisiestasie dat die voertuig wat betrokke was en wat gebruik was deur hierdie sogenaamde terroriste, was gesteel op die 26ste van Februarie.  Dit is volgens die amptelike inskrywings in die rekords van daai polisiestasie.\n Maar volgens die eienaars van die voertuig - is daardie voertuig gesteel op daardie selfde oggend, die 3de Maart 1986.   Nou ons vind dit eienaardig, kan u moontlik lig daarop werp?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek sal nie kan se nie mnr die Voorsitter, ek het my inligting vir die ondersoekbeampte gegee daarna.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En watter rol het u gespeel, het u nie ook die rol van 'n ondersoekbeampte op 'n stadium gespeel nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Nee ek was nie 'n ondersoekbeampte in hierdie saak nie mnr die Voorsitter.  Ek het basies gehelp met die uitkennings van die mense en dit is oor hulle dade wat hulle sou beweer het aan die twee bronne dan en dit voorsien het aan die ondersoekbeampte in my verklaring.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En het u nie 'n ondersoek dagboek bygehou in verband met hierdie voorval nie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is moontlik mnr die Voorsitter vir ons - vir my eie doeleindes by die Veiligheidstak is dit baie moontlik.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wel ek het uittreksel uit 'n ondersoek dagboek hierso, wat skynbaar verband hou met Guguletu - 'n Guguletu ondersoek en die MR-nommer is 54/3/86.  En dit verwys klaarblyklik na hierdie voorval, en dit lyk asof u dit bygehou het, want u handtekeninge verskyn van tyd tot tyd na inskrywings wat gemaak was.   Kan u dit onthou?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "As ek reg kan onthou was daar 'n dossier aangele ten opsigte van terrorisme teen die sewe oorledenes vir die voorval van die dag.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En het u 'n saak ondersoek teen die mense wat dood was?  Hoe werk dit?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Vir elke waar opgeleide terroriste betrokke was, is saak dossiere geopen en as ek reg kan onthou was daar 'n ondersoek geloods in daardie rigting mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So alhoewel die persone nou doodgeskiet is, het u 'n saak ondersoek teen hulle?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter om alle inligting in te win aangaande hulle en hulle bedrywighede.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ek gee nou nie voor dat ek verstaan waaroor dit gaan nie, maar ek wil iets anders vir u vra.   Volgens hierdie inskrywings wat bo u handtekening gemaak was, is daar 'n inskrywing dat teen die 7de van die 4de maand van 1986, dit is meer as 'n maand na die voorval - was daar slegs twee verklarings beskikbaar - dis die verklarings van Sersant Bellingham en Konstabel Mbelo.  Kan u dit onthou?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "As ek na die stuk self kyk mnr die Voorsitter dan sal ek miskien meer inligting daarop kan werp.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ek wys dit graag vir u.   Herken u daai stuk?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ja dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is dit u aantekeninge?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter en is dit so dat teen die 4de of die 7de van die 4de maand '86 het u net twee - was daar net twee verklarings beskikbaar.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou - nou hoe werk dit?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het gewag vir nog verdere inligting op enige iemand anderste wat ook vir ons kan meedeel oor die opleiding van hierdie persone en dade wat hulle by betrokke is behalwe die inligting wat ons ontvang het van die  bronne mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nee maar - nee-nee die verklarings van die persone wat betrokke was by die voorval aan die polisiekant - waarom is daar teen die 7de van die 4de '86 nog geen verklarings geneem van daai persone nie behalwe vir Bellingham en Mbelo?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het die voorval van terrorisme ondersoek met die oog op hierdie mense verder te identifiseer mnr die Voorsitter en die verklarings van die mense teenwoordig was reeds beskikbaar gewees in die geregtelike nadoodse ondersoek en daarvan kon basies - basies net duplikate gemaak word en oorgeplaas word.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar waarom se u dis net twee verklarings wat beskikbaar is as die ander mense alreeds verklarings afle dan was die verklarings mos beskikbaar.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ja maar vir die doeleindes van hierdie ondersoek oor terrorisme U Edele was die ander mense se verklarings nie nodig nie, want die  voorval van die skietery was onafhanklik gewees van die voorval wat beplan was.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wel dis eienaardig  want net 'n rukkie later is daar 'n inskrywing op die laaste bladsy van daai stuk wat voor u is, is daar 'n inskrywing op die 25ste van Junie 1986 dat die verklarings verkry is van Majoor Brits, Kaptein Kleyn, Sersant Bellingham, Konstabel Mbelo, Sersant Grobbelaar, en Sersant McMaster en Adjudant-offisier Barnard.\n En die volgende inskrywing 16/11/86 se u - my verklaring is geliasseer per A8.  So u het tog al die verklarings ook geneem.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek nadat my hoof op daardie stadium my so 'n opdrag gegee het.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar waarom wag u so lank, waarom - waarom is dit nodig om amper drie maande na die voorval in Junie eers verklarings te neem van die polisie wat betrokke was.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter dis net soos u of mnr die Kommissaris soos u vroeer genoem het dat hoekom ondersoek 'n mens 'n saak teen mense wat nie meer lewe nie.  So dit is nie 'n haastige ondersoek gewees nie.  Ons moes alle nodige inligting verder inwin en kyk of daar nie antwoorde nog meer inligting kon op...[tussenbeide]",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar die mense is tog beskikbaar as u kollegas.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek maar ek het ook geweet dat hulle verklarings reeds beskikbaar is by Majoor Brits om enige - enige tyd net te fotostateer of 'n afskrif te kry daarvan.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Net 'n ander aspek van die ondersoek  dagboek van u wat vir my eienaardig is, as u kyk na bls C7 - onder die datum 8/4/86 - paragraaf 4.  Die opdrag is as volg\nDie ondersoek moet volledig wees sodat oorledenes aangekla kan word waarna terugtrekking versoek  kan word.\n So - so u moes die oorledenes aankla lyk dit.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Nou hoe werk dit?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is  polisieopdragte maar nog al die jare gewees mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So as die man - as die persoon oorlede is kla jy hom aan en dan trek jy maar net weer die saak terug teen hom.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is dit 'n manier om die polisie te beskerm?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek sal nie weet nie mnr die Voorsitter ek het dit maar so gekry  en het my onmiddellike bevelvoerder vir my so 'n opdrag gegee.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Wie is Joe Dlamini?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is 'n bron van my mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Waar - waar is hy op die oomblik?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter dis moeilik om te se en ek sal nie graag in die ope hof te veel inligting oor my bron bekendmaak nie, want ek glo dat indien hy nog lewe dat sy lewe in gevaar kan stel.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Maar lewe hy nog?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het geen idee nie mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is u seker daarvan?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ja mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "U weet u is onder eed ne.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter ek het geen idee of hy nog lewe of nie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Kan u dan vir ons ook dalk help, wie is Trompie, watter polisieman is dit, Trompie?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is Inspekteur  Theron ek dink hy is -  ja hy  is deesdae Kaptein Theron.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En waar is hy gestasioneer?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Hy is verbonde aan Binnelandse Veiligheid en ek - hy is in die Paarl  gestasie.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Het u gehoor toe u na die video  kyk, dat Trompie se naam genoem word in verband met die Tokarev pistool?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het nie heeltemal so opgelet na die klankbeeld nie mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Toemaar dit is daarso op die rekord nou - en wie is Andy?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Andy - dit was die video fotograaf as ek reg kan onthou mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "En wat is sy name?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Hy was Andy van der Walt.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Het u geluister na die klankopname waar dit verwys na Andy en die Tokarev?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Nee ek het nie so opgelet nie mnr die Voorsitter.  Moontlik kon iemand met hom seker praat daaroor ek weet nie omdat hy die fotograaf was ja.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you advocate Potgieter - any other questions from the panel - Pumla Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Chairperson.   Good afternoon to you sir.",
            "Female"
        ],
        [
            "MR LIEBENBERG",
            "Good afternoon.",
            "Male"
        ],
        [
            "MS GOBODO",
            "You have been sitting for more than an hour, I wonder how you are feeling now, must be exhausted.",
            "Female"
        ],
        [
            "MR LIEBENBERG",
            "Well it's just very hot in here Commissioner that's all.",
            "Male"
        ],
        [
            "MS GOBODO",
            "I am sorry about that, we come from a very complexed historical period and part of our responsibility is to understand that history.  I just want you to tell us how long had you been working for this Terrorist Tracking Units in 1986 when this happened?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "I  - ek het op - gedurende 1983 is ek na die Veiligheidspolisie toe na ek 'n offisierskurus deurloop het en toe het ek by Veiligheidstak se ondersoekspan gewerk en in 1985 na ons aanvalle begin kry het, is daardie groepie mense basies wat by ondersoek was, afgedeel om die Opsporings-eenheid te raak.\n So ek sou se dit is so in die loop van '85 - eintlik later in '85.  So van toe af was ek meer betrokke net by die opsporing van terroriste soos in daardie  tyd genoem.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "And you were in Cape Town all the time - or were you - did you move from somewhere else?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ek was net in Kaapstad die heeltyd gewees.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Before 1983 where were you based?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ek was toe by die Kaapstad Speurtak gewees tot in - van einde '79 tot '83.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "'79 to '83.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "When did you start your service in the Police Force or in the Security Force?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "In 1979.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "That was the first time you joined the police.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "I wonder in your report in your submission you made reference to the fact that you were dealing with what you then called terrorist.  I wonder if you can explain what you mean by that?  You said what we then referred to as terrorist - can you explain to us what you mean by that?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "In die  Regering van die dag was mense wat in die buiteland opgelei was of plaaslik om die Regering van die dag aan te val - was terroriste genoem en dit was 'n taamlike algemene benaming in polisiegeledere.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "I am just trying to understand the absurdity of it all in a view because there were terrorist then but what would you  refer to the group of people now.  I am just wondering because as you say the Government of the day defines these people as terrorist and now you say they  were referred to as terrorist - what does that mean in the context of today, how do you understand that?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ek sou se dat hulle was op daardie stadium Freedom Fighters wat vir vryheid geveg het.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "This is what you say  today.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter  ... einde van Band 2, Kant A ...",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "... you are now, you say they were Freedom Fighters in retrospect and the fact that you were fighting with people who were terrorist and very often it led to lives being lost.   And when you reflect now the Freedom Fighters how do you reflect on all that activity?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Wel op daardie stadium het hulle die Regering van die dag aangeval - hulle het onskuldige mense aangeval en hulle was beskou gewees as terroriste.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "I suppose I am just trying to understand the relationship - not just the relationship between yourselves  as heads of this departments but  also the mindset of the times that this people were terrorist and to try and place it in a particular context, especially since you yourself say  they were Freedom Fighters and especially since it seems now so many things changed.  You know Government - our Government had Homeland states, they were changed they no longer Homelands states  [indistinct] we don't have them and people who fought the principle of those Homeland states are now considered Freedom Fighters according to what you say.\n And of course the Government that is now participating in the Government of National Unity, it consist of people who perhaps you  may refer to as Freedom Fighters is that right?",
            "Female"
        ],
        [
            "MR LIEBENBERG",
            "That is probably people as well that I arrested in those days yes.",
            "Male"
        ],
        [
            "MS GOBODO",
            "I - I just -  it's really just to understand for ourselves how the relationships between the past and the present is and to place the  [indistinct] what is going on in a context.\n Can you perhaps share with us what do you think were the conditions that re-enforced that kind of thinking - what were the conditions that re-enforced the idea that the people you were handling were terrorist.  Can you share with us a little bit about what your thoughts are on that.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Op die stadium was enige iemand wat die veiligheid van die land in  gevaar stel onder die Wet op Terrorisme aangekla.  Mense wat wapentuig gehad het met die rede daarvoor om die land se Regering om ver te werp was aangekla vir terrorisme en daarvoor was die woord dan  [onduidelik] terroriste.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you I'd like  to  go back  to the sources - your sources - this man - I would imagine that for the people in a - that -  the 7 people who were killed and the people who were considered as terrorist it would be hard to infiltrate them.  \n What is it that your sources did to win this man's confidence - how did they win their confidence?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Soos ek  vroeer gemeld het, hierdie mense is gerehabiliteerde mense - in ander woorde 'n maand of twee voor dit, het hulle dieselfde doelstellings gehad as die groep  en was dit  vir  hulle baie maklik om sulke groepe te infiltreer.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "So they had the same objectives or they projected the same objectives when they dealt with them, is that what you are saying?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Nee hulle is gerehabiliteer intussen na die polisie se kant toe waar hulle 'n maand of twee vantevore ook sou beskou gewees het net as terrroris.  So dit was vir hulle baie moeiliker om in so 'n groep te beweeg  as hulle, hulle self net terug - terugskaal na daardie  tydperk toe.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you.",
            "Female"
        ],
        [
            "MR LIEBENBERG",
            "Thank you.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Glenda Wildschut.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Superintendent my question is factual - on the night of the 2nd of March there was a planning meeting at Ysterplaat.  Could you  tell us about that planning meeting what happened there and who was involved at that meeting?  And what was being planned?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Mnr die Voorsitter sover ek kan onthou was dit by Wingfield se Honde-eenheid en nie by Ysterplaat nie.  Die mense teenwoordig wie ek definitief kan onthou wie daar was,  was op daardie stadium Majoor Odendal, Sersant Bellingham en myself.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "What - what were you  planning - what was the discussion that happened at that meeting.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ons groot probleem was die feit dat die bron so lank terug met ons laaste kontak gemaak het  dat ons moet beplan gaan ons iets doen, gaan ons daardie voertuig stop - gaan hulle nog voort of wat moet ons?\n Indien ons nie optree nie kan daar enige iemand daardie oggend doodgeskiet word terwyl ons oor inligting beskik dat daar mense is wat dit gaan doen.  So op een of ander wyse moes ons moet dit wat ons gehad het was ons gedruk in 'n hoek om die beste moontlik beplanning te maak met geen lewensverlies nie en hoe die mense gearresteer kan word sonder dat 'n skoot hoef geskiet te word.\n Reeds gesien uit die feite - wat ons voor ons gehad het dat hierdie mense goed opgelei was, het dit vir ons nog moeiliker gemaak om iets te doen maar iets moes ons doen.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "So kan you give us an idea then of the operational plan what - when you decided that you didn't have so much information - what was the operational plan what did you go away with from that meeting.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Die plan sou wees om genoeg mense daar te he dat dit 'n magsvertoon sal wees dat die moontlikheid dat die mense sal terug skiet, uitgekanselleer sal word, want hulle sal sien daar is nie 'n kans nie en hulle self oorgee.  Dit is die hoofdoel en dit is waarvoor daar op daardie stadium gevra was vir nog  meer mense en dit is op daardie stadium dink ek wat ons Moord en Roof ook gevra het of hulle lede het wat beskikbaar is die volgende oggend.\n Die beplanning was soos ek in my verklaring gese het aanvanklik het ons gedink aan  byvoorbeeld 'n trok voor hulle in te trek dat hulle nie kan beweeg nie die agterkant toe te maak u weet om hulle te omsingel, weens  die  gebrek aan personeel.  Wat ons maar daarna op besluit het om die bussie net tot halt te bring en dan die mense tot oorgawe te bring.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Perhaps just again about the attendance -  people  who  were attending the meeting, was Superindendent Kleyn at the meeting?",
            "Female"
        ],
        [
            "MR LIEBENBERG",
            "It's hard to say, I had been asked this question  before and I  thought of the fact that he was with, I thought again afterwards.  I cannot  recollect  that he was definitely there the evening.\n Sover ek weet was hy die  volgende oggend wel daar.  So ek kan nie se nie, as hy dit self kan onthou, sal hy dit sekerlik vir u kan se, maar ek kan dit nie 100% se of hy daar was al dan nie.",
            "Male"
        ],
        [
            "GLENDA WILDSCHUT",
            "Would it be correct if I were to assume that for this operation you would of had to have a meeting place somewhere that you know  to part of the plan was that at some place people would meet and gather and then station themselves at strategic points and so.  Would I be correct in assuming that?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek - dit was beplan om die volgende oggend by dieselfde perseel bymekaar te kom aangesien dit darem naaste aan almal  se huis is en daarvan sou  ons uit beweeg het.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Ja en then when you got to the Guguletu to the place that people would actually locate themselves at different places, would that be correct?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Dit was klaar beplan die oggend by Wingfield  waar wie sal moet gaan staan, dit is korrek.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Ja would it be possible to more or less point that out on the plan?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ja ek het nie presies die beplanning gedoen nie, maar wat ek daarvan kan onthou sal ek probeer voorle ek weet waar ek geplaas was.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Ja.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ek het...[intervention]",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "You will have to take the mic with you because we have to get it into the record.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Sekerlik mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "As ek net kan wys hier -  dit is die brug - hierdie kant op loop NY111 ek was ongeveer 'n kilometer op in hierdie rigting het ek gestaan met die fotograaf in my voertuig en nog 'n lid of twee.\n Voordat ek hier gaan stelling inneem het, het ek op die Nasionale Pad, Majoor Odendal en lede hier in die bosse afgelaai wat begin deurstap het.  Dit was ons mense wat te voet was.  As ek kan reg onthou was hier oor die brug by die winkelsentrum was daar 'n voertuig geplaas om daardie ingang dop te hou.  Ek was op hierdie ene, ek  dink hierdie  was 'n doodloopstraat - maar net om die draai links of regs of beide was daar ook twee voertuie en verder terug na die polisiestasie toe omdat NY1 die roete sou wees van die polisiebussie was daar taamlik mense op hom geplaas.\n Die meeste mense te voet weet ek was hierdie kant - ek kan nie onthou of  daar nog mense te voet aan hierdie  kant ook was nie.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Thank you - can you describe to me what a kripto berig is.  Wat is 'n kripto berig?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "'n Kripto berig was in die ou dae 'n geheime berig, dit is 'n berig wat wanneer hy deur die masjien gestuur word vanaf Pretoria na Kaapstad sal ek die Engelse naam gebruik ge-scramble word langs die pad en dan weer anderkant met die nodig kennis  weer ontsyfer kan word.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "So it's a message that is sent from one person to another or  from one office to another - en route it gets scrambled up and then somebody has to decode it on the other end.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "That is correct.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Is that how I understand it.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Okay - why would it be necessary to send a kripto berig to somebody about some  really young terrorist running  around in Guguletu.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ek sal nie daaroor kan getuig nie - dit is opdrag gewees by Veiligheidstak dat omtrent in die meerderheid gevalle alles in kripto berig was.  Ek het dit maar so kom  kry hier.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "It's a very highly secret message that get sent isn't it - Uiters Geheim.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ek sou so se ja.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "And that's the message you  used and communicated with Hoofkantoor about this particular incident?",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Ja dit was nie altyd vir myself om te besluit nie - ek was op daardie stadium 'n luitenant en my bevelvoerders wat die magtiging gegee het vir 'n berig om te gaan het hom gewoonlik geklassifiseer en gestuur.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "However, that is the method you used.",
            "Female"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek.",
            "Unknown"
        ],
        [
            "GLENDA WILDSCHUT",
            "Dankie.",
            "Female"
        ],
        [
            "ADV NTSEBEZA",
            "Superintendent I just want to find out do you know if Bellingham and/or Mbelo had ever severed in Koevoet before they came to Vlakplaas?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "I don't think Mbelo could have  Mr Chairman but put it this way  - ek kan nie se of een van hulle twee by Koevoet was al dan nie.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "And do you know  a person called Griebenouw - I don't know whether he is a general now?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Is he still in the force?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Nee hy is nie - hy is 'n afgetrede generaal.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "And was he ever in Cape Town?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Hy was in Kaapstad gewees in 1983/84 en in '85 was hy ook nog hier, maar op een of ander stadium het hy in 1985 was hy verplaas na Oos-London toe dink ek.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Did he come back from East London at any other  stage?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Hy het weer daarna teruggekom Kaap toe dit is  korrek.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "When did he come back from East London to Cape Town?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek kan nie met sekerheid se nie mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "When these events happened here in 1986, was he in East London?",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Dit is korrek mnr die  Voorsitter  - as ek kan reg onthou ek praat onder korreksie, maar dit is so ver ek kan onthou is hy in laat '85 reeds Oos London toe.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Do you know if he was ever in charge of the  same sort of operations as you  seemed to have been in charged at one stage -  [indistinct] namely tracking of terrorist as you called them at those stage.",
            "Unknown"
        ],
        [
            "MNR LIEBENBERG",
            "Ek sal nie kan se nie mnr die Voorsitter hy was my direkte bevelvoerder.  En ek is by 'n posisie geplaas wat ek dan direk met terroriste gewerk het van begin af en so was hy, so hy het taamlik kennis daarvan gehad, dit is al wat ek sal kan se.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you.  Well that's as far as we can take you Superintendent I must indicate that unless there is something that crops up you are - you are -  did you know there is another question I want to ask.\n Did you know Brigadier Viktor?",
            "Unknown"
        ],
        [
            "MR LIEBENBERG",
            "I have heard the name Mr Chairman but...[intervention]",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "He was never in Cape Town during your time?",
            "Unknown"
        ],
        [
            "MR LIEBENBERG",
            "Not that I know of - well I never met him face to face no.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "I see, but do ou also -  do you know if he was connected with Vlakplaas?  Or what you know in connection thereof - there with is what you have read in the papers.",
            "Unknown"
        ],
        [
            "MR LIEBENBERG",
            "Only what I read in the papers Mr Chairman.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "I see - well you are excused.",
            "Unknown"
        ],
        [
            "MR LIEBENBERG",
            "Thank you Mr Chairman.",
            "Male"
        ]
    ]
}