{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-11-26",
        "location": "GUGULETU 7 POLLSMOOR",
        "day": "1",
        "case number": "CT/01537",
        "victim": "PRISCILLA PAMA [daughter]",
        "testimony": "MSUTU WILSON PAMA",
        "nature": "SHOT AND KILLED",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55772&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/polls/ct01537.htm",
        "speakers": [
            "ADV POTGIETER",
            "MR PAMA",
            "WENDY ORR"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MR PAMA\n",
            "DR ORR\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "Good afternoon to you and welcome here.  Do you hear okay over the headphones?",
            "Unknown"
        ],
        [
            "MR PAMA",
            "Yes, I can hear.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much.  I am going to ask you to stand and to take the oath before we listen to your evidence.  So can I please ask you to stand.\nMSUTU WILSON PAMA Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You may be seated.  Dr Wendy Orr will assist you in giving your testimony.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Good afternoon Mr Pama, welcome and thank you very much for coming here to participate in our hearings.   We have heard during the course of the morning about the events which took place in Athlone, in August 1985.  And you have a story to tell us which shows that the violence was not confined to Athlone, but spread all over the Peninsula.  And you are going to tell us about how your daughter was shot and killed at the time of the Pollsmoor March in 1985.  So I would like you, just in your own words, to tell us what happened at that time.",
            "Unknown"
        ],
        [
            "MR PAMA",
            "Can I talk now?   I used to work at BKB.  When I came back from work, my mother told me that my daughter had been shot.  I asked my mother where she heard that from.  She said she had heard from Abraham, from Nyanga bush.  My daughter was actually shot in his yard. \nFrom there I went to the mortuary,  I was told to come back the following day.   When I came back home, my mother told me that my dog has also been shot in my yard - shot by the police who had been walking around.  I then went and buried my dog.  \nAfter that, a week later, we buried my daughter.  There were 11 people who had been shot by the police at the time.  They were all buried at 49 Guguletu Stadium.\nI then received a summons from Wynberg a few weeks after my daughter had been buried.  I was called into a small court with white men and women.  There were police as well, white and black.  There were quite a lot of people in the room. \nI  was then asked how I feel that -  now that my daughter had been shot.  They asked what my aims were about my child.  I said I was educating my child and I don't know what she would have turned out to be - probably would have been very positive.  I then, went to my child's school - to the principle.  I was asked to find out how much her books cost, her uniform and her school fees.  There were a lot of fuzz there, that was that.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Mr Pama, your daughter's name was Priscilla?",
            "Unknown"
        ],
        [
            "MR PAMA",
            "Priscilla Pama.",
            "Male"
        ],
        [
            "WENDY ORR",
            "And how old was she when she was shot?",
            "Unknown"
        ],
        [
            "MR PAMA",
            "She was 14 years of age.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Do you know the circumstances around this shooting?  This man Abraham, did he tell you what happened?",
            "Unknown"
        ],
        [
            "MR PAMA",
            "He told my mother that Priscilla had been playing with her friends in the yard and then she got shot on the forehead.  Abraham then went to my house to tell my mother, and then Priscilla was taken to the mortuary.",
            "Male"
        ],
        [
            "WENDY ORR",
            "So, as far as you know, she wasn't participating in any stone throwing or burning barricade.  She was simply playing like any other young girl in the yard and shot by police who were driving by?",
            "Unknown"
        ],
        [
            "MR PAMA",
            "According to Abraham, Priscilla had been playing with Abraham's children.  They were inside the yard and she got shot in the forehead.  She was not rioting, but the police had been patrolling around.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Thank you Mr Pama, I have no further questions.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Pama, it just remains for me to thank you for having come and having shared the story of Priscilla with us.  As I said earlier, this incident, in fact, which was suppose to have being a peaceful protest action, symbolic in nature - as some of the witness have said - turned out into a major tragedy.  Affecting many-many people in very many ways.\nAnd it is always particularly disturbing to hear how young lives were cut short.  Children killed, for no apparent reason.  And for coming and just reminding us of that - how bad it was in those days.  I mean if your child can't afford to play in your yard safely.   As happened in your case, your daughter was playing in the yard, doing nothing else but that  playing and being shot in the forehead and killed. \nAnd that again, just underscores and emphasizes what this country has really gone through to get to where we are today.  And it is very important for us to be reminded of this constantly.  To be vigilant against this sort of thing, because that is the - one of the primary objectives - one of the main goals that we want to see being achieved and that is that we would part permanently with this sort of past.  Not forget it, but to part with it, in the sense that our children in the future, would be able to play in the yards and to do what children now normally doing without facing the kind of risk and the kind of consequence that we  saw in this particular instance.  \nBut once again, thank you very much for coming.  And, as I say, there is obviously very little that one can say to make up for the loss of a child.  And especially under these circumstances.  And we really understand the sort of anguish that you go through as a parent in an experience like this.  But thank you for having come and shared that with us.  I wish you well.",
            "Unknown"
        ],
        [
            "MR PAMA",
            "I did not know that such things would happen, this is a good thing.  I did not know, that today, I would be called here to reveal my story.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you, we - we've heard that.",
            "Unknown"
        ]
    ]
}