{
    "header": {
        "type": "INTRODUCTION AND SHOWING OF VIDEO",
        "starting date": "1996-11-28",
        "location": "GUGULETU 7 POLLSMOOR",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55781&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/polls/video.htm",
        "speakers": [
            "ADV NTSEBEZA",
            "WILLIAM RUDOLF LIEBENBERG",
            "CORNELIUS ADOLF JANSE ODENDAL",
            "JOHANNES GEORGE CHRISTOFFEL KLEYN",
            "JOHN MARTIN STERRENBERG",
            "ANDRE GROBBELAAR",
            "BERTRAM OSWALD MOGGEE",
            "KAREL BOTHMA",
            "LOUIS FERDINAND COETZEE",
            "LEONARD KNIPE",
            "VIDEO IS SHOWN",
            "OP DIE VIDEO",
            "VERSLAGGEWER",
            "SERS BELLINGHAM",
            "ONBEKEND",
            "CRYING AND SCREAMING",
            "<UNKNOWN>",
            "MR BRAND",
            "VIDEO IS SHOWN AGAIN",
            "VIDEO IS SWITCHED OFF"
        ],
        "original_speakers": [
            "ADV NTSEBEZA\n",
            "WILLIAM RUDOLF LIEBENBERG\n",
            "CORNELIUS ADOLF JANSE ODENDAL\n",
            "JOHANNES GEORGE CHRISTOFFEL KLEYN\n",
            "JOHN MARTIN STERRENBERG\n",
            "ANDRE GROBBELAAR\n",
            "BERTRAM OSWALD MOGGEE\n",
            "KAREL BOTHMA\n",
            "LOUIS FERDINAND COETZEE\n",
            "LEONARD KNIPE\n",
            "VIDEO IS SHOWN\n",
            "OP DIE VIDEO\n",
            "VERSLAGGEWER\n",
            "SERS BELLINGHAM\n",
            "ONBEKEND\n",
            "CRYING AND SCREAMING\n",
            "MEETING ADJOURNS ON RESUMPTION\n",
            "MR BRAND\n",
            "VIDEO IS SHOWN AGAIN\n",
            "VIDEO IS SWITCHED OFF\n"
        ]
    },
    "testimony": [
        [
            "ADV NTSEBEZA",
            "Good morning ladies and gentleman we are about to start and just a few ground rules, there will be like yesterday when the police witnesses come in, like yesterday there will be a brief moment where the men and woman of the media will be allowed to take the necessary photographs.  But it will be only for one minute only.  And thereafter there won't be any photographs being taken as and when - well like the Archbishop says, if you behave and are nice to me, I will allow two minutes.\n I think the witnesses should come -  a session of the hearings and today is going to be a day on which we shall hear witnesses who have been subpoenaed to appear.  And let me say from the very start that I  am particularly pleased that we have the gentleman who have responded to the subpoenas to come and  I would like to welcome you to this session and I would like to assure you that the session will be conducted in as a professionally manner as possible and we are very pleased that you have indicated your co-operation by being here to start with.  And I would like to take the view that, that is the sort of spirit that is going to prevail throughout the proceedings.  I have no doubt that it in fact will be sort of spirit.  So very welcome to you gentleman.\n Again some few ground rules, those persons who have cell phones I would request - I would like to request them to switch them off, let me check whether mine also is switched off, it is and we'll kick off almost immediately and the manner in which it has been arranged, we will - we will first of all show a video and then thereafter the witnesses who are going to be testifying today and I will read the list that I have.  \nSuperintendent",
            "Unknown"
        ],
        [
            "WILLIAM RUDOLF LIEBENBERG",
            "",
            "Unknown"
        ],
        [
            "CORNELIUS ADOLF JANSE ODENDAL",
            "Senior Superintendent",
            "Unknown"
        ],
        [
            "JOHANNES GEORGE CHRISTOFFEL KLEYN",
            "Senior Superintendent",
            "Unknown"
        ],
        [
            "JOHN MARTIN STERRENBERG",
            "Detective Inspector",
            "Unknown"
        ],
        [
            "ANDRE GROBBELAAR",
            "Inspector",
            "Unknown"
        ],
        [
            "BERTRAM OSWALD MOGGEE",
            "Detective Inspector",
            "Unknown"
        ],
        [
            "KAREL BOTHMA",
            "Detective Inspector",
            "Unknown"
        ],
        [
            "LOUIS FERDINAND COETZEE",
            "Senior Superintendent",
            "Unknown"
        ],
        [
            "LEONARD KNIPE",
            "I would like to emphasize that at this session, in these proceedings, now findings are going to be made,  this is not a trial in the sense that immediate findings will be made.  We will be receiving evidence, and we will obviously as a panel be putting questions to the witnesses as they testify.  But it is not intended to be an advisable l process, the outcome of which should be for us to make a finding today.\n I will particularly want to address that to the witnesses if that is something that will put them at ease.  What the Commission is mandated to do is to establish the truth and the various methods that have been employed especially around this particular issue, at an attempt to get at that truth.  And of course truth is relative, it depends from what perspective anyone sees it.  And I think the attempt today is to try and show all the perspectives.  Yesterday you had the witnesses perspectives, and I am sure that is a perspective of the witnesses that will be called today.\n But I want to emphasize that we are not going to make a finding today, there will be no  verdict passed at the end of today.  But there certainly will be an attempt by this panel to clarify issues that have come in the testimony as well as in the footage material that is going to be shown.   And without further ado I will therefore call for the video to be shown.   \n Indeed let me just warn that some of the visuals are going to be very bad.",
            "Unknown"
        ],
        [
            "VIDEO IS SHOWN",
            "VERSLAGGEWER PRAAT",
            "Unknown"
        ],
        [
            "OP DIE VIDEO",
            "",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Ons staan nou hier by Sersant Bellingham wat ook by hierdie operasie betrokke was.  Adjudant kan u net vir ons vertel wat gebeur het asseblief.",
            "Unknown"
        ],
        [
            "SERS BELLINGHAM",
            "Ek het agter in daardie Datsun polisievoertuig gesit en ek was besig om met - net uit te klim toe 'n patroon van die oorhandigde wapen by die - deur die voorruit trek en my wapen en so in die gesig tref en daarna het ons maar oorgegaan tot aksie net.",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Was u deur die patroon van die wapen in die gesig getref, of van die dele wat van die vuurwapen afgespring het.",
            "Unknown"
        ],
        [
            "SERS BELLINGHAM",
            "Ja dis van die skrapnel van  die wapen af, van die dele van die wapen.",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "As u praat van die voertuig waaruit u geklim het, is dit die geel Datsun voertuig?",
            "Unknown"
        ],
        [
            "SERS BELLINGHAM",
            "Ja dis die geel Datsun ek het agter ook in die middel gesit en - terwyl die ander sersant besig was om te bestuur.",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Is dit die magasyn van die voertuig - van die vuurwapen?",
            "Unknown"
        ],
        [
            "SERS BELLINGHAM",
            "Ja dit was die - so daar moes plus-minus twee skote deurgegaan het.",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Die skade kan nou baie duidelik hier op die magasyn sowel as op die vuurwapen self gesien word.  Nog steeds die NY1 by die toneel van optrede, hier kan gesien word hoe een van die swart hostelle se venster 'n koeelgat deur het of 'n gat deur een of ander voorwerp veroorsaak.\nDan is daar ook op die dak van die dakteels beskadig.  Ook meer na die linkerkant toe is van die dakteels beskadig.   Waar hierdie lyk nou le is dit in die middel van die kruising NY1 voor ons af en na regs en links NY111.   Die bos wat uit - of van u regterkant dan van NY111 is, die AK47 wat deur hierdie swartman gebruik word, is van die opvoukolf tipe en baie duidelik van die beserings  [onduidelik]  die swart man het dieselfde tipe sokkies aan as wat ook deur die polisie gebruik word.\nDie polisievoertuig se deurknip wat hier op die grond le.  Lugsteun in hierdie geval in die vorm van 'n Lugmag Allouette helikopter het nou ook opgedaag omdat die - vermoedelik die een persoon wat weggekom het, in die bos te soek.\nDie swartman - die swartman met die RBG5 Russiese handgranaat nog steeds by hom.  Daar kan baie duidelik gesien word waar die haelgeweer korrels sy liggaam in hierdie geval sy gesig en op sy - sy regerkant van sy bors gepenetreer het.  \nDie binnekant van die voertuig wat deur die  swartes gebruik was.  'n Swart pet en 'n klein knuppeltjie - hout knuppeltjie wat naby die swart persoon le.",
            "Unknown"
        ],
        [
            "ONBEKEND",
            "Waar is die mense wat hierdie mense moet blok - ag nee - ag nee man.",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Nog een van die doppies wat hier gesien kan word.",
            "Unknown"
        ],
        [
            "ONBEKEND",
            "Dit maak nie saak nie - dit maak nie saak nie, hier is 'n misdaadondersoek toneel hier - adjudant gaan keer vir my daai mense asseblief.",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Die  [onduidelik] Kommissaris, Brigadier CA Swart en Brigadier Van Staden besig om die toneel te besoek.  \n Die polisievoertuig van binne, kan gesien word dat die - van die rondtes ook self die bakwerk gedeurdring het, en hier deur die kussing is.   Hier kan baie duidelik gesien word waar die patroon van die geweer deurgekom het deur die deur handvatsel dwarsdeur die deur, binne-in die voertuig in.  Nog een van die ruite wat hier ook deur 'n koeel getref is.\nEers die magasyn wat afgebreek en na veiligheidsredes  [onduidelik] die vuurwapens onder hom uitgetrek word en dan ...[intervention]",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Can we stop there - stop the video - we'll take a break now, if you would just stop the video right as this moment.  \nPEOPLE ARE HYSTERICAL -",
            "Unknown"
        ],
        [
            "CRYING AND SCREAMING",
            "",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "We'll take a five minute adjournment and I have been accosted by an attorney from one of the witnesses and we will use the five minute adjournment to confer with him about something that he has raised with me just now.  We'll take a five minute adjournment, thank you.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "I want to place it on record that the information I have is that the families who obvious broke down during the showing of this video, were extensively briefed by our briefers including Commissioner Glenda Wildschut, about the footage in preparation for  today's events.  They were told that it might not be in their interest to see the video, precisely because it might lead to this sort of scenes that we have seen which we regret as a Commission, but we understand.\n But an elaborate amount of work was done by - in particular Commissioner Wildschut to indicate to them that they need not see the footage.  But I am told that they insisted that they want to know and again they were warned that in an endeavor to want to know they might get hurt emotionally and we regret the dramatics that have followed, but we also understand why it should be so.\n I am saying so because it may well be said that the Commission acted irresponsibly in this regard and insensitively.  We want to place it on record and in public that extensive care was taken to make sure that they fully understand the consequences of watching a video of this nature.\n The second aspect I want to deal with is an allegation that a shoe or a similar like missile was thrown at Mr Kleyn and Mr Knipe presumably by one of the witnesses.  I did  not see it, I don't know who saw it, clearly the gentleman also didn't see who it was, because obviously the missile came from behind their backs.  I don't want to make a finding about this matter.  I need merely say if it happened, it is something that we take a very dim view of, we understand the emotions of people who come to this proceedings carrying the sort of  trauma that is commensurate with a loss that they obviously have.\n But it must be emphasized - it must be emphasized very strongly and in the strongest terms that the Commission has a task to perform which must be performed in circumstances where it's integrity and reputation will not be undermined.  The entire aim and the broader aims of the Commission is to achieve not  only the exposure of truth, but reconciliation.  And the test, the acid test is going to be a moments like this - at moments where no version of the truth as we are trying to achieve it, should be suppressed because witnesses are not made comfortable to  testify.  \n I therefore want to appeal to everyone all in sundry, that these proceedings should never be allowed to degenerate into a gigantic vast, because they are not intended to be so.  It is a responsible Commission and the people who sit with  me on the panel, are obviously in agreement with me, that we cannot, we dare not - we cannot afford to allow the proceedings to degenerate.\n I say so on the assumption that what I have been told is true, and I say so to  assure also those who were the subject or the object of this missiles to be assured that the proceedings shall be carried under the strictest observance of the corm that befits the Commission.\n I understand that the two gentleman have then elected to wait in the waiting room until such time as their  evidence is heard.  I need to recognize the presence in our midst of Mr Brand an attorney from De Klerk en Van Gend, if you could stand Mr Brand, so that people can see you.  Mr Brand is representing five of the witnesses today, Mr Liebenberg, Mr Odendal, Mr Sterrenberg, Mr Grobbelaar, Mr Moggee.  Very welcome Mr Brand, I am sorry we could not meet earlier so  that I could place you on record at the beginning of the proceedings.",
            "Unknown"
        ],
        [
            "MR BRAND",
            "Thank you.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now having said that, we'll resume showing the video so that we can go on and deal with what remains for the rest of the day, thank you.",
            "Unknown"
        ],
        [
            "VIDEO IS SHOWN AGAIN",
            "",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Daar word nou weer aan die man gehaak om  die lyk om te trek.",
            "Unknown"
        ],
        [
            "ONBEKEND",
            "Sewe terroriste sneuwel in Kaapstad.",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Die lyk word nou deursoek,   die  [onduidelik] se gesig nou van naby.",
            "Unknown"
        ],
        [
            "ONBEKEND",
            "'n Magasyn leeg geskiet - hier is nog 'n magasyn op plus een vol magasyn, die magasyn is vol.",
            "Unknown"
        ],
        [
            "VERSLAGGEWER",
            "Die AK47 geweer wat by die  laaste lyk gekry is.  Jy kan duidelik sien dat daar twee van die magasynne leeg is en een magasyn is vol.  Nog steeds op die 3de Maart 1986 by nadere ondersoek is daar vasgestel dat hierdie lyk ook 'n RBG5 handgranaat daar tussen sy bene het.  Die handgranaat is eers gevind nadat die lyk gevisenteer was.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "I believe this is the end of the material that is relevant and germane to this but can the technician switch it off now so that we can go on with  the rest of the proceedings.",
            "Unknown"
        ],
        [
            "VIDEO IS SWITCHED OFF",
            "",
            "Unknown"
        ]
    ]
}