{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-14",
        "location": "KRUGERSDORP",
        "day": "4",
        "names": [
            "V C LEVUNO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55439&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/levuno.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MR MANTHATA",
            "PROF MEIRING",
            "V C LEVUNO"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LEVUNO",
            "DR RANDERA",
            "V C LEVUNO",
            "MR MANTHATA",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We hope that by the end of the day we will have listened to many stories, bringing a diverse nature of the conflicts that were experienced in this region.\n I would like to introduce our panelists.  Starting from my left we have Dr Randera, who has been with us since the beginning and he is the co-ordinator of the Johannesburg region of the Truth and Reconciliation Commission.  On my extreme right is Prof Piet Meiring, who is a member of the Reparation and Rehabilitation Committee.  Then we have Mr Tom Manthata, also a member of the Reparation and Reconciliation Committee.\n I am Joyce Seroke, I have been here since Monday and I am also a member of the Human Rights Violation Committee.\n We welcome you all today and we will start now by calling our first witness who is Levuno.  Before Levuno comes forward I will ask Dr Randera to explain how the the ear-phones are to be utilised.\n Dr Randera will be administering the oaths as the witnesses come forward.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you going to speak in Xhosa or in Tswana?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "In Tswana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We welcome you.  We will ask you to introduce us to the lady with you.",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "That is my mother.\nKRUGERSDORP HEARING TRC/GAUTENG\n2 V C LEVUNO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We welcome your mother\n I will now hand over to Dr Randera to administer the oath.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Levuno good morning to you and your mother.  Welcome. I know you have patiently been waiting for the last three days for this day to come.   Of course it is a long time, you have kept the story for a long time, because we are going back to 1977.  Before I hand you back to the Chairperson, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tom Manthata is going to lead Levuno this morning.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Mr Churchill and Mrs Churchill, please relax. Even if we are running very short of time, we will ask you to tell us in full about your experience from 1977.  Should you feel that you are getting very upset by telling your story, you can take your time and relax and have some water, and you can tell us of your life from 1977.",
            "Male"
        ],
        [
            "V C LEVUNO",
            "In 1977 I ran to Balfour due to the riots on the 16th of June.  From there I went to Wits University to do my matric. I met Stanley Skosana and we joined the PAC.  We were recruiting people. From 1977 we went to Swaziland.  We did not go via the border.  When we came back we recruited another team as well.\n I was arrested and taken to Sunnyside police station.  When I got there I was taken to a compound building.  They asked me about David Rashima's statement and Pepe and David Skosana. They told me that I am writing propaganda.  They kept me for about three months.  Thereafter Nel, who was handling the matter, Capt Nel came to tell me that I must be a State witness. I refused.  The matter was addressed at the KRUGERSDORP HEARING TRC/GAUTENG\n3 V C LEVUNO\nend of 1977.  All the other people testified in court,   except me. From the court they took me home.  When I got home they told me to report to the Krugersdorp police station.  My mother accompanied me to the police station.  The policemen harrassed from thereon.  \n My uncle got me a job at the SA Breweries.  The policemen harrassed me from thereon.  They wanted me to go to Botswana so that I could be a spy for them. I told one gentleman by the name of Zara Anthony who were the counsellors about this harrassment.  The Bethal case resumed again.\n The Bethal lawyers called me to say that I must be a State witness.  A gentleman came driving in a car, who collected me from work and took me to Bethal. When I got there they asked me about the incidence of the 16th of June at Mutsasela School.   They asked me about the Bethal case.  I did not want to address this case in Pretoria.  That's when I told them in court that I don't know anything about the matter.  They took me from the court to Bethal prison.\n The George who was sitting at that case was Cavendish. He said that he will not allow his court to be abused in that manner. The policeman who arrested me was Mashego and the other one who was in Bethal.\n I was taken to a single cell. Whilst I was in that single cell the policemen arrived and beat me up.  To the extent that I fainted.  Whilst I was at Weskoppies I went to many hospitals, including Kathlehong, Verwoerd, Bethal. In the hospital I was tied to the bed. I fainted because I am an epileptic. They put a pipe in my private parts and I could not walk and I was guarded by the police.\n They took me from Weskoppies back to Bethal.\nKRUGERSDORP HEARING TRC/GAUTENG\n4 V C LEVUNO\n Pepe and Skosana appeared as state witnesses.  My lawyer Chetty ran away and Priscilla Jana, who sent (indistinct) who said that I must not tell them that I am mentally affected, otherwise they will send me to a psychiatric hospital; I must rather go to prison. I might have lesser years.\n I appeared in court and then I was sentenced to 10 years concurrent for terrorism. I stayed at Robben Island from 1977 to 1980, when I got ill.    My mother came to see me and my appeal resumed in court. I was released in December 1980. In 1980 I had treatment in Sterkfontein.  \n In 1982 I joined the Azanian National Unity and I was arrested with Joe Kohlwe, Valley Gooney and Ndobo as well. I was just detained for three to nine months. I was kept in the cell because we had just returned from the Sharpeville day of commemoration. They said that we were there to see the so-called terrorists. \n On my release they dropped me at my street.  They didn't take me straight home.  My mother was very disturbed by all this.  She asked a nurse in the neighbourhood to take me to hospital.\n When I got to the hospital I received treatment. My mother was there as well.  Then they said I must go for rehabilitation.  My mother was present when the panel said this.  They said I must go for rehabilitation.\n I was taken into another ward. It was not nice at the hospital.  People were beaten with pipes on their heads and they were called prisoners.  People came with Priscilla Jana to say they want to sue the State. My mother didn't want this because she didn't want to be involved with the police.\n In 1986 I was arrested again on my way back from \nKRUGERSDORP HEARING TRC/GAUTENG\n5 V C LEVUNO\nBotswana in connection with Apla arms.  The PAC army. I was arrested by Nkosi Mutisana and Kleynhans.  They took me to Vereeniging and De Deur and from De Deur they took me to Pretoria Central.  There I was a very sick man. I was bleeding from my private parts and in my anus as well.  I asked the doctors to send me to the hospital, but they refused. I was never treated properly.  \n After that I was taken to Johannesburg. I was arrested with Legasi Mohope.  I found him in Sun City prison and he showed me papers saying that I will be their state witness at Sun City. I was ill and therefore he appeared.  When we got back I was tried and sent to Sterkfontein as a State President's prisoner.\n It was not a pleasant stay.  Even the nurses harrassed us. Even the doctor told me that I will rust if I do not read.  That is when tried to read religious books.  I could not read properly because some of the patients would tear my books.   \n Once I decided to swallow pins because my stay was so unpleasant. I was taken to Lerato Hospital but then I finally passed these pins.\n In 1990 when Pres Mandela was released, I was released as well from Sterkfontein, but I was released under conditions for five years, to be under my mother's guardianship.  That is as far as my story goes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I thank you, Churchill.  When you became an epileptic, is it the time you were politically active or were you born with this disease?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "It was when I was in politics.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "At the time when you joined the PAC, what was the situation in Kagiso?\nKRUGERSDORP HEARING TRC/GAUTENG\n6 V C LEVUNO",
            "Male"
        ],
        [
            "V C LEVUNO",
            "It was during the 1976 riots.  We were fighting against the white men because they had killed some of our friends like Malase and we were against Afrikaans because it was an apartheid language.  I was still a student.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "How did it happen that you were not arrested with the people that were in Bethal, but you were arrested after you would be a state witness.",
            "Male"
        ],
        [
            "V C LEVUNO",
            "They didn't say that I had to be a state witness.  They said that I should be a defence for those who were arrested within RSA.  When I was arrested in Bethal it was a different case, it had nothing to do with their arrest.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "How did this Bethal case come about?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "I was implicated in some of the statements of the people in Bethal and the things that they were questioned about, I was also mentioned there.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Were those people in the Bethal case, were they also people active in PAC politics?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "None of them.  As I have just said, I only joined PAC in 1977 in Swaziland in Manzini.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You said who was your defence lawyer when you appeared in Bethal?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "It was Chetty and thereafter Priscilla Jana and it was Eric (indistinct), the advocate that Priscilla sent.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You denied being a state witness in Bethal?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "In Pretoria, in David Tharashima's case.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What did David Tharshima do?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "He was arrested under the Terrorism Act and Recruiting.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Since when have you known this man?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "Since 1977 when I was busy recruiting as well.\nKRUGERSDORP HEARING TRC/GAUTENG\n7 V C LEVUNO",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Do you know where he is now?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "He is at the University of Cape Town.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When you were arrested for the Bethal case, did they want you to be one of the accused or what?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "I was a defence witness but they said that I gave false information and they asked me about the case in Pretoria as well.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When they said false evidence, did you write a statement first or did they compare the Bethal case and Tharashima's case?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "No, they just linked the two cases.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You got ill during the Bethal case.",
            "Male"
        ],
        [
            "V C LEVUNO",
            "Yes, in prison after the white policemen harrassed and tortured me.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When you were in Robben Island, you didn't have proper care?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "Yes, I was still sick there and I was in a hospital cell in Robben Island.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "From that time are you still going to doctors?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "I get monthly treatment, I get injections, 60 mg Magnisol and a few pills. At the moment I am still receiving further treatment.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Are you working?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "No, I am not, I am getting a disability grant.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Let me stop there and hand over to the Chairperson.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Levuno, first of all I just want to say that what you have told us is a reflection of so many people who were in prison for their political beliefs and either kept in detention or tortured and then suffered mentally afterwards.  It ended up in a complete mental breakdown,\nKRUGERSDORP HEARING TRC/GAUTENG\n8 V C LEVUNO\ndepression and then there is something that we call post-traumatic stress disorder.  It can be with us for years and years.  You have already told Mr Manthata that you are still undergoing treatment. Is that right?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "Yes, that is true.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I want to come back to when you joined the PAC, you said you were in Swaziland in Manzini.",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "That is correct.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Had you left the country already at that time or were you staying in Swaziland for some reason?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "We were recruiting illegally without passports. We would go in and out of South Africa.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Taking young people in and out of South Africa?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "Yes.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I see you still wear the PAC badge, you are still an active member of the PAC.",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "Yes, that's true.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can I just understand why you went to Bethal. You were not involved in that trial yourself. What was the reason for you going to Bethal?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "One person came and said they wanted to be defended.  That is why I went to Bethal, who was in the PAC case.  Some of them were together at school, at Mutsipela High School, they were students at the time.  So I was going to defend them tehre.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You were going to defend them or you were going to give evidence in their support?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "I was going to give defence evidence.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Now during your first detention, were you tortured?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "For the first time at Sunnyside, we were called\nKRUGERSDORP HEARING TRC/GAUTENG\n9 V C LEVUNO\nSolomon Mahlangus. We were made to sleep with dirty blankets and were not given food.  When they take out the blanket they say you are still alive.  They say you are still alive, and then this white man will point with his gun and say these people told me behind the flats - there were flats behind - the Sunnyside flats that I should not give evidence.  Then he said he will shoot me with his gun.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Just something that you said in your statement, and I want to read out what you said.  You said\n\"During the whole period of my being harrassed and detained by the police, they tried to totally destroy my reputation both in and out of the country.  They tried to recruit me as a spy and they also tried to sabotage me by taking photographs which they claimed they will use to blackmail me for accepting a bribe to implicate my comrades.\"\nCan you just tell us a little more about that?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "I explained that they were harrassing me time and again and Nkosi and Modisani detained me at home.  We went to the fourth floor here in Krugersdorp. They showed me a stack of money and they took a photograph, an instant photograph.  It was Zara Moody, it is Ben Zara who is a counsellor at the moment. He can even give evidence in that regard because we were detained together. He also knew David Tharashima before he joined the ANC.  The photo that they took they said they are going to destroy my image inside and outside the country with that photo.  I don't know what happened, I just saw the photo and nothing else.\nKRUGERSDORP HEARING TRC/GAUTENG\n10 V C LEVUNO",
            "Male"
        ],
        [
            "DR RANDERA",
            "Yesterday we heard from somebody else how, after his imprisonment, disinformation got around to say that he was a spy and the community almost went against him.  Did you find that yourself in your own community with people looking upon you as a spy or as an informer?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "There was such a rumour because people wanted to know why was I released in Bethanie, how did I manage to win the appeal, but I did not worry myself about these rumours, because they were not involved, they were not aware of anything.  There was a rumour that I testified as a state witness somewhere.",
            "Male"
        ],
        [
            "DR RANDERA",
            "My last question is, over the last few days we have heard of political strife between Azapo, ANC, IFP and the ANC. I know there has been some between the PAC and the ANC as well.  How is the situation in Kagiso now between those two political organisations?  Your political organisation and the ANC?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "At the moment there is peace in Kagiso and I am not so involved with activities in the township.  So people didn't help me with anything. Why should I worry helping them?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Piet Meiring?",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Levuno, just a couple of questions about your own personal circumstances at the moment. You told us that you were released in your mother's guardianship. Is that correct?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "V C LEVUNO",
            "Are you married or have you never married?",
            "Male"
        ],
        [
            "V C LEVUNO",
            "I had paid lobola. I have a child with one lady who is a nurse.  When I stopped working she said that she cannot go ahead with our relationship.  At the moment I do\nKRUGERSDORP HEARING TRC/GAUTENG\n11 V C LEVUNO\nnot have any income other than the pension. I cannot even support my child.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "How old is your child?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "He is five years and a couple of months.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you.  If you don't mind me asking you, the disability grant that you get, how much is that every month?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "It is R430,00 per month.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Are you unable to work or do you think that if work can be found that you would like to work again?",
            "Unknown"
        ],
        [
            "V C LEVUNO",
            "I cannot work because of the state of my health.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much, no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We heard your painful evidence.  A person who was kept in detention from one prison to the other, from Bethal, Sunnyside until you ended up in Robben Island for so many years. We have heard of your torture which made you so ill.  You went to different hospitals, Verwoerd Hospital, Bethal until you ended up in Sterkfontein, when you were mentally disturbed.    You persevered with the struggle.  We hear that.  When you were in those hospitals where you were supposed to get tender loving care from nurses and the personnel, you were ill-treated like a dog.  Even that mentally affected you again.   We are glad you were given in your mother's care.\n We want to thank your mother for the care your mother has given you.  That is womanhood and we are not surprised.\n We thank you very much, but we are sad to hear that you want nothing to do with the community because they didn't take care of you. We hope that the support structures in your area and the ministers of religion who are present today, will try to help you to rebuild your confidence in \nKRUGERSDORP HEARING TRC/GAUTENG\n12 V C LEVUNO\nthe community.  We thank you.  We heard your requests.  We hope that the Truth Commission will be able to do something about those requests.\n We thank you.",
            "Unknown"
        ]
    ]
}