{
    "header": {
        "type": "1 A M MOBELE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-12",
        "location": "KRUGERSDORP",
        "day": "2",
        "names": [
            "A M MOBELE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55441&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/mobele.htm",
        "speakers": [
            "ANTHONY MOBELE",
            "CHAIRPERSON",
            "DR RANDERA",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MOBELE",
            "ANTHONY MOBELE",
            "MS SOOKA",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Your name is written in two different spellings.  Which one is right?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "It is Mobele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We welcome you George and Anthony.  Who is accompanying you?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "That is my younger sister, Maria.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We welcome her as well.  We will ask Dr Randera to help you to take the oath.  We understand that there is someone else who wants to give a statement, but we are still waiting for that statement to be written as well.  We might, during the day, call that person as well because we will not be able to call him or her until we get the statement.  Thank you.",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will ask you questions relating to your story.  Before you tell us about your brother's incident who was killed, can you tell us briefly about your family, how many are you in the family and was he the eldest or not?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "We were eight children at home.  He was the sixth born.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are the parents still alive?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "Yes they are still alive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will ask you to proceed with your story please.\nKRUGERSDORP HEARING TRC/GAUTENG\n2 A M MOBELE",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "It was on a Wednesday when they killed my brother.  My mother was on her way to Sebokeng and we asked my brother to accompany her.  He refused to go because he was a member of the UDF and they had a conflict with ASASIM.  He refused to accompany my mother and said that he will die for his vows.\n On our way back from a choral music, it was me and a friend of mine and his girlfriend.  We were playing cards and when we decided to sleep the gang of people came.  Amongst this gang I saw three people that I could identify.  It was Moss, I do not know his surname, Mzwake Maziboko and Mokipe, I do not know his surname as well.  Moss beat my brother with the back of the rifle.  We refused to open and they shot at the windows and they broke the door.  We tried to hide our brother, but unfortunately they had already spotted him.  They took him outside into some open veld and when they came back with him on the second time, they shot him in the corner next to our house.  \n I left my younger sisters and brothers and went to call my father from my aunt's place at Lembeti, but when we came back he was already lying down dead and the policemen were already there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay Anthony, please relax.  We know all these things, they revive all the hurt and pain.  When you feel better you will tell us and then you can proceed with your story.  Your sister will not be able to further with your story because we do not have any written statement from her.  All we can do, we could just give you time so that you can relax and be able to tell us furthermore.",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "From there on we went to the policemen to give a statement.  We appeared in court twice and from there on\nKRUGERSDORP HEARING TRC/GAUTENG\n3 A M MOBELE\nwe heard nothing of the matter.  He died and his girlfriend was pregnant at that time.  His child is grown up now.  He is schooling at the moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please go on.",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "That is how far my story goes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old was he when this thing happened?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "He was 21 years old.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he a student?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "No, he was not a student.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he working?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "Yes, he was working.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he a member of the UDF as you were?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "I was not a member, but he was a member of the UDF.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Those who came, did you say he is AZAPO or ASASIM?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "He is ASASIM.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were they fighting for with him when they were coming to look for him at home?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "For what they were looking for or what they were fighting for, I did not know, but they were fighting each other.  We did not know the reason why.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Those people whom you have named, can you reiterate those names and are they still there?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "Yes, they are still there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you repeat their names?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "Mzwake Maziboko, Moss Mogapi and the other one called Mokipe, I do not know his surname.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are they still at ASASIM at this time?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "I do not know if they are still members of that organisation.\nKRUGERSDORP HEARING TRC/GAUTENG\n4 A M MOBELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say you did lay a charge?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was your lawyer at that time?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "I do not remember the name of the lawyer at the time, but he was there in Johannesburg.  That lawyer was the lawyer for UDF.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you give us the name of that lawyer?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "I do not know his name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even your sister does not know the name of the lawyer?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "I do not know whether she knows.  It was a State Lawyer, I do not know his name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened to the court case?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "We attended twice and then from there they did not call us again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We would call his girlfriend because he is still busy writing the statement.  Maybe some of the question we will ask her as the person who was there also.  I thank you.  Any questions.  Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I wonder if you can tell me, you said that your brother was a member of the UDF and that he was killed by members of ASASIM.  Was there a conflict in the township between them.  Can you tell us a little bit about that please?",
            "Female"
        ],
        [
            "ANTHONY MOBELE",
            "Yes, there was a conflict at that time.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What was the conflict about?",
            "Female"
        ],
        [
            "ANTHONY MOBELE",
            "I do not know the reasons for the conflict.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were lots of people killed in the conflict?",
            "Female"
        ],
        [
            "ANTHONY MOBELE",
            "Yes, lots of people were killed at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Anthony, yesterday it was related to, of\nKRUGERSDORP HEARING TRC/GAUTENG\n5 A M MOBELE\ncourse, Carletonville and Khutsong and we heard many stories of the conflict there between, on the one side the police and UDF structures, but also within the community there were gangs.  One of the gangs associated with ASASIM in that area was Mazimzims.  Now, tell us a little about what was actually happening in Mohlakeng at the time.  Was it just a conflict between AZAPO and UDF that you were aware of or were there other things happening?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "I do not know what they were fighting for because I was not even a member of any organisation and what they were fighting for, I do not really know.",
            "Male"
        ],
        [
            "DR RANDERA",
            "But was there a bus boycott or rent boycott?",
            "Unknown"
        ],
        [
            "ANTHONY MOBELE",
            "No, there was nothing at all.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Anthony, we sympathise with you about your story and we are still going to hear more from his girlfriend.  It is so terrible that black people should kill each other in that way during that time.  Yesterday we heard terrible stories about supposedly black on black violence where gangs were killing each other about the things they did not even understand.  We hope that we are now in the new era where we are going to solve those kinds of conflict.  Where we are going to follow democratic laws.  We hope that you should be happy that we are now in the new South Africa and you must see that your brother did not die in vane.  There are new democratic opportunities because of the blood that was shed from those people who were victims.  We sympathise with you and we will try to sucker this issue.  Thank you.\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}