{
    "header": {
        "type": "1 P M MOTSISI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-12",
        "location": "KRUGERSDORP",
        "day": "2",
        "names": [
            "P M MOTSISI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55445&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/motsisi.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MS SOOKA",
            "PAULINA MAMIKIE MOTSISI",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MOTSISI",
            "PAULINA MAMIKIE MOTSISI",
            "MS SOOKA",
            "DR RANDERA",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Motsisi Paulina Mamikie.  Hello, can you hear me clearly?  Can you hear me?  Good morning.",
            "Unknown"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "Good morning to you too.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who is accompanying you this?",
            "Unknown"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "This is my mother.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We also welcome you, mam.  Dr Randera will help to take the oath.",
            "Unknown"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka is going to lead this witness.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Hello Paulina, are you able to hear me properly?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "Yes, I hear clearly.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You have come to tell us today about the story of your brother.  Before you tell us about him, will you give us a few details about yourself, how many members of your family there are and what your brother was doing at the time of his death.  Then you can tell us the story that you have come to tell.",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "My name is Paulina Mamikie Motsisi.  I am staying in 5 58 Mohlakeng.  My mother had eight children.  My brother was the eldest.  He was my mother's first born, my brother.  Is that all.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How old was he at the time?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "He was 26 years old at that time.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You can carry on with your story then.\nKRUGERSDORP HEARING TRC/GAUTENG\n2 P M MOTSISI",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "It was on the 18th of June 1976 when we heard about my brother's incident.  It was me and the whole family, including my mother, in the house.  Whilst we were there we saw Mzondile coming in who came to tell us that my brother has fallen around the corner.  We were listening to Mzondile because my brother was around in the yard, what time was this.  At that time it was at 12 o' clock.  At that time Mzondile when he came into my mother this, we decided to follow Mzondile to see where is Patrick.\n When we got to Gaphlo Street and Terbinara Street corner we found that he had fallen down there.  As he was lying there my mother approached.  My mother asked Mzondile as to what happened to him.  He said he was shot by white policemen who were travelling in a yellow Sierra.  We went into a nearby house and we saw that our brother was still lying down there around the corner.  When my mother tried to wake him up, only to find out that he was already dead.  There was a big hole behind his head.  \n After some time a big police van arrived and they asked my mother as to what is happening in the street.  My mother told them that I am also surprised because I have just been called from my house.  That is why I am sitting here.  One white man stood up and he pulled him by the leg and said to my mother, this child of yours was a stone thrower.  My mother wanted to know how could he be a stone thrower at his age.  These two white policemen told the black policemen that they must take my brother and throw him inside the van.  They did that.  They were holding him with his arms and legs and they threw him into the van.  We just sat there shocked.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.  Are you able to carry on or would you like some water.\nKRUGERSDORP HEARING TRC/GAUTENG\n3 P M MOTSISI",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "I will have some water.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you want to tell us what happened then?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "After having taken him and thrown him in the van they drove away.  We were just sitting around there and we decided to leave.  After three days, it was on the 20th, a police motor car arrived at home and they knocked.  They asked my mother who was sleeping at the room, as to whether it was Patrick her son.  She said yes.  They just went away with a piece of paper.  They never came back till today.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you Paulina.  I am going to ask you a few questions just so that we can make sure that we understand your story properly.  This happened on the 18th of June 1976.  Is that right?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "That is true.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Could you tell us, you mentioned in your evidence that your brother was 26 years old.  Was he employed or was he still at school?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "He was working and at that time he was on leave.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was he a member of any political party or a member of the UDF or any of the civic structures at the time?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "He was nothing, he did not take part in politics.  That day he was just on leave.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Could you tell us a little bit about what was happening in Mohlakeng because we know that around the 16th of June there had been riots in Soweto.  Was this happening in Mohlakeng as well?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "At that time students were running away from school when police were chasing the students.  He was together with his friend called Mzondile and they were going KRUGERSDORP HEARING TRC/GAUTENG\n4 P M MOTSISI\nto the shop to buy cigarettes.  This incident met them when they were going to the shop and students were just all over the township and the police were chasing them.  It was at that time when the police were shooting and he was caught in the crossfire.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You mention that when your mother was still sitting there with his body on the ground that two policemen came and they said that he was part of the group that had been throwing stones.  Do you think the policemen who spoke to her were the same ones who had shot him or were they different?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "I believe those policemen are responsible for the shooting of my brother because when they were talking to my mother they said what do you want here.  Then they were saying what is happening to the person who is lying here.  Then my mother said that is my son and they kicked my body.  When they looked where he was shot at the back of his head they said, it is then that they said your child was throwing stones.  Then my mother said how can he throw stones whilst he is a worker.  It is then that they took him to throw him in the van.",
            "Female"
        ],
        [
            "MS SOOKA",
            "When your mother saw the body, was his body lying facedown on the ground?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "You mean, when, he was facing up.  It seems he was lying on his side, but I am not sure what, we saw him, he was put straight and he was facing upwards.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Were there other bodies next to his or was his alone there?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "He was the only one who was lying there.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You mention that after these policemen visited the house on the 20th of June that you never heard anything KRUGERSDORP HEARING TRC/GAUTENG\n5 P M MOTSISI\nmore.  Were you people never called to attend any court case or any inquest on this matter?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "We did not go there because we found out this other police were responsible.  Everything is in their hands.  That is why we waited for them to come.  They did not tell us that they are coming, that they will come back, but we waited for them to come.  It is then that we heard about the Truth Commission, we decided to come.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Paulina, when your brother was buried, was he buried alone or was this part of a mass funeral?  Can you tell us a little bit about that?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "He was buried alone.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did any of the political organisations assist with the funeral?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "At that time the tribal people came and spoke with my mother and my father.  They did say they would come back and from there we did not see anybody coming to assist us.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Your brother, was he the person who was supporting the household at the time?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "Yes, he was the person who was supporting us at home as he was the eldest one.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did he have any children of his own, was he married?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "He was not yet married at that time.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And did he have any children that he was supporting or nothing?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "No, he did not have any children.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Could you tell us how old you were at the time?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "I was 15 years old at that time.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you very much.  I have no more questions.\nKRUGERSDORP HEARING TRC/GAUTENG\n6 P M MOTSISI",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Paulina, just one question, Mzondile who came to tell you about what had happened to your brother.  Was he with your brother at the time?",
            "Unknown"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "Yes, he was accompanying him at that time.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And do you know where he lives?",
            "Unknown"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "He is staying in the same street as ours in Gaphlo Street.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "There is only one question I would like to put to you, a very simple one.  Why have you come to the Truth Commission today?",
            "Unknown"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "I came to the Commission today because whenever we watched on Sundays on television we saw people with similar problems that my mother encountered and that is when I tried to find out so that I could come forward to explain about this incident.",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "Am I right in saying that you want information?  We can help you to find more information on the death of your brother, that will be a help to you?",
            "Female"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "Can you repeat the question please?",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I am asking is one of your real needs to find out what really happened to your brother that day?  Why he was killed, more information on the reasons for his death?",
            "Unknown"
        ],
        [
            "PAULINA MAMIKIE MOTSISI",
            "We want to know why he was shot because he was a worker and it was surprising that he was shot because he was not a student.  The people who were involved in all this trouble were students and he was just shot on his way to the shop.  That is one thing that makes us quite surprised to why was he shot.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.\nKRUGERSDORP HEARING TRC/GAUTENG\n7 P M MOTSISI",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Paulina and Mrs Motsisi, we thank you for coming here today to tell us about this painful event.  We know that at that time the policemen did not have respect for black people.  They use to shoot randomly without any reason even on your way to the shop to buy cigarettes.  We will try, we note that this happened in 1976 and even car registrations have changed and we do not have the registration numbers for this yellow Sierra, but we will investigate this.  Should we have any results we will contact you and let you know.  At the moment all we can say is that we pray that God will help you and thank you.\n We are going to have a short break and before we go out for our break we would like to welcome some more guests that have arrived.  We have Christina Haasenbush who is in the Youth Department of the German Baptist Union in Hamburg.  We also have Sandy Cole and Dan Cole, both from the American Baptist Churches of the United States of America.  Could you please stand so that we all welcome you.  Thank you.  We will be back, I do not have a watch, at five past eleven.  Could you please stand.  \n We will be back at five past eleven.  We request people not to leave before the witnesses leave the hall.  Can we have some respect please.  Let us wait until our witnesses leave the all.  We will be back at five past eleven.  \nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}