{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-13",
        "location": "KRUGERSDORP",
        "day": "3",
        "names": [
            "MRS D D MVUKA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55448&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/mvuka.htm",
        "speakers": [
            "CHAIRMAN",
            "DR RANDERA",
            "MRS D D MVUKA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CHAIRMAN",
            "MRS D D MVUKA",
            "D D MVUKA",
            "DR RANDERA",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRMAN",
            "Mrs Mvuka, good morning. Can you hear me?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Good morning.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "Good morning.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Can you introduce the person who is with you?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "This is Lisim Mvuka, she is my aunt.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "We welcome your aunt as well. Mrs Mvuka, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Can I please ask people to switch off their cell-phones.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Mvuka, I am going to help you as you tell your story.  You are from Bekkersdal, is that right?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "That's true, sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And you are now 53 years young?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "That's true, sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mvuka, you are taking us back to 1990 and it concerns the abducation of your son.  Before you do that, can you first tell us something about yourself.  Secondly, something about your son, how old he was at the time of his abduction, and thirdly, just what was happening in Bekkersdal at the time.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "May I start by telling about myself?    In 1990 on the 22nd of September, it was on a Tuesday, I was\nKRUGERSDORP HEARING TRC/GAUTENG\n2 MRS D D MVUKA\nbehind my house.  Whilst I was there a child came running, who was with my son.  They were undressed in 1980 in that week. Many people were at war.  This child told me that they were carried in a Kombi.  He managed to escape.  He ran home to tell me about this.   I went straight to the charge office in Bekkersdal and when I got there, the policeman told me - asked me whether I know where my son is. I said no, here is my younger son who came to tell me that he has been taken away.  They said I should wait a while, and I did that.  They took me where they said this child is supposed to be there, but he was not there. \n They took me back to the charge office and said I must bring the child's photo.  Then I did that on Wednesday. I gave them this photo and they said I must wait until two o'clock for the van to arrive.  It never did.  Therefore, I went back home. \n I went back there again on Thursday and I wanted to know where the photo is, but they said they don't know where it is, they can't find it.  When I decided to go to Westonaria in the police station there.  I asked to see the ID officer and I gave him the statement regarding my son.  He said I must come the following day at eight o'clock in the morning. I did that, but when I got there he was not there. I waited for him until four o'clock, but he did arrive round about four o'clock and he said I must go to D4 in Spook Town. I did. I went to D4 in Spook Town. \n When I got there I went into a shack and people appeared from a hole. They wanted to know what are you doing. I told them that no, I am a saleslady for Ellerines, I am looking for a customer. They said no, there is no such a person. \nKRUGERSDORP HEARING TRC/GAUTENG\n3 MRS D D MVUKA\n So I went back home and I went to the charge office the following day, on Friday. I asked the charge officer what should I do, and I told him that the policemen at Bekkersdal cannot help me and they cannot even find the photograph I gave them. He said we must drive in the car.  We drove together and he dropped me off at Ellisburg Highway and I wandered around in the mining area looking for my son.  Since then I never saw this policeman again.\n At that time my son wasn't involved in anything because he was epileptic. He was not involved in any organisations.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mvuka, how old was Andrew at the time of his disappearance?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "He was 18 years old.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You said earlier on that there was a lot of fighting going on in Bekkersdal in that week of his disappearance.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "Yes, there were some faction fights in the location at the time.",
            "Female"
        ],
        [
            "DR RANDERA",
            "What were the faction fights about?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "I do not know clearly because we managed to run to the charge office to seek hiding, but I cannot tell what these fights all about.  But there were fights all over, day and night.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Was there anything else happening in Bekkersdal besides the fights, the faction fights?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "There was nothing else, it was just only the war in the location and nothing else.",
            "Female"
        ],
        [
            "DR RANDERA",
            "There was no rand boycott or consumer boycott at the time?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "No, there were no boycotts.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now when your son was abducted, he was taken in KRUGERSDORP HEARING TRC/GAUTENG\n4 MRS D D MVUKA\na white mini Kombi, you said in your statement.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "Yes, as the child who was accompanying him.  He said he took them into a white Kombi.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now you mentioned the name Kenny.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "This is the boy who managed to escape who was with my son.",
            "Female"
        ],
        [
            "DR RANDERA",
            "What is Kenny's surname?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "His surname is Moroaghobo.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Is he still living in Bekkersdal?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "Thereafter he went back to his home, he stays in Gaghisowan.",
            "Female"
        ],
        [
            "DR RANDERA",
            "What, did Kenny give any further information on what actually happened?  Who was in the van?  What were they after?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "I cannot be able to tell you because as I have said I was in the back of the house and this child came running and he was quite frightened, and telling us that they were taken to this white Kombi but he managed to escape. He never saw what happened thereafter, but when we tried to find out from him what happened, he could not talk.  Then I decided to run straight to the police station.  He couldn't tell us who was involved.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Did the police not take a statement from him?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "No, they just took me to some other place where they said the following day I must bring a photograph, which I did. They never took a statement.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Was your family involved in any political organisations in Bekkersdal at the time?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "No, sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "As far as you know Andrew was not involved in\nKRUGERSDORP HEARING TRC/GAUTENG\n5 MRS D D MVUKA\nany other activity?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "No, he was not involved in those things, in political issues.",
            "Female"
        ],
        [
            "DR RANDERA",
            "There had been no threat made against him as far as you are aware.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "No, that was the first time.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You received no other information as to what had happened to him.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "I asked this child who was accompanying him, but he said they took them.  I told him that we must go to the Truth Commission so that we can get help. He said no, he is afraid of those people, because they will see him on television and he fears for his life.  So he could not tell what happened.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So did he know these people, is this what you are saying?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "I cannot hear you clearly?",
            "Female"
        ],
        [
            "DR RANDERA",
            "You said that Kenny said to you that he could not come to the Truth Commission, because they might see him on television and they may be able to get him.",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "Yes, sir, that is what he said.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Did he mention who these people were?",
            "Unknown"
        ],
        [
            "MRS D D MVUKA",
            "No, he never did.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mvuka, I don't have any other questions. I don't know whether Joyce or Wynand has.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Kenny, did he say these people wore black or white?  These people who took them?",
            "Female"
        ],
        [
            "MRS D D MVUKA",
            "He could not tell us and I didn't ask him as well, because I just left, because I was shocked at hearing that my son has disappeared. I didn't ask him about these people.\nKRUGERSDORP HEARING TRC/GAUTENG\n6 MRS D D MVUKA",
            "Female"
        ],
        [
            "MS SEROKE",
            "How did he escape when your son couldn't escape and disappeared until today?",
            "Female"
        ],
        [
            "MRS D D MVUKA",
            "When I asked him how did he manage to escape, he said that when they turned around a corner he managed to escape. I don't know how he managed.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In your statement you say the disappearance of your son disturbed you, to the extent that you are having sleepless nights, and you are unemployed at the moment. Is Andrew's father still alive?",
            "Female"
        ],
        [
            "MRS D D MVUKA",
            "No, he passed away.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are you getting medical treatment?",
            "Female"
        ],
        [
            "MRS D D MVUKA",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "At which clinic are you getting treatment?",
            "Female"
        ],
        [
            "MRS D D MVUKA",
            "It is at Bekkersdal Clinic. I was getting treatment from Baraghwanath in 1993, but now they transferred me to Bekkersdal Clinic to get further treatment.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Mrs Mvuka, thank you for coming.  I would please appeal to you, just after you have finished with us here today, to speak to one of our statement-takers so that we can take the particulars of Kenny, where he is living, if you have his address.  Perhaps he will be willing to speak to us and give us some other information.  We have listened to your story and we are very sorry to hear about the loss of your son.  Our investigating team will follow up on some of the points you have made, and we hope we can come back to you and give you further information.  Thank you very much for coming.\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}