{
    "header": {
        "type": "1 D SMITH, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-12",
        "location": "KRUGERSDORP",
        "day": "2",
        "names": [
            "D SMITH"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55458&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/smith.htm",
        "speakers": [
            "CHAIRPERSON",
            "DAVID SMITH",
            "DR RANDERA",
            "MS SOOKA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SMITH",
            "DR RANDERA",
            "DAVID SMITH",
            "MS SOOKA",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Our next witness is David Smith.  David Smith.  Can you hear me Mr Smith.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Yes, I can.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Welcome.  I realise from your statement you also come from Toekomsrus and it is almost on the similar lines that we have heard from Mr Stellenberg.  I shall now hand you over to Dr Randera.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "David, good afternoon,",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Good afternoon.",
            "Male"
        ],
        [
            "DR RANDERA",
            "David before we, I am going to help you with your statement.  Perhaps before we get into that if you could just stand and take the oath.  If you will just repeat after me.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "David, you are now 42 years old.  Is that right?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "That is the case.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And you come from Toekomsrus and you are a Welder.  Are you still a Welder.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "I was a Welder.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What do you do now?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "I work in the Welding industry, but I no longer weld myself.  I am an instructor now.\nKRUGERSDORP HEARING TRC/GAUTENG\n2 D SMITH",
            "Male"
        ],
        [
            "DR RANDERA",
            "And you are married, you have children?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Yes, I am married.",
            "Male"
        ],
        [
            "DR RANDERA",
            "How many children do you have?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "I have three children.",
            "Male"
        ],
        [
            "DR RANDERA",
            "David, tell me, and I think you should take your time.  We are going back to Toekomsrus in 1990.  We have already heard that there was a rent boycott.  You yourself say in your statement that there were riots taking place.  I want you, in your own words, to tell us what was actually going on, what was the atmosphere, how did these things come about and what happened to you particularly.  I know you have mentioned also, let me say, that you have mentioned some other people including Malcolm Carno who was shot and died, but you have also mentioned Johnny Collins and William Michaels, but I would like you to concentrate on what happened to you.  Thank you.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "It was the 18th of October 1990.  Early that morning, about six o' clock, we went to work.  At that time I was working at Steyn Miller here in this area.  After half past nine our manager came to us and said to us that he had heard over the radio that there were serious problems in Toekomsrus.  He then asked us that everyone who worked there who came from Toekomsrus should pack up and return home since there were problems at home.  We left work and went home.  I went with four of my colleagues who work with me in my car back to Toekomsrus.\n At the entrance to Toekomsrus where the big grounds are we were stopped by a Casper armoured vehicle who told us we could not turn right, but we had to turn left.  We went down Diamond Street and along the road, the road which we had to follow, I had to drop two of my colleagues in any case.  At \nKRUGERSDORP HEARING TRC/GAUTENG\n3 D SMITH\nthe second stop street in Diamond Street, this is where everything happened.  \n I wanted to turn right again since not far from this incident, only two streets away, was my own home and this road was also blocked.  We had to turn left again.  As we turned left three houses from that turning was the house of my friend Johnny Collins.  I decided to park at Johnny Collins' home and the first thing I then did was to ask Johnny Collins' wife whether I could use her phone to phone my own wife to tell her where I was since she might have been worried about me and about what had happened.  I phoned her and told her that I was at Johnny's house.  She then asked me why do I not try, I am so close to home, why do I not come.  I then told her that there was no way in which I could move my vehicle.  I had to leave my car at that place.  I stayed there at Johnny's place and I doubt that it would be more than a hour when outside.  We were sitting outside on the lawn.  Then we heard people shouting at the corner, Jones is shot, Jones is shot and he might be dead.  \n We then left the yard and a couple of steps further, not even ten steps from that yard, I was shot.  I was shot in my face, in my arms as well as through my lungs.  I fell down and shouted Johnny, Johnny help me, help me.  As Johnny and them tried to help me Johnny as well as William Michaels, Johnny Collins and William Michaels were also wounded.  I was then pulled away there by women.  I was confused, but I could hear them shout, he is so heavy and none of the men could come because they were also being shot.  I was then pulled back into Johnny's house.  Then I was in a state of confusion.  My brother was called and he brought me with my car to the hospital here at Leratong.  I \nKRUGERSDORP HEARING TRC/GAUTENG\n4 D SMITH\nhad not been at Leratong Hospital for long when I came to some degree of consciousness and my other brother came.  He told me that I was being looked for and then before being admitted I was taken away to the clinic in Johannesburg.\n As soon as I arrived there the doctors were already informed.  They immediately took me through to the theatre and I was there for 11 days.  This was at the Garden City Clinic.  I was at intensive care unit for one and a half days and 11 days in the clinic as such.  \n On the second day my wife came and spoke to me privately.  She told me what problems they were experiencing since every evening there would be a Casper armoured vehicle with a big light.  She told me that she tried everything, but they kept the light on our bedroom window since they were trying to see whether I was there.  I then asked her not to tell the people in which hospital I was.  I knew, in those times, if they were to find me everything would be finished.  \n I lost my job.  From the 18th when I was shot, it was only on January the 16th when I was able to return to work. This is from October.  Time and again I had to go back in since my most serious problem were my eyes.  One of the birdshot was embedded in my face, it is still embedded in my skull and has not been removed.  This is the cause of my eye problems.  I consulted a specialist who advised me to forget about welding works since it effected my eyes.  Everytime I weld I get a piercing pain right through to the back of my head.  My employers could not believe this and referred me to their own specialist to make sure if this was really the case because all those years I had given them very good service and I worked for them for 17 years.  I then had to \nKRUGERSDORP HEARING TRC/GAUTENG\n5 D SMITH\nsurrender my work.  In 1991 in September I had to finish my work there.  I was then let go and I had to return home unemployed.  For the next 17 months I had to continue receiving treatment which I had to pay for myself.  \n To get to the incident in Toekomsrus itself.  Three weeks prior to this incident a memorandum had been circulated or sent to the Town Council and there was a march to the Town Council in town.  The memorandum was handed over and this was all done in a peaceful manner.  I do not know, why on that particular day, the police carried on in the way in which they did.  I would imagined that they did so because they felt that they are the people who make the Law and therefore they could do as they please.  I do not know why I was shot.  All that we wanted was, after the people were shouting, we wanted to go and see what was happening.  I never actually got around to seeing what happened.  I never saw Jones' body because I could not make it there.  Just a couple of steps outside of the gate I was shot down without having done anything.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Is there anything else you want to add David?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Not at the moment.  Maybe after questions I would maybe have something to say.",
            "Male"
        ],
        [
            "DR RANDERA",
            "David, let me ask you some questions.  You say that three weeks prior to everything starting, there had been a memorandum, meetings with the Council, a demonstration.  Were you part of the Civic organisation in Toekomsrus during that period.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "No.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And you have mentioned twice now that when you were taken to Leratong Hospital and also at Garden City Clinic, there was this concern that if the police found out\nKRUGERSDORP HEARING TRC/GAUTENG\n6 D SMITH\nthat you were in the respective hospitals, they would come and get you.  Why was that?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "I was concerned about this because I knew that my wife would not be able to come and say to me.  After I left he was confronted and asked where I was and he then told me that this had nothing to do with them.  I knew for certain there were many incidents where I know about people who went missing and nothing came of that.  I was worried about this.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Now you mention this person called Jones, that is because ...",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Yes, Jones.",
            "Male"
        ],
        [
            "DR RANDERA",
            "... when you were in Mr Collins' house people came and said Jones has been shot.  Was he killed.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Yes, that is the person that was killed.  It is Carno.  His real name was Jones, but he was referred to as Carno.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "The same person as, okay, sorry.  When you went out of the house, you and your friends, were you carrying anything, any weapons?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Nothing whatsoever.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Was there any warning before the shots, before you were shot?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "No, there was no warning.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And you were shot with birdshot?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Yes, with birdshot and rubber bullets.  I have a cut on my arm and, as the doctors told me, my entire hand and arm was blue which would have been from the rubber bullets which would have caused that or which might have caused that, but through my chest and my lungs and in my face, I was shot with birdshot.  There is a proof that not only one person shot at me, but more than one person.\nKRUGERSDORP HEARING TRC/GAUTENG\n7 D SMITH",
            "Male"
        ],
        [
            "DR RANDERA",
            "So the birdshot actually went into your lungs?  Is that why you spent all those days in intensive care unit?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "That is the case.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Okay.  Now, you talk about the problem with your vision.  Did you wear glasses before the shooting or is it only after the shooting that you started wearing glasses?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "No, I did have glasses beforehand.  We all had to have glasses.  So I did wear glasses.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Okay.  David, do you just want to tell us briefly about this young man, Carno, who was also shot and killed on that day?  From what you heard because you were not there yourself.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "The only words which I heard was as I left the yard, people were shouting that he was shot.  At that moment, like any other person would, I went to go and see what had happened, but I never actually got around to seeing because I am not really able to say anything.  This is what worries me.  As far as I know it would appear that nothing had come of that case.  His mother has since died, his father had already died, he himself is dead and nothing had come of this entire incident.",
            "Male"
        ],
        [
            "DR RANDERA",
            "My last question, David, is how long did the rioting continue in Toekomsrus?  You were in hospital, but I am sure other people must have told you.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "My wife did visit me that Friday.  On the Saturday she told me that the unrest was continuing, that there were still some problems because of the curfew which had been put in place.  When I left the next week or came out of hospital the next week after 11 days, on the following Saturday, things had calmed down and that was the day on which Carno was buried.\nKRUGERSDORP HEARING TRC/GAUTENG\n8 D SMITH",
            "Male"
        ],
        [
            "DR RANDERA",
            "David, my last point.  I see from your statement and I want to actually read it.  You say after the incident I developed hatred towards the people.  Now, it is the police you are referring to.  Your friend or sorry, the other gentlemen said it was soldiers.  Are we talking about soldiers or police here?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "I would say we are speaking of both because there was a whole bunch of them and there were Caspers and also South African Police.  Some had the blue uniforms, some had camouflage uniforms.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Who shot you?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "I think it was not from the Casper which they shot.  They shot also from the large vans.  As I approached them I saw a van immediately in front of me and I was shot right from the front.  So if I am right, I must have been shot from this police van.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Alright.  Okay, just to quote again.  After the incident I developed a hatred towards the police.  Now I am beginning to reconcile with them.  Can you just tell us a little bit about that?  Both the hatred and why you are beginning to reconcile?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "With regard to the hatred, if I though what position I had or could have had as a working person today at the place where I worked.  I already had a senior position.  I lost my job.  One of my children had to go to university the next year, but I was not able to do this.  He could not go to university.  My wife and my children suffered in consequence for 17 months.  I had no income whatsoever.  A young man of 37 years at that time being bordered because I was not able to continue with my work.  This caused me to feel deep hatred because I knew that these KRUGERSDORP HEARING TRC/GAUTENG\n9 D SMITH\npolicemen to whom I did nothing, I had great respect for them, because I knew that they were supposed to maintain law and order, but rather they showed that they could do as they pleased.  This cause great hatred in me.  Today I have friends who serve in the police, but even them could tell what I said then and that I told them then that I hate them because of what they did to me and my family.  Today this young son, for whom I had such great hopes, simply works at a normal place and I believe that he could have achieved more by today if it had not been for that incident.  I could have had a very good position myself.  The pain which I still experience, in many applications for work which I have had, when they hear that I have been bordered in that very industry, where for 20 years I had worked, and that then everything fell apart because of this incident.  This is what caused me to feel great hatred, deep hatred, but with the passage of time as my wounds healed I came to say as the Lord himself says, if I could forgive why not others.  It then came to me that I decided that I would forget what had happened and that I would attempt to patch together a better life.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you David.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mr Smith, I just want to ask you a few questions.  The witness before you talked about the fact that the community was protesting about the increase in rents, but I notice in your statement which you actually say that the riots were caused by the Council turning off the electricity in a number of houses.  Could you tell us a little bit more about that please?",
            "Female"
        ],
        [
            "DAVID SMITH",
            "As far as I could hear on that same day as the\nKRUGERSDORP HEARING TRC/GAUTENG\n10 D SMITH\nincident.  When the Caspers came into the township they did so to protect the people from the electrical services because they were coming to switch off the lights and the electricity and that is what caused the problems.  The people did not want to allow them to switch off the electricity and the lights since everything had already happened exactly because of the high rent and the high electrical and water tariffs.  This would have increased the conflict.  After the shooting, of course, things went out of hand.  Everything was the consequence of the water and lights and the rent boycott.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You mention that you were bordered after this.  Did you bring any civil action against the police or the Defence Force for what had happened?",
            "Female"
        ],
        [
            "DAVID SMITH",
            "No, I did not.  As I have already said, I was frightened since I knew what would happen.  I did not want to get anywhere close to them.  I was extremely scared.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How are you able to support yourself now?",
            "Female"
        ],
        [
            "DAVID SMITH",
            "What happened is that I started to study.  After the incident, after 1991, while being at home I tried to study in the same industry, in the welding industry because I could not use my eyes anymore, but then I started doing it theoretically.  Then in 1993 I went to Japan where I continued with studies.  I am now at Shamrock Training Centre where I am a trainer.  I do very little welding work, but I do a lot of theoretical work.  Then I look at the big places.  I think I could have welded for a lot of money for another 20 years, but that was cut off.",
            "Male"
        ],
        [
            "MS SOOKA",
            "In those years, in a sense, one of the policies was to make the townships ungovernable and now one of the facets of the new Government is that rent boycotts are\nKRUGERSDORP HEARING TRC/GAUTENG\n11 D SMITH\ntaking place in what were previously white areas.  How do you think a new Government should handle that kind of issue because it seems that when there were boycotts in townships, the police were ungovernable and they acted as if they had a licence to kill and to maim.  Now that the tables are turned, how do you think those kind of situations should be managed?",
            "Female"
        ],
        [
            "DAVID SMITH",
            "As far as I am concerned I believe that if problems happen it should be talked through.  The police should indeed be at hand.  If meetings happen they must be allowed to come to the meetings, but it is because of mistaken information given to them that this kind of thing happened. I believe they are also people from our community and if they can join hands with the people of the community then this kind of thing can be dealt with in a better way.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Piet Meiring.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Smith I want to ask you only a few questions.  The first has to do with your family circumstances.  You mentioned already that the great loss was that your eldest son who would have gone to university was no longer able to do so and that he then had to go to work.  Would he still desire to study or has he changed his mind?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "I doubt it.  At this time he also went and had a child.  Things go wrong when someone thinks that his life is changing.  I told him that if he could finish matric I would let him study further, but after all these things happened, he would have said to himself, no I am rather going to work because he no longer knew why my own state would be.  Especially when he knew I was bordered.  I did not know\nKRUGERSDORP HEARING TRC/GAUTENG\n12 D SMITH\nmyself what work I would have.  After 20 years in the same industry, now you have to come up with something new.  That is why I took my chance and I risked and I continued with my studies.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "What about the second child?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "She is in matric now and if she succeeds and I have made applications already at Potchefstroom, she would go to the university there.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "What would she like to become?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "A social worker.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you and a last question.  I was touched by what you said about the hatred you felt and that through the course of time this changed towards reconciliation.  Would you believe that this is also the experience of others in Toekomsrus.  That hatred changes into reconciliation.  Would you have hope that our mixed up, crazy country could become a better country?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "I certainly have such hope.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "You have also said that your Christian convictions played a role in this regard.  The Church is the communities of faith of all the various faiths in Toekomsrus.  Do they continue to play a role in this regard?",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Certainly.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Smith for giving us such a vivid account of the ordeal you experienced.  Especially when the community went through democratic processes and had a peaceful march and were provoked by the police.  Indeed you are right when you say the police acted irresponsibly and they always did what they liked.  They did that at the expense of people's lives. I am also very much\nKRUGERSDORP HEARING TRC/GAUTENG\n13 D SMITH\nimpressed with the way you treated this thing, in a proactive way and even though your ambitions for your son were thwarted, at least you yourself decided to put things aside and look to the future and occupy the position that you occupy now.  Thank you very much.  We hope more of your kind of people would be involved in the communities to bring about this reconciliation that we are striving for.  Thank you very much for coming.",
            "Unknown"
        ],
        [
            "DAVID SMITH",
            "Thank you.\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Male"
        ]
    ]
}