{
    "header": {
        "type": "1 B PINZI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-12",
        "location": "KRUGERSDORP",
        "day": "2",
        "names": [
            "B PINZI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55453&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/pinzi.htm",
        "speakers": [
            "BUKA PINZI",
            "CHAIRPERSON",
            "DR RANDERA",
            "MS SOOKA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PINZI",
            "DR RANDERA",
            "BUKA PINZI",
            "MS SOOKA",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Our next witness is Buka Pinzi.  Buka Pinzi.  I greet you Sir.",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "Good afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we pronouncing your name the right way?  Are you Buka Pinzi?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We welcome you.  We are going to hand over to Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Pinzi, good afternoon and welcome.  Can you just stand to take the oath.  If you can just repeat after me.",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will now hand over to Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thank you Joyce.  Mr Pinzi are you able to hear me?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "MS SOOKA",
            "I wonder if you could tell us a little bit about yourself and what you did before this incident happened?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I was working at the mines.  That is when this whole thing happened and when it happened I could not go back to work.  So I lost my job.  That is how I am living at the present moment.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you want to tell us about what happened on the KRUGERSDORP HEARING TRC/GAUTENG\n2 B PINZI\nnight that you were shot?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I was not present during the day, but we were told that it was going to happen the following morning.  When I was listening to the radio I heard that people at Swanieville should not patrol as they usually do because the police would be present to protect them so they should sleep peacefully.  As we were sitting, not having any hope because we could see that the other places were being attacked.  People were told to sleep and thereafter they would be attacked.  We did not sleep on that particular day.  We only slept at 2am in the morning.\n Just as we were sleeping at round about five I heard some gunshot outside.  When I went outside to investigate I was shot.  I fell down and when I regained consciousness I ran away to Randfontein.  I got a chance to go to the hospital.  I do not know what happened at that moment because I never went back there.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you very much.  I am going to ask you some questions so I can just make sure of what you are saying.  At the time when you were employed, which mine were you employed by?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I was working at South Roodepoort Mine.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You also mention that on that night you heard on the radio that you should not patrol as usual because the police were going to patrol the area.  Now, were you part of a group that went out every night to patrol the area and who were you patrolling the area against?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "We were patrolling so that when the Inkatha attack us, come to attack us they would find us aware because we would not know at what time they were going to come and attack us.  That is the way we lived because we\nKRUGERSDORP HEARING TRC/GAUTENG\n3 B PINZI\nwere told that the Inkatha was always threatening that they would be coming to attack us.  We could not sleep when other people were awake.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So, where was, you mention that you were told.  Were these rumours that were going around Swanieville or had someone specifically told you that Inkatha was going to attack?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "There is not a particular person who came to me.",
            "Male"
        ],
        [
            "MS SOOKA",
            "One of the previous witnesses talked about the fact that there were two groups in Swanieville.  There was a group that was called The Men and a group that were called The Women and The Men told them that The Women, the group called The Women should patrol.  Were you part of any of these two groups?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "Yes, there was a group called The Men because the area was divided into two parts and it is still divided into two parts even now.  There is still The Men as well as The Women.  Whenever there was a patrol that was being conducted The Men would move from one area and they would be calling other members of the community.  That is The Men and they would not allow us to come out because they said we were women.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What did you understand, why were they making this distinction between the two groups?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "The difference was that the other group was very rude and callous in their dealings, but with us, because we liked negotiations we were referred to as women.",
            "Male"
        ],
        [
            "MS SOOKA",
            "The Commissioner asked the previous witness and the one before him who also came from Swanieville about whether he knew what the problems were in Swanieville.  Were you aware of what the dispute was that was leading to what\nKRUGERSDORP HEARING TRC/GAUTENG\n4 B PINZI\neventually happened as the killings in Swanieville?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I have got no knowledge because I was working and most of the time I was not present.  Up to this stage what I knew was that whenever the residents could not sleep I also could not sleep.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you yourself renting your shack from Mr Swanepoel or were you renting it from someone else who was renting it from Mr Swanepoel?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "Yes, Swanepoel had a small office where we had to pay our rent and that is where everybody else paid the rent.  These people were the ones who were taking the rent to Swanepoel because we use to get receipts from these people and I also paid at that office.  That is Swanepoel's office.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could you tell me on the night that you were shot, did you see the person that shot you?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I never saw the person who shot me because when I realised that I was bleeding, just as I was heading towards the gate, I heard some people talking behind me.  They were swearing at me telling me to stop and when I looked I saw some men with assegais as well as pangas.  That is when I started to run because I was not armed and I could not fight back so I decided to run away.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So did they shoot you from the back or were you shot from someone in the front because you mention that you were running away, but you were shot in your eye?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I was shot whilst I was still inside my shack and when I went out I was shot already and I was bleeding.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did you yourself, Mr Pinzi, belong to any of the political structures in Swanieville?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "Yes, I was a member of a political organisation.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Which one was that?\nKRUGERSDORP HEARING TRC/GAUTENG\n5 B PINZI",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I was a member of the ANC.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Can you tell me which hospital you were taken to after this incident?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I went by myself to Leratong Hospital when I got to Randfontein.  I took a taxi and it dropped me off at the hospital gate and the very same taxi was not coming straight because this road was blocked and the taxi had to take the Krugersdorp route.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And you mention that the bullet hit you on your right eye.  Can you tell us about the damage that was done to your eye?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "It is not my right eye, it is my left eye.  My eye had to be taken out.  Even now my right eye is becoming effected and now it is because of the left eye.  I am becoming partially blind in the right eye.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you receive any kind of treatment for it?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "No, I am not getting any treatment because I do not have money to get treatment.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Mr Pinzi, what we have learned is that there was a case which took place in the court in Johannesburg and that the seven men who were charged were then acquitted.  Were you ever told to go to court in this matter?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "Because I moved from that area the very same moment, I never went back and I never heard about the case.  I have only just come back now because the place has now been changed.  I never went back at that time.  It is only the first time that I hear that there was a case because I moved as from that day when I was shot.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did you yourself never lay a charge against anybody?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "No, I never reported the matter because I did not KRUGERSDORP HEARING TRC/GAUTENG\n6 B PINZI\nknow who shot me and I knew that if I did not know the identity of the person, there was absolutely no help that I could get.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  I have no more questions.",
            "Female"
        ],
        [
            "BUKA PINZI",
            "What I did, I went to report my fridge that they took because I was still paying for my fridge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Piet Meiring.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Could you tell me what actually happened about the fridge?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "I reported the matter to Ellerines and they said I should report it to the police station.  I got an affidavit and I returned it to Ellerines and they asked me whether I wanted another fridge.  I said I do not want another fridge because I would not be able to pay it as I had been injured.",
            "Male"
        ],
        [
            "MS SOOKA",
            "When you reported the fridge did you not mention anything about your eye?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "Yes, I told them that I would not be able to pay the fridge because I was injured and I could not go on working.",
            "Male"
        ],
        [
            "MS SOOKA",
            "No, Mr Pinzi.  I am asking that when you went to the police to make the affidavit about the fridge, did you tell the police about what happened to your eye?  Did you report it?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "Yes, I reported the matter.  I told the police about my eye.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And did they do anything about it?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "They did nothing.  They just gave me the affidavit to take to Ellerines and that is all they did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Piet Meiring.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Pinzi I would like to ask a few questions\nKRUGERSDORP HEARING TRC/GAUTENG\n7 B PINZI\nabout your own personal circumstances at the moment.  I would like to ask a few questions about your.  Mr Pinzi I would like.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am trying to switch it off.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "There you are.  Mr Pinzi, I need to ask you a number of questions about your own personal circumstances if you do not mind.  The first thing I would like to ask is, are you married?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "Yes, I was married, but we are now separated.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Were you married when this thing happened to you?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "Yes, I was married.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Are there children?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "Yes, I do have kids.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "How many children do you have?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "I have four kids.  One is 12, the other one is eight years, the third one is five years and the other one is two years old.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And are they in your care?  Do you have to pay for their schooling and for all the other things they need?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "Yes, I am the one who provides for them.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Are they living with you or are they living with their mother?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "They stay with me.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you and you are not employed at the moment or are you working?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "No, I am not employed at the moment.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Excuse me for asking the question, but where do you find money to care for the children, to pay for their school and for all the other things they need?\nKRUGERSDORP HEARING TRC/GAUTENG\n8 B PINZI",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "At times I sell, there are certain things that I sell and whatever money that I get from my sales I put it aside for my children.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Those were my questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Pinzi, just tell me, I know your eye had been injured at the time, but the other two people who came before us today talked about the IFP people being protected by the police.  Did you see any of that?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "I was so injured and there was absolutely no way for me to have noticed anything of that sort because when I was from Swanieville, I was running for my life.  It was so cold and I just had no time to sit around and look what was happening.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I understand.  I just want to come back to this group called The Men and The Women.  Were they all members of the ANC?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "I think, according to my own observations, I thought that would probably be the case, but at some stage I thought there was a difference between the two groups.  I was not very, very sure because of the way that they conducted this whole thing.  I ended up believing that we were not all members of the ANC because I believed we would be called and we would address the issue.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Now you said you were patrolling.  You were part of the group that was patrolling every night.  For how many nights were people patrolling before the attack?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "The rule in Swanieville was that when Swanieville was established in 1989.  We started patrolling in 1990 or 1991.  That is when the patrol thing started because other\nKRUGERSDORP HEARING TRC/GAUTENG\n9 B PINZI\nareas had been attacked.  So we decided that we should protect our own area.  That was from 1991, but I am not sure as to which month we started patrolling.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Pinzi, I just want to understand.  You said the night before the attack you had listened to the radio and there had been a message that the police were protecting.  There was nothing to be frightened about and therefore, although you went to sleep at two o' clock in the morning, the patrol seemed to have taken that as an understanding.  Now, are we to understand that in that atmosphere in 1991, people actually trusted what the police were saying?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "I do not understand the question.  It is quite long.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Okay.  Sorry, let me come back.  You said that you had heard on the radio that it was not necessary to patrol.  Is that right?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "That is correct.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And that was coming from the police?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "That is true.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What I am asking is that were people trusting the police at the time?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "At the time the police were not trusted by the residents.  It was so, so.  It was not really a situation where you could vouch and say they were trusted by the residents, but at the time even when we watched TV we could see that when two groups are fighting, that is Inkatha and the ANC, you could see that the police were much more aligned to the Inkatha than the ANC.  We realised that the police were our enemies.  That is why that during the night I did not sleep, I slept at 2am.\nKRUGERSDORP HEARING TRC/GAUTENG\n10 B PINZI",
            "Male"
        ],
        [
            "DR RANDERA",
            "My last question is related to your fridge.  I thought I had heard you say earlier on that you did not go back to Swanieville after you had been shot.  When you went to the police station who were you saying had stolen your fridge or how did you find out that your fridge had been stolen?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "There are certain youths who I was staying with at the house and they were left uninjured when I ran away.  They went back, they discovered the fridge had been taken or stolen and they told me whilst I was at the hospital that the fridge was stolen.  That is when I decided to go to Ellerines and they said I should report the matter to the police.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mr Pinzi, I am sorry to come back to this question of these two groups, The Men and the Women.  I want to understand properly when these two groups started.  How long were you yourself living in Swanieville before this incident happened?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "These groups started when the place had grown bigger.  That is when people started arriving and staying in Swanieville.  That is when this demarcation started.  At first the place did not have any political groups or any groups whatsoever because the people were not so many when I arrived in Swanieville.  When the place grew bigger and bigger there was a difference between the people.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And what was this difference based on?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "Everytime when there were meetings that we convened, the people who regarded themselves as The Men use to come to our side or to our area and dictate terms to us\nKRUGERSDORP HEARING TRC/GAUTENG\n11 B PINZI\nand tell us that there was going to be a meeting held.  I did not understand who actually was the leader of that particular group.  Even at the meeting when the meeting was being addressed they were very dominating, those who called themselves The Men.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And who were these meetings called by?  Were they called by the ANC structure in the township or by the Civics?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "At that time I was not politically aware and I did not care much about what was happening around me.  I just regarded myself as an equal with other people and I was very much in need of a place to stay.  I did not want to get involved in the politics of the place.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were there fights between the two groups?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "No, I have never heard of any fights.  I have never seen any.  I would not know, maybe when I was not around it happened.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you on the same side acting against Inkatha?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "What do you mean when you I was part of the group that was opposed to Inkatha?",
            "Male"
        ],
        [
            "MS SOOKA",
            "I am asking, you see, you are saying that there were two groups and the one group use to be killed The Men and the one group was called The Women, but when Inkatha attacked Swanieville, would you say that the group, The Men and The Women were on the same side against Inkatha or was one of those groups acting with Inkatha or were they both just targets?",
            "Female"
        ],
        [
            "BUKA PINZI",
            "On that particular day I do not remember whether there was anyone who was actually fighting with the other because we were woken up by sounds of gunfire and I did not really notice whether that was ANC and Inkatha or what was\nKRUGERSDORP HEARING TRC/GAUTENG\n12 B PINZI\nhappening.  I do not even know the people who shot at me, whether they were Inkatha members or ANC members.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Yes, I think that we note that point then.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Pinzi, I am going to ask you just one question.  When you say you heard over the radio an announcement that you should not patrol the area, you must sleep soundly because the police were there to protect you.  Do you think that was some form of mechanism to make you sleep so that you could be attacked?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "Yes, that is how I think of it because we did not sleep the whole night and immediately when I tried to sleep we got attacked.  I think that was a plan in order for them to attack us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the police come to patrol the area as promised?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "The police presence was that they were moving up and down and they were doing nothing.  They were there at seven up to eight, up till nine.  Then by the time I slept the Hippo was no longer there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, this plan to make you sleep, according to your own opinion, do you think the police were working hand in hand with these people.",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "That is how I see it.  I think they were working together hand in glove.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much that you have appeared before this Commission.  Is there anything else that you would like to say or maybe a request that you want to put forward to this Commission.",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "If there is any help that the Truth Commission could offer me.  I want to get some work so that I can be\nKRUGERSDORP HEARING TRC/GAUTENG\n13 B PINZI\nable to maintain my children.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about your eyes?  Can you see or do you feel that they are perfectly healed?  Is there any other help that you need with regard to the treatment of your eye?",
            "Unknown"
        ],
        [
            "BUKA PINZI",
            "My other injured eye was taken out, but the one that is left is partially blind especially when it is very sunny or windy.  It gives me problems.  I do need help with regard to the remaining eye.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We hope that we will be able to pass forward your requests and see what help you can get with regard to your requests and we shall get back to you in due course.  Thank you very much.\nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}