{
    "header": {
        "type": "1 M SIKO, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-11",
        "location": "KRUGERSDORP",
        "day": "1",
        "names": [
            "M SIKO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55457&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/krugers/siko.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "M SIKO",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SEROKE",
            "M SIKO",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mrs Siko, welcome.  Good morning.  Mrs Siko you have come to tell us about the death of your son, John Siko, John Tamsange Siko.  Before I ask Dr Russel Ally who is going to help you to take over, can I just ask Ms Seroke to help you take the oath.  Thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "I greet you Mrs Siko.  I would you request you to stand up to take the oath.",
            "Female"
        ],
        [
            "M SIKO",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Good day to you Mama.  Welcome and thank you for coming.  Are you following me clearly enough?  Is the interpretation coming through?",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, I can hear.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, you have come to speak about your son, John, who was abducted while at a night vigil and later his body was discovered.  I would like you to just take us through your story please, your statement which you have given to us.",
            "Unknown"
        ],
        [
            "M SIKO",
            "My son asked for permission to go to the night vigil of a friend whose mother was dead.  He went there.  In the morning we were told that he was killed.  He was thrown next to Teachers College.  Tamsange was killed by a group of boys (inaudible).  They took him to kill him somewhere else across the road next to the teachers quarters.  They took\nKRUGERSDORP HEARING TRC/GAUTENG\n2 M SIKO\nbig stones and they put big stones over his body.  The police came and took him.  They took him to the mortuary.  The following week we buried him.  \n The boy who came to take him to the night vigil, the following week he was killed.  We heard that he was also killed.  The one who was giving the police information as to what happened when Tamsange was killed, he was also killed.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Is that all you want to tell us Mama or is there anything else you would like to tell us?",
            "Unknown"
        ],
        [
            "M SIKO",
            "There is something else that I would like to say.  Before Tamsange was killed he was involved in an accident with police.  It was on the 31st of May 1990.  One of his friends came to identify him and said he was with him somewhere else.  Maybe it was a crime and then he was arrested.  On the way they were involved in a car accident.  All the police died and even the boy who came to identify him.  He was the only one who survived.  He was admitted in Rhatong Hospital for a month.\n While he was still there at the hospital this group of Gadaffi came to my house.  They said they were looking for Tamsange.  I said Tamsange is not here, he is at the hospital.  He was in a car accident with the police.  They said we want to kill him, we want him.  They came and they vandalised everything in the house.  They were destroying everything in the house.  They went out to my home.  They did the very same thing there.  They destroyed furniture.  The only boy that I could identify was Pitcherman and one girl whose name is Nokutla and Pacamilea and Banama.  I do not know the others.  When they finished they left the house.  I kept quiet.  \n After some time my son was discharged from the \nKRUGERSDORP HEARING TRC/GAUTENG\n3 M SIKO\nhospital.  He was undergoing treatment because he was mentally disturbed and the doctors said there is a drop of blood in his brain.  He was still undergoing treatment.  After three months still he could not come alright.  Towards the third month there was some improvement.  Then my son decided to go to Church until when he was killed.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, thank you very much for that.  I am just going to ask you a few questions, if you do not mind, just to try and put some of the pieces together and try to get some understanding of what was actually happening.  I am going to use your statement which you given to us and just ask some questions to try and clarify some of the issues.  So, please if you would just be a little more patient.\n In your statement you say that your son was a member of the ANC.",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Could you just speak a little bit about that?  Was he an ordinary member?  Was he in any structures, was an office bearer maybe or was he just an ordinary member of the ANC?",
            "Unknown"
        ],
        [
            "M SIKO",
            "He was a member of the Youth Congress.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Now you say that your son was detained because of his political activities and when he was released from detention you say he decided to be less politically active.  Is that correct?",
            "Unknown"
        ],
        [
            "M SIKO",
            "They were arrested in 1986.  He was still a student.  When he was arrested, I do not know what the reason was.  He was identified by one of his friends.  That was in 1990.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Thank you Mama.  Now, this is a very important part of your statement and I want you to just think about it KRUGERSDORP HEARING TRC/GAUTENG\n4 M SIKO\nand then maybe just to tell us a little bit more.  \n You say he was released from detention and then later you say he became less politically active.  Then you say that his Comrades decided to carry out their political activities in an undisciplined fashion.  Thus, Tamasange had to quit.  Could you just speak a little bit about that?  You say that the Comrades were being undisciplined.  What do you mean by that?",
            "Unknown"
        ],
        [
            "M SIKO",
            "When he decided to quit the politics they were together, they were in the struggle.  They were undisciplined, they were just fighting amongst themselves.  There were others who were necklacing the others and he decided to quit the struggle because it was no longer their mission.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, if you can, if you cannot then we will understand, but if you can, this fighting that was taking place.  Do you know a little about it?  Did you understand some of the reasons maybe?  Did your son speak to you and do you know who the different groups were who were fighting amongst themselves?",
            "Unknown"
        ],
        [
            "M SIKO",
            "I use to hear the people saying it is the Gadaffi groups and the Comrades.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, do you know anything, did you then know anything about these groups, the Gadaffi group?  About where they came from or what type of group they were?",
            "Unknown"
        ],
        [
            "M SIKO",
            "I do not know because I was not involved in their activities, but what I know is that they were just fighting amongst themselves.  They were in the struggle together, but at the end they were fighting amongst themselves.  I do not know anything about them.  That is why my son decided to quit.\nKRUGERSDORP HEARING TRC/GAUTENG\n5 M SIKO",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, did you hear about another group called the Mazimzims?  Does that name mean anything to you?",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, I use to hear a lot about that.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "And your son, as far as you know, was not involved in either the Gadaffi group or the Mazimzim group.",
            "Unknown"
        ],
        [
            "M SIKO",
            "No, all I know is that my son was in the Youth League, but when they were fighting he decided to lay down the tools.  I do not know anything of his involvement in the Mazimzim group.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, so you say that your son then decided that he would quit, he would leave politics because of this fighting that was taking place.  You say that because of this decision threats were made against his life and you implicate the Gadaffis' or the group known as the Gadaffi group.  You are saying that they are the group who made the threats.  Is that correct?",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, that what he use to tell us.  That this Gadaffi group is threatening him.  That is what he use to tell us.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, I am going to ask you something that may be a bit difficult especially in the light of the last witness, Mrs Dodo, who was speaking about what happened to her family.\n In your statement one of the people who you name making the threats, you say from the Gadaffi group, you say Pitcherman of Carletonville.  We heard earlier of a nickname Pitcherman.  Is there any connection?  Is this the same person?  Do you know or do you not know.",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, I know that she was referring to the same person.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Is the same person, Mama, who you were speaking KRUGERSDORP HEARING TRC/GAUTENG\n6 M SIKO\nabout.  Pitcherman?",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, you are saying that you believe, that in your statement you say the Gadaffis', they vandalised your sons house before his death.  They also left a death threat stating that should they come into contact with him, they would kill him because he was conspiring against them with the police.  This death threat that you speak about, was it a written death threat, Mama, or was this what your son told you?",
            "Unknown"
        ],
        [
            "M SIKO",
            "They told him, this group of Gadaffi told my son that.  They did not write it down.  My son did not have a house.  I was the only one who owned a house because he was still a student.\n When he was discharged from the hospital he went to stay with me.  He was still attending school.  He did not own a house by then.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "I see, it is your house, because in your statement it says his house, but I am sure that what they meant to say was your house which he was staying in.\n In your statement you say the Gadaffis' are the prime suspects in my sons death.  Is that something that you still standby, Mama, is that what you believe?",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, I believe so because they also told me when they came to vandalise my house.  They had guns with them, they had stones, they had all the weapons when they were looking for him while he was still in hospital.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "And Mama, what happened after your sons death?  Was there ever an investigation, ever a court case?  Did the police follow this up?",
            "Unknown"
        ],
        [
            "M SIKO",
            "There was no follow-up, it ended up at the police KRUGERSDORP HEARING TRC/GAUTENG\n7 M SIKO\nstation.  We were not called for the court case.  That was just the end of it.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Mama, thank you very much.  I do not have any more questions.  I am going to give you back to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Seroke.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mama Siko, by the time the Gadaffis' came to your house to destroy your property, did you report this matter to the police?",
            "Female"
        ],
        [
            "M SIKO",
            "What was the reason for that.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Were you confused or were you scared to report the matter to the police.",
            "Female"
        ],
        [
            "M SIKO",
            "I did not report.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mama Siko, I just want to ask one question.  We have already heard this morning when I asked another young man who was involved and who was arrested and tortured about what was happening in Khutsong.  He said there was war and within this war situation we are now hearing that there was a group called the Gadaffis', another group called the Mazimzims', maybe some other groups as well.  Were you aware of any relationship between these groups and the police?",
            "Unknown"
        ],
        [
            "M SIKO",
            "No, I did not know anything.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I just follow that up, sorry.  How much did your son talk to you about what he was involved in.",
            "Unknown"
        ],
        [
            "M SIKO",
            "He was not that open to me about their activities, but towards the end he told me saying that these boys wanted to kill him for something that he did not do, because all the things that they are accusing him of, he was not involved.  Then he was going to die just like Jesus Christ who was innocent, but killed.\nKRUGERSDORP HEARING TRC/GAUTENG\n8 M SIKO",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You also said your son was mentally disturbed before his death because of some blood in his brain.  Was he receiving medical treatment at the time?",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, that was after his treatment and he was improving when he was killed.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How old was he when he was killed?",
            "Unknown"
        ],
        [
            "M SIKO",
            "I cannot remember, but he was born in 1979.  Excuse me, he was born in 1969 on the 11th of June.  He passed away in 1990.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did he have any children?",
            "Unknown"
        ],
        [
            "M SIKO",
            "No, he had no children, he was still attending school.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mama Siko.  Is there anything else you want to say before I.",
            "Unknown"
        ],
        [
            "M SIKO",
            "There is nothing more.  It is painful because they killed my son who was going to support me because that happened just after my husband had died.  I just wanted him to go to school so that one day he could help me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mama, I am just going to ask a few more questions if you will allow me.  Do you have any other children?",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, I have other children.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How many?",
            "Unknown"
        ],
        [
            "M SIKO",
            "It is seven of them.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We had Mrs Dodo talking just before you.  Do you know her?",
            "Unknown"
        ],
        [
            "M SIKO",
            "Yes, I know her.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And have you talked about what happened between your families, between you children?",
            "Unknown"
        ],
        [
            "M SIKO",
            "No, we did not.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I just go back to what I said earlier on\nKRUGERSDORP HEARING TRC/GAUTENG\n9 M SIKO\nabout the war situation in Khutsong.  How are things in Khutsong now?",
            "Unknown"
        ],
        [
            "M SIKO",
            "There is nothing happening at the moment.  The situation is normal.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mama.  Mama Siko, thank you very much for coming today and talking about what happened to your son.  It is still a very painful part and it is very difficult for you to talk about that.  I can see that.\n We hope that by the time the work of the Commission is over, we will have been able to answer some of the questions about the death of your son.  We also hope that by people coming together today to talk about, particularly, what happened in the community, the Mazimzims', the Gadaffis', the children who were involved, the young people who were involved in that, that we can start talking to each other, that families who have not talked to each other about these problems all these years, can start talking about those problems.  So that it can help the healing that needs to take place with you and Mama Dodo and other families who were effected.  Thank you very much for coming.  \nKRUGERSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}