{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-13",
        "location": "HAMMARSDALE",
        "day": "3",
        "names": [
            "B NDLOVU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52806&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081114_hmm_hammar3.htm",
        "speakers": [
            "ADV MPSHE",
            "BERTWELL BHEKI NDLOVU",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR DLADLA",
            "MR HEWITT",
            "MR MOLOI",
            "MR MOTATA",
            "MR NGUBANE",
            "MR Ndlovu",
            "MR Ngubane",
            "MR STEWART",
            "MR WILLS",
            "MS KHAMPEPE"
        ],
        "original_speakers": [
            "BERTWELL BHEKI NDLOVU",
            "CHAIRPERSON",
            "MR NDLOVU",
            "MR WILLS",
            "MS KHAMPEPE",
            "INTERPRETER",
            "MR Ndlovu",
            "MR STEWART",
            "MR NGUBANE",
            "MR Ngubane",
            "MR HEWITT",
            "ADV MPSHE",
            "MR MOLOI",
            "MR MOTATA",
            "MR DLADLA"
        ]
    },
    "testimony": [
        [
            "BERTWELL BHEKI NDLOVU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Mr Wills sorry, before you commence - are your full names Bertwell Bheki Ndlovu?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  I think in fairness to this applicant it would be appropriate for me to put the fact on record that I was instructed by the Legal Aid Board in respect of this applicant on the date that the application was signed.  And as a result of that - and I seem to recall that the cut-off date was looming for amnesty applications to be submitted, with the result that I have not had detailed instructions from the client, and neither have I been involved in any of the court cases that this individual has been involved in prior to me being instructed, unlike the case with the other applicants where I've had a rather long history.  That is the result - I mean that has resulted in the fact of his application being rather terse and short, and it is our intention at this stage to expand reasonably considerably on the rather brief details given in the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Wills.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR WILLS",
            "Mr Ndlovu you were born in Mpumalanga, Unit 2, in 1970?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "You schooled in Mpumalanga?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And at a relatively young age you became involved in the activities of the IFP, is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "In fact unlike what appears in your amnesty application, you actually became involved in the IFP in 1984 when you were 14 years of age, not in 1980, that was a mistake in your application, is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell us how you got involved with the IFP?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I started being involved in the IFP when it was still a liberation movement.  I was staying at Woody Glen at that time.  There was a central committee of the youth at the time.  Boys my age were collected and were encouraged to become involved in the IFP Youth League.  They would patrol the area at night because they were suspicious that Mr RD Sishi who worked with a committee of councillors called \"Mpoera\".",
            "Male"
        ],
        [
            "MR WILLS",
            "This is a civic organisation, is that correct - Mpoera?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes something of that nature, I am not well versed with it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and did you get involved voluntarily?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No Bengo Makateni came to me, he was with some other person who in the youth committee at that time.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, sorry, just for the record, this acronym that I referred to, \"Mpoera\", stands for Mpumalanga Residents Association, is that correct Mr Ndlovu?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you were from the Woody Glen area, who was the IFP leader in that area at the time?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "It was Mrs Thlontlo.",
            "Male"
        ],
        [
            "MR WILLS",
            "And is she also known as Mrs Ngoma, that's another name for her?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Mamo Ngoma because she was a Sangoma.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now in - can you describe the activities you got involved in in those early days when you were a member of the IFP Youth?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "At the time we used to patrol and we will be posted at other people's homes that if, maybe encounter a problem if people came to attack, you would be supposed to fight with them.  Nothing happened at that time until such time that an organisation called HYCO was formed ...(intervention)",
            "Male"
        ],
        [
            "MR WILLS",
            "Just let's stop there, HYCO being the Hammarsdale Youth Congress?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes, it was a movement for scholars.  This organisation was founded by Mashu and some of his colleagues.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just - if you can just slow down.  Mr Ndlovu there's a lot of people who are trying to listen to what you're saying, and also the interpreters have to interpret to the members of the community.  You've got all day, you don't have to rush.\n\tThis person you referred to as being the founder-member of HYCO was the person called Mashu, is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes that's correct, he in collaboration with others.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and he was the same person that Nyoni Hlongwane referred to yesterday in his evidence, is that correct, do you recall that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So okay, continue.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "At that time they had a practice of removing children from school.  They said Kwa-Zulu schools should be boycotted and they would sometimes stop drugs, bringing groceries to shops, and sometimes they would attack counsellors saying that they were Mr Botha's stooges, and they would burn counsellors' offices.\n\tAt that time leaders from the Mpumalanga area were concerned about this because we were approached in Woody Glen that we should assist in fighting these people because the schools were built and the teachers were being paid from our parents' income, therefore what these boys were doing was very bad.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and is it not so that you attended certain camps as a result of you being associated with the IFP Youth in the area?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "There was a camp near the Weber area.  There were rumours that the UDF was coming into the township because this was the only township that did not have the UDF.  We were given knives, bush-knives, to go camp at that area.  We would search cars and busses that would come into the area.\n\tWe camped there for a while because nothing happened.  Instead we later discovered, or we were told, that those people that we were supposed to guard against had already, were already in our midst.  At that time the police would come and would enquire from older people and people who were educated, they would inform them that there was nothing happening, everything was fine, and the police would leave.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so - I mean is it your evidence that the police would know that you were conducting these searches of vehicles coming into the Hammarsdale area?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And which police are these that you're referring to?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "South African Police.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, just quickly Mr Ndlovu, what standard of education do you have?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I left school early, in standard 4.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Ndlovu, ...(intervention)\nCHAIRPERSON REQUESTS AUDIENCE TO CALM DOWN",
            "Male"
        ],
        [
            "MR WILLS",
            "At the stage prior to you being trained as a special constable, you're not applying for amnesty in respect of anything you did in that period, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I do not understand Mr Wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "The incidents in respect of which you are applying for amnesty, those incidents all occurred after you had been trained as a special constable during the course of 1988, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, I think that I am seeking amnesty for activities that occurred in Mpumalanga before I joined the Police Force and after I joined the Police Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Ndlovu your - can you specify incidents which occurred prior to the 17th of June 1991, because your application form states that you're applying for incidents in respect of murder and attempted murder from 17 June 1991 to 17 December 1991.  Sorry ...(intervention)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry Mr Chairperson, possibly ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, there's also: \"during 1988\" on another form.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "If I could assist Mr Chair ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes certainly, I think you just lead the witness on.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Is it not correct - Mr Ndlovu I don't want you to get confused here, we're obviously going to be telling the Amnesty Committee and the members of the community about everything that you've done and all of your involvement in respect of politics and political involvement up until you were eventually incarcerated, do you understand that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "But is it not so that there are essentially three areas in respect of which you are applying for amnesty, and the first would be that involving the death of a - sorry  Chairperson ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On Bongane Ntombela, is that the one?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "That's the third and the last incident.  Okay, that occurred in 1991.  Do you recall that?   That's the last incident, and after that incident, soon after that incident you were arrested and you've been in custody since that incident, apart from a short period when you were out on bail.  Is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Then you're also applying for amnesty for the death of a certain Msomi, a person by the name of Msomi, who you will tell the Committee you believed was a reverend, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "That, according to my instructions occurred during some time in 1989 to the best of your recollections, is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then the other incidents you are applying for amnesty concern attacks when you were stationed at Ndwedwe and there are attacks on ANC areas, and there are two incidents there, there's an attack which we're going to get into the details of in respect of where a pregnant woman was killed and a black male.  That's the first incident, do you confirm that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then the second incident involved what I can loosely describe, an attack on a meeting that was taking place at a school in Ndwedwe, is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now to my knowledge as your legal representative, that is the extent of your amnesty application.  Is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And these Ndwedwe incidents occurred in 1990, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct?",
            "Male"
        ],
        [
            "MR WILLS",
            "To the best of your recollection?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So logic dictates that if you were trained as a special constable in 1988, then your amnesty application deals with issues that occurred after 1988, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) during 1988, yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes thank you Mr Chairperson.  There's just also one issue that I must clear up in case I've mislead the community in this regard, and that is the application in respect of the death of Bongane Ntombela will also include an application in respect of the attempted murders in that incident.  Is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now ...(intervention)",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Wills, on a point of clarity, has he applied for the murder of the pregnant woman?  I don't recall coming across that incident in his formal application.",
            "Female"
        ],
        [
            "MR WILLS",
            "Thank you Ms Committee Member.  Basically his involvement there, as will become apparent, is minimal, but it is included in what was described in his application as the attacks on the ANC in the Ndwedwe area.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "MR WILLS",
            "I see it's just about 1 o'clock.  Possibly this is a time to take the adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I see that it's correct, it's on 1 o'clock.  We will now take the lunch adjournment.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Ndlovu I remind you that you're still under your former oath.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you members of the Committee, Mr Chairperson.  Before lunch Mr Ndlovu, we were talking about the type of fighting that you were involved in before you went to the special - the training to be special constable in Koeberg, do you recall that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I do.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I want you to describe to the Amnesty Committee the type of fighting it was, and what weapons were used at that stage.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Knives and butcher knives, stones.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did - before you went for training as a special constable, did you ever fight with firearms, guns?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you went during 1998 to be trained as a special constable.  How was it that it came about that you went for this special constable training?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "There at Woody Glen people who were known very well that they are working for the IFP truthfully, and they were actually volunteering or give themselves to fight for IFP.  We were also taken to be part of them, it was myself, Siphiso Ntuli, if my memory serves me well, and Walter Zulu, and we went through it in Maritzburg.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and then you eventually went down to Koeberg were you were trained as special constable.  Can you briefly tell us what type of training you received?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "We were trained we must shoot the 500 shotgun.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and what were you trained about the ANC and the UDF?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "And it just happened that on Sundays in the evenings we would actually be shown videos whereby we will be shown torture that was used by the UDF people whereby the IFP people were burnt and all the other things.  And all that we were shown and that actually wasn't good on us, and therefore it was indeed the truth that these people are the problem and we should do away with them.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now were you taught about detective work or normal police work?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm asking you if you were trained in the areas that one would expect a policeman to be trained in, for example in either detective work or other types of normal policing activities?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No we were special constables.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you completed your training and then you returned to Maritzburg for a short while, and then you were sent up to Ulundi, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then a colonel Dube posted you to, for a short while, at Kwamakuta, and then afterwards you were posted to Ndwedwe.  Is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes it is.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why was it decided that you were to be posted to Ndwedwe?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I will just elaborate on that Chair.  It wasn't myself only that was sent to Ndwedwe.  When we arrived there at Ulundi, there were three of us and we found others who were actually also from Maritzburg, but who left before.  There were about 30, all of us were 33.  And colonel Dube said, who was in charge of Reaction Unit by that particular time, our job is mainly at Ndwedwe whereby we have to finish violence because the situation there is bad and tense.  It was the middle - those people there were bothered by their comrades.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now when you got to Ndwedwe, who did you receive instructions from, was it from police persons or was it from other persons?  Because as I understand it you went to Ndwedwe as a police unit, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.  There Mr Mfayela was working with the Kwa-Zulu Police offices.  He would come and speak to Martin Kanyele who was one of the Caprivians whom we were working there, and constable Mtaba, his nickname was Makobute.  He's one of the people, one of the Caprivians.  Those are the people who were giving instructions, and Mfayela whom that we were directly working with.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now this person Mr Mfayela, was he a policeman?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No he was not.  He was just the leader there at Ndwedwe.",
            "Male"
        ],
        [
            "MR WILLS",
            "What - in respect of what was he a leader?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "He was the IFP leader there.",
            "Male"
        ],
        [
            "MR WILLS",
            "So your evidence is to the effect that the IFP leader was giving you and the other persons in the Kwa-Zulu Police instructions as to what your duties should be?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "He wasn't actually giving me the instructions directly, he used to give those who are my superiors.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now it was during your stay at Ndwedwe that the first incident occurred.  You've indicated to me that you were on a period of leave from your duties at Ndwedwe when you returned home to Mpumalanga when the first incident occurred, and by that I refer to the death of Mr Msomi, do you recall that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I want you to explain to the Amnesty Committee the circumstances surrounding the death of Mr Msomi.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, when I arrived I used to off 7 days because I was working 21 days.  I used to take off for 7 days.  When I arrived at home I stayed some few days.  When I arrived, if I'm not mistaken, Jack Gomede was sent by ...(indistinct) Ntuli to call me.  When we arrived there he told me that there is a job that we have to do, and I asked what type of job that we have to do.",
            "Male"
        ],
        [
            "MR WILLS",
            "When you say he told you, who are you referring to?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I'm talking about Mudla Induna.  We must carry out a duty at D-section where we should kill Mr Msomi who was alleged to be an ANC leader, and was working with ANC.  And then indeed we left, it was at night.  It was myself, Jack - Jack had HMC, I had the 9mm which I took from Lanie Nshlengo, and Jack got it from Mzu.  When we arrived there at D we didn't find him in his house, Mr Msomi, and we were told he was at the neighbour's house.\n\tWhen we arrived there the neighbours who actually saw when we approached because the door was open, and then we asked for him - but we decided to enter.  He said we should enter, but then we asked him to come out because we needed help because there's somebody who was actually injured.  And then he took only two steps and then we shot him, that's how we shot him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say \"we shot him\", did you yourself actually shoot?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you used - for this purpose you used the 9mm pistol that you had got for the operation, is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "And as I understand your evidence, there was - you were accompanied on this mission by a certain Jack Gomede, is that correct, who you said was armed with a HMC?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did this person Jack Gomede also shoot Mr Msomi?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did Mr Msomi die as a result of the wounds he received?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes he did.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now what did you do after you had shot Mr Msomi?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Thereafter we ran away, we went back.  We took these guns that we had and we took it back to their owners, and then we continued with our journey.  We went to our homes, and we reported this to Mudla Induna that we finished the job, and then he told us to be quiet about this.  Indeed this is for the first time that I'm talking about this now.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  I just want to get a little bit more clarity on how you acquired the weapon, 9 mm pistol, which you used.  Can you just explain that to us.  You said ...(intervention)",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, Dul Thlontlo said I must go to Mpumlani Nshlengo where I will get this 9mm which I will use.  Indeed I did that, and then I found it.",
            "Male"
        ],
        [
            "MR WILLS",
            "And after the incident you returned this firearm to the same Mpumlani Nshlengo?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "You have also advised me of an incident in respect of which you're not applying for amnesty for, but which involved the shooting at a combi in Mpumalanga.  Can you just briefly explain to the Committee what occurred in that incident.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "...(indistinct) Mr Chairman, here at Mpumalanga the taxi's were no longer straight to Unit 4 and Woody Glen.  Now they used another route.  Our person - if that person, a person belonging to our side would bother the taxi mistakenly, would actually be taken out on the first stop, and that person would be burned and killed.  The drivers wouldn't do anything, and they would just be quiet.\n\tAnd the incidences would continue, for instance the first person - the person who was killed, it was Mteto on the first stop.  He was actually a resident there at Woody Glen, he was killed there.  Also at Sigogobele, the second step, the same thing happened to IFP people used to be taken out of the taxi's, they ...(indistinct) there at Kentucky.  The taxi's used to use that route, not the other route.  It is then that we realised that there at the corner at Kentucky, we must stop there and shoot the very same drivers because they are also partaking in what the comrades are doing, that is taking people out of the taxi's, and they wouldn't do anything when the comrades are doing that.  And we also shot at these taxi drivers.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, but do you know if in this incident anyone was killed or that you even hit the taxi?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I don't have any knowledge, I've never had.  I don't know whether a person died or whatsoever.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you see if the taxi stopped, or did it continue driving after you shot at it?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, as we up on the hill the road there is steep going down.  It's not easy for you to go and peep there what is happening because it's going down.  Because that happens the taxi is overturning, and lightning also was moving up and down, and we were trying to escape from it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I want you to turn now to the other areas in respect of which you're applying for amnesty.  Those are the incidents involving the attacks on the ANC at Ndwedwe.  Now the first incident you instructed me about is the death of a pregnant woman and a black male in Ndwedwe.  Can you just tell the Committee what occurred there.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair as I was working there at Ndwedwe, we used to patrol there, did the truck 325 patrolling in the place Sindeswene, and that area is the stronghold of ANC.  That's where we were patrolling.  While we still standing looking down at a place called Ekunjini where the houses were burnt the previous day, looking at that area, we heard a bullet from across on the opposite direction, directed to us.  That is people who were standing there on the yard in that house.\n\tWe were not aware whether that person had a 303 or R1, but we actually then ducked.  And then we realised that the truck - the truck won't reach that area easily, and then we used the walkie-talkie that the - a small van must be sent so that we can go to that house and actually check those people who are shooting at us.  When the ...(intervention)",
            "Male"
        ],
        [
            "MR WILLS",
            "Just - sorry Mr Ndlovu, I just want to get some clarity.  As I understand your evidence you were patrolling as a Kwa-Zulu Policeman in a Kwa-Zulu Police vehicle when this incident occurred.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Not a van, a truck, the Police truck 235.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and when you say you used the walkie-talkie to call a van, you used the police vehicle to contact the police station in order that they could send a police van, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes, the walkie-talkie that was in the truck to call those at the police station so that they can give us a van that we can use to work in that house because the truck is slow, it won't reach that area quickly because those people by then would have escaped.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, continue.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "When the van arrived it was driven by - Dlamini was in it, Boy Ngobo, a sergeant.  And in front there was station commander Mogwaza who was a sergeant there at Ndwedwe.  At the back there were three special constables, Dlamini, Mtelezi ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "Sorry I missed the other name.   Oh there were two Dlamini's.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "And the third one was Mtelezi.  I entered in that van and Martin Kanyele.  When this van left it went directly to that house where those people were standing, the people who were shooting us.\n\tWhen we were just approaching that house a petrol bomb was directed to the van and the van almost overturned.  And then we stopped, and then we came out and station commander then said we should go there.  When we arrived there we surrounded the house, and Mtelezi, Dlamini were at the front and they knocked there, and there was no response.  And then Dlamini shot at the door and it was open.  \n\tAnd when the doors opened the son there in that house was there, and Mtelezi then shot that boy and he fell.  Thereafter when Ngobo came a sergeant he realised that that was the case, and then realised that we could be arrested.  So this person must just be killed now because that was not the case.  And then that's how the person was killed.  And thereafter ...(intervention)",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, who actually killed this person, do you recall?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Dlamini finished off.",
            "Male"
        ],
        [
            "MR WILLS",
            "By shooting him?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Continue.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "By that time we had explosives, there were cottages in that house - backrooms.  When I went there because I heard the gunshot, in that backyard Martin was standing there and told me that \"I just shot a girl there\", and when I enter, it's a female who was pregnant, and she's dead.",
            "Male"
        ],
        [
            "MR WILLS",
            "And who was that that had shot this woman?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Martin Kanyele.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now from your evidence it seems clear that at that stage you didn't kill anyone, is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No, by then I hadn't because I was at the corner of the house, I was approaching and Mogwaza was down there watching the car.",
            "Male"
        ],
        [
            "MR WILLS",
            "So why are you applying for amnesty in respect of this incident?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "The actual fact is that I know that times will go by and that the case - the court case will actually come out, and no-one was arrested there.  So I want everything that happened while I was there, I want it to be revealed and to be know that I was also there, although I was not directly involved.  But it should be know that that what happened there, I was around myself.",
            "Male"
        ],
        [
            "MR WILLS",
            "And is it not so that despite the fact that you were a policeman at that stage, and despite the fact that being a policeman you had a duty to report crimes, and you failed to report the crime.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes it's like that.   The sergeant was there, and something was supposed to be done, but nothing happened.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now I want you to turn to the second incident you referred to in regard to attacks on ANC areas in Ndwedwe.  That involves the incident where you were involved in an attack at a school.  Can you explain or give the details of that incident to the Committee Members?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "On a certain day, although I do not remember when, we were patrolling in the Ndwedwe area.  The soldiers worked hand in hand with the ANC.  I would like to explain this.  Because of this fact these soldiers were directed by the ANC to raid Mr Mfayela's house.  And at that house they stole an amount of R3000-00, and we did not know how we could in fact get ourselves involved in this incident.\n\tWe therefore decided that some Telewenies should go to Osendiswene and wait for them, and they should in fact throw oranges and apples into the hippos because the soldiers normally thought that when you throw something into the hippo, it was a grenade, a hand grenade.  When the soldiers came to report this incident at the police station we were called to intervene, and we asked them why they worked with the Verulam Police Station instead of us.  \n\tThey then started working with us, and from that time each battalion had two policemen working with them.  I was in one and Moosa Pungula was in the other.  As we were patrolling around Sindeswene and we passed a certain school, I did not know its name.  A group of people from the area who apparently had been holding a meeting came out and ran away.  We did not discuss this, but we just started shooting.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why did you shoot - I mean, who did you think you were shooting at?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Not that we thought of it.  We knew it for a fact that these were ANC people because Inkatha people did not go into that area, and normally after they'd held a meeting the houses will be burnt and people will be killed.  I remember one day we had to go collect corpses from that area who had been killed by the people of Sindeswene.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say you shot at this crowd, do you know if anybody was killed, or injured?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Some did get injured because the commander came to report that some people had been shot at at Sindeswene and some were injured, but I don't know exactly how many were injured.  No-one died in that incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Wills, just one question.\n\tMr Ndlovu when you were firing at this group of people, can you give an estimation of the distance that you were away from them when you were shooting - how far away were they from you?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I think from where I am they were about at that first door.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we've estimated that at about 30 paces, do you agree?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About 30 paces.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "May I continue?  Mr Ndlovu I'm not sure, I can't recall exactly who shot, you said you were patrolling with the SADF at that stage.  Was it just you who shot or were there other people who shot?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I and Moosa Pungula as well as the soldiers shot at these people.  The SADF used R.4, and we used shotguns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how many soldiers were there with you who shot, can you give us some indication?",
            "Unknown"
        ],
        [
            "MR Ndlovu",
            "If my memory serves me well, I think about 12 in total.",
            "Male"
        ],
        [
            "MR WILLS",
            "As I understand, your position is that the soldiers were in fact in two vehicles, is that correct, and there were about 6 soldiers in each vehicle?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "But can you say that you saw all of those 12 soldiers shoot, or not?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "When people are firing it is difficult to look around and see if everybody's firing, but shots were being fired, and then they only stopped when they realised that the people were running too far away from them.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now were you ever arrested or prosecuted, or charged in respect of this incident?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "The final incident which we want to apply for amnesty for Mr Ndlovu, is the death of Bongane Ntombela.  Now this occurred in the Pietermaritzburg area, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now as I understand your history at about that time, after being stationed in Ndwedwe, you were then stationed in Mpumalanga for a while.  Is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you received a message to travel to Pietermaritzburg for a specific reason, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now can you tell us what happened then - can you tell us how you got to Maritzburg?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, Mr Lethal came to me in a private car one evening.  He told me he had been looking for me for a long while.  When I enquired why, he said MZ Khumalo had informed him that his son had been attacked at Imbali at a house near WP Ndlovu's home.  Therefore he wanted people to go guard that house and, \"because the only person that I trust, I thought I should I come approach you\".  And he asked me where Siphiso Lethal is, and I told him he must be at his home, and we went to look for him.  This was on a Thursday, I think on the 28th of November.  We found Siphiso at his home and he packed his belongings, and we left.  When we arrived at Imbali it was at night, and Mr MZ's son was not at home and he had not left the key.  We were then forced to return back.  I and Mudla Induna returned and we left Siphiso Lethal at WP Ndlovu's home.\n\tAt about 5am the following day Mudla Induna had come to pick me up, and we left, but before we went to Pietermaritzburg we went to the Durban office of the IFP and he make a call to MZ Khumalo and told him that he had found people to go guard his son.  After Durban we went to Pietermaritzburg and he left us there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I just want you to give a bit more detail in relation to the houses and where they were situated.  Can you tell us what the political affiliation of the persons were who resided in that area where those houses were situated?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "The house in which Mr Khumalo's resided was at a corner in Unit 2 near Mr WP Ndlovu's home, who is a member of Parliament.  In the area those were the only two houses that I regarded as Inkatha houses, the rest belonged to the comrades.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So your duty was then to guard Mr Khumalo's son, then it transpired that you killed Bongane.  Can you tell us how this occurred.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "When we arrived at Pietermaritzburg a certain policeman by the surname of Nwabe was to be buried at the weekend.  This policeman was said to have been shot by comrades and his service pistol was stolen.  Mr ...(indistinct) Lethal had told us about this incident, and he warned us to be careful when we were there.\n\tOne day when we were going to a hostel, it was myself, ME Ndlovu, a person who guarded Mr WP Ndlovu's house, Siphiso Lethal, and Mr Khumalo's son.  There were four of us.  We had an HMC and a shotgun.  Siphiso had a shotgun, ME Ndlovu had a HMC.  On our way to the hostel we encountered a crowd of people.  These people must have been comrades because IFP members do not use that road, we used it because we had guns.  And when they saw us they just started running away, and as they were doing so they said some things directed to us.",
            "Male"
        ],
        [
            "MR WILLS",
            "What things did they say to you?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "They were actually insulting us, saying we were stooges, Gadga's stooges because they could see that we had guns, therefore we must be policemen.  And some used to see us standing at that house on the corner, therefore people used to see us, and they knew that we were guarding that house.  They then ran away.\n\tOn our way from the hostel we met one of them, and on meeting him we recognised him as one of the people who had been in the crowd that had insulted us.  And ME Ndlovu just shot him on the leg.  I was carrying - or I removed the HMC from ME Ndlovu and I shot him four times on the head, and he died.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now is it not so that ...(intervention)",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "We had suspicions that he could be one of the people who had killed the policeman at Imbali.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I just want to get clarity.  You say you went to the hostel with these four people, and then you returned.  As I understand, your evidence is, at the time you killed this person, Bongane, there were only two of you present, and that was you and ME Ndlovu.  The other persons that you were with before had already left your company and had nothing to do with this incident.  Is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you've indicated to the Committee and the members of the community that you were involved in politics and you've been in some human rights violations.  What have you got to say about that now?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, I would like to give thanks for this opportunity.  Actually when I grew up I was not the same person that I am today.  I was made to be what I am.  What is important, the people should realise who was behind all of this.\n\tAt that time my life was in danger because if I had defied instruction I might have also been killed.  What I request from the community of Mpumalanga and the family members from Ramsomi and Dombela families, I ask God to heal their wounds.  It was not my intention to kill them, but I know that it is difficult for them to forgive me.  I am doing all this so that when I die, if I die anytime from now, my soul should have peace so that my spirit doesn't wander around when I'm dead, but should find peace.  \n\tSo those who lost their loved ones because of me, it is very difficult, there is not much I can say about this.  I myself did not gain anything from this.  My family is facing hardship.  I can only request that the community accept me.  I know that when I left Mpumalanga the violence had subsided.  We were used in all these areas by the leaders, political leaders who couldn't handle the situation in their own areas, they couldn't control the violence in their own areas so they used us.\nCHAIRPERSON REQUESTS AUDIENCE TO CALM DOWN",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Therefore Chair I say to the people of Mpumalanga I was able to move around Mpumalanga because there was peace in this region at that time, but we would be taken from this place and be used in different areas where there was still violence, including Intchanga, Zululand and Ndwedwe.  Therefore there were some youths that were actually being taken, I was not the only one who did this.  I say to all the people who lost their relatives, I ask for forgiveness.  Thank you Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Mr Stewart do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR STEWART",
            "I do thank you Mr Chairperson.\n\tMr Ndlovu do you know Mpumlani Mshengo?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did he stay with you at Mrs Tule's house at the time that you were there?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes we did stay with her.",
            "Male"
        ],
        [
            "MR STEWART",
            "And was this Mshengo involved at that time in violence?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "You yourself have knowledge of  that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now on the question of the death of Msomi you explained that you got instructions from someone called Jack, am I right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I did not say I received instruction from Jack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he said that Jack came to him with a message from Mr Lethal, and conveyed a message, and then he went off with Jack Gomede and that message was later confirmed when he spoke with Mr Lethal, and then they both went off.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson if you'll just bear with me for a second.  You see I just want to try and confirm your - as I understand your evidence you said that initially you received this instruction from or through Jack Gomede, who said it was from Mudla Induna, is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I said Jack came to me and said Mudla Induna required to see us.  And when we got there he said there was a task that we were supposed to carry out.  That is how I explained it.",
            "Male"
        ],
        [
            "MR STEWART",
            "You see Mr Ndlovu, what Mudla Induna will say in the event that it becomes necessary is that although the instruction may have come from him through Jack Gomede - he doesn't remember that, but he didn't see you to discuss it or confirm it until after the incident, and not before.  Now that's his recollection, I don't know - you have the opportunity to comment on that, what your recollection is, whether you have a different recollection or whether you're not sure.  But that's what he says, and I can repeat it to you if you haven't followed me.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Stewart I haven't followed you.  Will Mr Lethal say that Mr Ndlovu was never instructed by him initially to go and kill Mr Msomi, and that he only was advised by Mr Ndlovu after Mr Ndlovu had killed Mr Msomi?  Is that Mr Lethal's version?",
            "Female"
        ],
        [
            "MR STEWART",
            "No not quite.  Mr Lethal's version is that he doesn't have a recollection of giving the instruction through Jack, although it's possible, but according to his recollection he did not give the instruction or confirm the instruction in person with Mr Ndlovu, that the meeting with Mr Ndlovu in person did not take place until after the event.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are your comments on that Mr Ndlovu?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chairperson I do not have a gun. Secondly Jack doesn't own a gun.  Therefore where would we have obtained the guns which we used to kill Mr Msomi if he doesn't have knowledge of it.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Ndlovu this Mpumlani Mshengo that I spoke about earlier, he was involved in this incident am I right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair.",
            "Male"
        ],
        [
            "MR STEWART",
            "What exactly was his involvement?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I received the 9mm gun from him.  He gave me the gun to go kill this person.",
            "Male"
        ],
        [
            "MR STEWART",
            "And Mshengo knew the purpose of giving you the gun?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes he did know it very well.",
            "Male"
        ],
        [
            "MR STEWART",
            "No further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR STEWART",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Stewart.  Mr Ngubane do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NGUBANE",
            "Yes Mr Chairperson.  \tNow Mr Ndlovu you spoke about the incident when you shot at the taxi drivers, do you remember?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Let us not call them taxi drivers because I attacked one taxi on that day.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, well did the taxi have the drivers or just ordinary passengers?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "There were passengers at the taxi.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you recall more or less in which year this incident took place?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I don't remember clearly, but I think it was around 1990 ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Ndlovu could you please speak a little louder so the people can hear what you're saying?.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "I'm indebted to you Mr Chairman.  And Mr Ndlovu this incident, did it take place at a spot known as the First Bus stop or Taxi Stop in Mpumalanga?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No, there's a road going or moving across Unit 4.  This happened at a spot called Kentucky.",
            "Male"
        ],
        [
            "MR Ngubane",
            "Okay.  So the shooting that took place at a place where the taxi was shot at the First Bus stop, do you bear any knowledge of that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "If I remember correctly, the people who were involved there were Jack Gomede and his group, although I did not know who they were, but I do remember the incident.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know perhaps who had instructed them to shoot the people at that First Bus stop, or don't you know?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I do not have knowledge thereof.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The incidents that occurred in Mpumalanga that you have mentioned; the killing of Msomi and this shooting of a taxi, are they the only incidents that you were involved in where people were killed here in Mpumalanga?",
            "Male"
        ],
        [
            "MR STEWART",
            "Sorry Mr Chairperson, I ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see we don't know whether somebody was killed in the taxi incident.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "I stand corrected.  Where there was a shooting where people might have been killed or injured?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I did not attack anywhere else unless there was fighting between the IFP and ANC youths.  I will be involved in such incidents but I and my group have not been involved in other incidents.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "One of the applicants here if I'm not mistaken, it's either Khumalo or Hlongwane, in the papers says that there were instructions to clean the areas known as Unit 9 and Unit 8 in Mpumalanga.  Do you know anything about those instructions to clean those areas?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, as he already explained that there were different groups.  We as people who stayed in Woody Glen, Mrs Thlontlo didn't want us to involve ourselves with the youth involved with Mr Nkeshle, so I do have knowledge of what happened in that group.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When actually did you become a policeman in the - in which year did you become a policeman?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "At the end of 1988.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was it before the official opening of the police station here in Mpumalanga?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I do not remember when it was officially opened.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But do you remember the ceremony relating to the official opening of the police station there in Mpumalanga?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Where you present here in Mpumalanga when there was an official ceremony to open the police station?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And do you know that a lot of havoc happened in Mpumalanga on that particular day where various houses were attacked - by the police in conjunction with Inkatha?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I wouldn't say that it was the police in collaboration with Inkatha because I do not have exact knowledge.  The police were in front and the youth just went out and started attacking people's houses.  I therefore wouldn't specifically say that the police were in front or working with these people who were attacking, but they were in front.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were you also part of that convoy?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair because there was a large number of people it is not possible for them to have attacked - all of them to have attacked those houses, but I think it was a few houses that were attacked.  I did not partake in the attack.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were there any specific instructions from anyone to attack the houses and injure people on that particular day?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I will be telling a lie, I do not know about it.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewitt do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HEWITT",
            "Yes Mr Chairman. These soldiers that you say you were with, about 12 of them, when you fired at people coming out of a school, were they white soldiers?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair when you say they're from there, you mean that they were there, they were already there?  You should actually explain that they were already there, the white soldiers.",
            "Male"
        ],
        [
            "MR HEWITT",
            "But they were white?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes they were white.",
            "Male"
        ],
        [
            "MR HEWITT",
            "And this was in Ndwedwe?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Do you know what unit they belonged to?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I can't quite remember, I think it was 63 if not 32.  I can't quite remember, it's somewhere there, I did not take that into consideration.",
            "Male"
        ],
        [
            "MR HEWITT",
            "63 or 32?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Battalion?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Thank you.\nNO FURTHER QUESTIONS BY MR HEWITT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr Mpshe do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV MPSHE",
            "Mr Ndlovu, the shooting of the taxi's, remember when you said you had to shoot at the taxi's because they were seen to be collaborating with the comrades, do you remember that?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I do.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I hear you mention the police, I'm referring to the taxi's that you shot at.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes the taxi's not the police.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And I'm correct to state that these taxi's were attacked because they were seen to be collaborating with the comrades?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair you cannot just say that the reason to be, it would - that if they were not working with them then they would be able to defend those people who are there, so it's obvious that they were working together with them.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "This was as result of the assumption that they were working with them, you assumed that?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair as I've explained, yes they were working together, not that because we were assuming.  Those taxi's were no longer actually entering for where we were staying.  Therefore there were community cars which were escorted by the police when people are going to and from work, and they would wait for them there by the police station and the community cars would actually take them.  The taxi's were not actually coming in here at ...(indistinct).  In actual fact they were actually working with the comrades.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Let's move on to the Ndwedwe patrol.  Is it correct that when you were patrolling the area you were doing that for the soul purpose of curbing crime, to maintain law and order in that area?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair I was not trained to finish violence.  What I was trained ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "Sorry I missed that, he's speaking away from the speaker I can't hear.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ndlovu the interpreter missed what you said.  If you can just speak into the microphone please and just repeat what you've said so it can be interpreted.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "There at Ndwedwe we were posted there to protect IFP people, and now we were told that the comrades are bothering IFP people.  Secondly, the police who were working there were no longer residing in their areas because the comrades chased them away, they were staying in the police station.  That is the situation that we went there to correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Perhaps to sum it up, you're saying the police force went to that area to protect IFP people in the area.  Is that the position?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes that is what we were doing.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "If I may interpose Mr Mpshe, how were you to protect IFP members in that area?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair if it happens that they're being attacked or maybe they were in a meeting, we should actually accompany them and so on.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And that was the protection you were supposed to give them?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now the house to which you went, you know, when you were parked somewhere and you could not go down to that house and a van came with reinforcements - the house to which you went, what was happening?.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I did explain Chair that there were people who were on the yard there, and amongst them a shot actually fired, a gun directed to us where the truck 325 was standing.  We couldn't actually use the truck to go there to find them quickly so we just forced in that we actually have to use the walkie-talkie to the police station to get a smaller van so that we can quickly go there.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now the shots that were fired, were they being fired at any IFP person in the neighbourhood or to the police who were up on the mountain?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair we were the people who were there on that hill, so it means it was actually directed to us because the bullet crossed our truck.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And not to any IFP member down there, not so?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No there were no IFP people around.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now let's move down to the school where people were shot as they were running out of the school premises.  Are you in a position to can tell this Committee as to the composition of this crowd that ran out, whether there were children and women, and that kind of thing?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I did explain Chair, that it were elderly who were there who had their meeting.  I don't remember seeing a child around there.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "By elderly people that would include also women?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Before you could open up fire on them, did they say anything to you or did anything happen to you - or you just saw them run out and you started shooting?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Yes to what, you just saw them and you started shooting, or you saw them, they said something, you started shooting - yes to what?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "We just shot, they said nothing to us.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "The soldiers who had accompanied you, did they also partake in the shooting?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes they did.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Will you perhaps know the reason why the soldiers also partook in this?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "...(no English translation)",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Soldiers.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "The soldiers then asked from us about that area, as I explained that we send the youth there so that they can go there and scare them using the applies as if they are throwing hand grenades, so that they can run away and come to us and ask for help from us.  In that sense we were able then to tell them that the people who were doing that were the comrades, so that they can come to us for help and then I should think that they were also paying revenge such that they got injured others ...(indistinct)",
            "Male"
        ],
        [
            "ADV MPSHE",
            "If I have to conclude from what you have said, is that the soldiers took part in shooting at the crowd because of your disinformation to them, is that correct?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now let's move to the Bongane Ntombela matter.  You were convicted for this offence, not so, charged and found guilty?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes indeed.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And in that court you relate what happened on that particular at the killing of Ntombela.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I did.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was any woman involved in this incident?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair I cannot say that this person was involved because we met and she was not by herself, there were two of them, and again Chair, I would like to explain there because you are giving me a chance now.  This female, her name was Tobele, and staying there at Unit 2.  I greeted her and I asked for her ...(indistinct) and then she stopped and I asked her name and surname, she told me.\n\tAnd then I as a male, I was then starting to propose and then she said it's difficult for her to talk to me because the comrades are looking at her as she's talking to me.  If she continues talking to me her house will be burnt, her home.   The only thing she will give me her telephone number where I wrote it on a box of matches.  I can't quite remember what happened to that number because after my arrest it got lost.  So that's how we parted with that girl.  I never saw her until I saw her in court in that incident.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Did you not molest this girl?  Did you not molest/assault this girl?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No not even touching her by the hand.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I'm asking you this because I'm in possession of the judgment in this case, and the facts, summary of substantial facts are mentioned thereon.  Do you remember that?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry Mr Chairperson I must object to the this, the summary of substantial fact forms part of the indictment to my recollection, and Mr Mpshe can correct me if I'm wrong, there's no reference to any violence against the woman in the judgment, but I stand to be corrected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Mpshe just from personal knowledge and experience, it often happens that the summary of substantial facts differs substantially from the evidence that is ultimately led in a trial.  But is there anything in the judgment relating to this, or is it just contained in the summary of substantial ...",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "It is contained in the summary of substantial facts Mr Chairman, I didn't have time to go deep into the judgment, but I will ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes you can ask - you can put the question, but we will, you know, I just let you know that no weight is really attached in this matter to what is contained in the summary of substantial facts that was accompanied the indictment in the court case, especially if we don't know if the evidence was in accordance with such summary.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.  The incident of this woman you have mentioned, did it happen before you could come across Bongane Ntombela or after?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Our incident about this girl, it was before we met Bongane Ntombela.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "You remember in that case your defence was one of self-defence against Bongane Ntombela, do you remember that?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes it is like that.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was it the truth?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair in court we were talking about this case I was trying to cover myself in a sense that I did not want to be revealed because I knew that that was the case, so I had to defend myself there with the judge.  That was not the truth, it is today that I'm telling the truth.\nCHAIRPERSON REQUESTS AUDIENCE TO CALM DOWN",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Today here as you said, you are telling the truth, am I right?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes this is the truth that I'm telling.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And your intention today was to tell everything that happened on that day that led to the killing of Ntombela, not so - the full disclosure?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes it is like that.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "But you will agree with me that the incident of the girl before you met Ntombela was not disclosed viva voce today?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, about this girl I saw on my sight has not been problematic because I didn't do anything to that girl.  If my memory serves me well, even in court, she indicated that I didn't do anything.  And I asked her when I was trying to propose love to her what her name was, so I didn't see that to be problematic such that I can put it in here, include it.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I see.  And you were on the side of the IFP, fighting against anything that was ANC or UDF?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, let us not interpret it that way, not all of us were fighting with everybody, or whether it's a female or a child.  Myself, what I used to do, I used to partake with those at my own - I would direct my attack on those that I was fighting with, not to the girls.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I see.  Perhaps I took this from what other applicants said.  If I remember Hlongwane said:  ...(no English translation) - so you were not part of that?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes Chair as he has explained that we were different.  We youths, we did not actually work with them, we were at Woody Glen.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I see.  Mr Chairman can I just be afforded one second, I just want to check something quickly.  I'm indebted to you Mr Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Now finally Mr Ndlovu with reference to the Bongane Ntombela killing, you were at all relevant times operating as police when you killed him?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "We were not using the police in that incident, not as police.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Didn't you go there by police van?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "We walked on foot, we walked.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now finally, when you shot Ntombela, you said you shot him 4 times with a HMC, how far were you from him when you discharged the 4 shots?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "If I remember correctly, he might have been right in front from where I'm sitting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the witness indicates approximately 1 meter away, about the width of the table.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "This HMC, if I'm correct, it's a small machine-gun am I right?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And one bullet at that distance would suffice to kill a person?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Let me explain this, he did not die instantly, we heard that he died on his way to the hospital.  Therefore I do not agree that one bullet would have killed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I suppose that depends on the accuracy of the shooting.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman that will be all thanks..\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I've made a fundamental error in the leading of this witness and I request that I can re-open his application insofar as the attempted murder is concerned, just through concentrating on other issues.  I didn't raise that issue at all.  I don't think that anybody will suffer prejudice as a result of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the attempted murder of - which incident is that?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes that's the attempted murders in respect of which he's been convicted, and it's just a little related incident to the murder of Bongane Ntombela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, if you omitted it and it needs to be covered, then you can do so Mr Wills and I'll of course give the other parties an opportunity to put questions on that further point.",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR WILLS",
            "Thank you.  Mr Ndlovu after - you recall that you were also convicted in respect of attempted murders of certain policemen in the trial relating to the murder of Bongane?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes, they were from the Murder and Robbery Unit in Pietermaritzburg.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell the Committee just briefly what happened in that regard.",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, when I finished or stopped shooting Bongane Ntombela there was a gunshot that went off somewhere in the distance from a combi.  When I turned around I heard several directed to me.  I changed the magazine and then I returned fire.  I then realised that these people must have powerful guns.  I was then forced to retreat.   When I started running away I felt something on my leg, and I realised that there was blood on my leg, I had been shot.  I ran away and to WP Ndlovu's house.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it was shortly thereafter that the police arrived and arrested you, and it was then that you realised that these people that you'd been shooting at were in fact the police, is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "When the police arrived at Mr Ndlovu's house they requested permission to enter the house because the gates were locked.  They then phoned the Murder and Robbery Unit, requested their colonel to phone WP Ndlovu because they wanted to search his house because a certain person had been shooting at them.  WP Ndlovu gave them permission to enter the house, and then they got into the house.\n\tThey themselves did not know for a fact who had been shooting at them.  They laid their on the ground and then they went into the house searching for others.  They called us individually to enter the house.  They had made us take off our pants so that they could see the person who had been shot at the incident.  That's when they discovered it was me.  They then arrested me as well as Christopher Lethal who in fact was innocent because he had not been at the scene.  They wrongly thought that it was ME Ndlovu with whom I'd been at the scene.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry just on that, were any of the policemen who you shot at injured or killed there, do you know?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No-one was injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.\n\tMr Stewart do you have any cross-examination on this new evidence?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "None Mr Chairperson.\nNO CROSS-EXAMINATION BY MR STEWART",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No questions Mr Chair.\nNO QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewitt?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No questions Mr Chairman.\nNO QUESTIONS BY MR HEWITT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY ADV MPSHE",
            "This incident you have just described, are you asking for amnesty on it?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, this happened at one and the same time.  It was just a second after I had finished shooting this person, these are not different incidents.  Because I thought maybe these were MK members who had been with this boy or who were colleagues of this person.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Alright to be more direct, for shooting at the police ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe if you look at page 407, it's murder and four attempted murders.\n\tHow many policemen were there Mr Ndlovu?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I don't remember whether there were 4 or 5.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Chair can guide me, page 407?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It just says he's applying for murder and four attempted murders.  Now he says he can't recall whether there were 4 or 5 policemen.  I take it, perhaps Mr Wills can confirm it, that the four attempted murders relate to this evidence we've just heard.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "That's correct yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now these 4 attempted murders, let's go straight on it.  Were these policemen when you were firing at them, were they of any opposition to your organisation?\nCHAIRPERSON REQUESTS AUDIENCE TO CALM DOWN",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "My question was, were they of your opposition, these policemen?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair in actual fact I explained that I did not know whether they were policemen because they were in a private car.  I thought that they may be colleagues of the deceased, therefore I cannot say for certain whether they were the political opponents, but I thought that they were colleagues, or part of MK.  That is what I thought at the time.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "That will be all Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills do have any re-examination, not only out of this new evidence, but out of the cross-examination?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No re-examination.\nNO RE-EXAMINATION BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Khampepe do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Thank you Chairperson.  Mr Ndlovu I'm going to confine the first question to the incident in which Mr Bongane Ntombela was killed.  You have described the crowd of who you perceived to have been ANC members, as having been a big crowd.  How big was that crowd in terms of numbers, can you approximate whether it was approximately 20; 40; a few hundred people who comprised that crowd?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "About 15 to 20.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You have also stated the reason why you killed Mr Ntombela was because you recognised him as having been amongst those people who had passed some insolent remarks, particularly about you being Gadga's stooges, am I correct?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Can you briefly explain to us how you were able to recognise that Mr Ntombela had indeed been amongst the crowd of people who had passed such insolent remarks about your organisation and your leader?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair this happened within a short space of time.  When we returned, it was at about 2, after we had seen him at around midday.  We recognised the clothes that he had been wearing before.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "What clothes had he been wearing?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I think he had a yellowish jersey on, although I cannot remember what sort of pants he had.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you able, from a crowd of approximately 15 to 20 people, still able to distinguish a person wearing simply a jersey, and by that kind of clothing only be able to associate that person as being amongst the crowd that had passed insolent remarks to you?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair I think there must be something that I missed.  When we met him he hesitated for a minute.  That is how we indeed confirmed that he must have been there.  I don't think I mentioned this before, I must have made a mistake.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "When you met him for the second time, were you openly carrying your firearms?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Would you not have thought that he probably hesitated because he saw you in possession of firearms?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "If you know that you are guilty and you meet the person whom you wronged, you try by all means to get away.  So I think he realised that these are the people who he had met before, and he was afraid and tried to flee.  If you have a guilty conscience about something you've done, that is how you behave.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now in your statement which forms part of your application that has just been circulated to us and it's written 416, you state that Bongane Ntombela had been killed because he had killed special constable Nwabe.  Do you know this as a fact, that Bongane Ntombela had killed constable Nwabe?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I will explain this, I did not say it for a fact that he did kill him, but we thought he must have been part of the group that killed constable Nwabe at Imbali.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Why did you think he was part of the group that killed constable Nwabe?  On what grounds did you base your suspicion?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "It was a suspicion that we had because when we caught him we assaulted him and we were questioning him.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So you only suspected that he might have killed constable Nwabe once you caught him?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Even though it was not him who killed the constable, we must also, we should have done something in retaliation for the act that had been committed against the constable to actually relay a message to them that what they can do, we also can do.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So that could have - your retaliation could have been metered out on any person other than Bongane Ntombela?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I would say that he was unfortunate to meet us on that day.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Yes.  With regard to the incident which involved Mr Kanyele shooting a pregnant woman, do you recall that incident that you have testified to?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "What I want to know is, for what purpose you had gone to the house where the pregnant woman was.",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "The person that we had been looking for from that house, the person who had been shooting at us had been in that yard and when we went there, we went there to search or to look for this person.  But when we got there they refused to open the door, and that is how it came about that or the occupants of the house were shot at.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Would I therefore be correct in saying that the original intention of going to that house was not to kill any of the occupants in the house?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Khampepe.  Mr Moloi do you have any questions.",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Thank you Mr Chairman.  Mr Ndlovu from your evidence, especially the cross-examination or the examination rather by Mr Mpshe, I understand that at that trial you faced with regard to the murder of Ntombela, you devised a defence which you raised to protect yourself.  Is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And did you testify at the hearing in support of this defence you raised?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I did testify.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And your evidence there must have been under oath, was it not?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "An oath to tell the truth and nothing else but the truth, right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And yet you did not tell the truth at that hearing, am I right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "If your defence was upheld to you, you would have walked out there a free man.  Is that correct with regard to ...(intervention)",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And you also gave evidence here today under oath, is it right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You say this Committee and the community should believe that you are now telling the truth under oath.  Is that right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct Chair.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Having told a lie under oath before, why in your mind, should this Committee and the community accept that today you are telling the truth?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I think I did explain Chair, that that was in a court of law, and I had to defend myself.  But today I am in-front of this community to apologise for what I did.  There is a difference, I was in a court of law denying charges, but today I accept and I admit that I did commit the crime, and that is why I'm asking the community to accept what I'm saying.",
            "Male"
        ],
        [
            "MR MOLOI",
            "But the end result, is it not so that the end result remains the same.  If your defence at that trial was upheld, you would have walked out a free man.  And equally should your application succeed today and be granted amnesty, you would walk out a free person.  Is the end result not the same?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I think that the family members of the victims do not know what happened in court.  They just learnt that I had killed their child.  I think that today they are going to heal and understand that what were the circumstances surrounding the death of their children.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And you must be believed in that regard, right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "I have no further questions Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata do you have any questions?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "Just one Chairperson.  Mr Ndlovu I just want to get some clarity on just one issue, and that is when you were trained and shown videos, you remember when you said you were shown videos on a Sunday evening or Sunday evenings, do you recall that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MOTATA",
            "And you say you were shown Inkatha people being burned, you recall that?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Did you see in which areas within South Africa those people were burnt?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, because I do not know many places I cannot say what those areas where.  I don't know whether they were in Johannesburg or the Transvaal.  The only area that I knew was Kwa-Zulu.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Were it not that you were told these people you see being burned, those are IFP people, but you never recognised any of those people to be IFP people.  Would I be correct in so thinking or assuming?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair, when the video was shown there were many of us.  I don't therefore think that everybody, even those at the back, could hear what this person was saying because they were not clearly mentioning \"this is the UDF and such and such an area, doing this and that\", but we were just told that this is the UDF and this is what they are doing here in South Africa.",
            "Male"
        ],
        [
            "MR MOTATA",
            "You did not recognise any of those people you saw burning as IFP members, you did not, would I be right?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "No I did not see their faces but I did see people burning.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Thank you Chairperson I've got no further questions.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson ...(intervention)",
            "Male"
        ],
        [
            "MR DLADLA",
            "I thought my learned friend John was going to re-examine.  I would say whatever I want to say after him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I asked for re-examination and you said none - and in fact you've had your bite at the apple, but you - at the cherry whatever, but I will be giving an opportunity on questions arising out of questions put by the panel, but I just want to ask one or two questions myself first.\n\tMr Ndlovu from the time that you were trained as a special constable at Koeberg as you've described, and during the period in which you were involved in these incidents that you've told us about, did you receive a regular remuneration, an income?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I did receive a salary because I was working.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did you receive the salary from?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "When I was in Kwa-Zulu there was a colonel Burger who used to come to Kwa-Zulu Natal stations to pay our salaries.  There would be two of them, but I remember colonel Burger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In what capacity did you receive this salary, in your capacity as a special constable or in your capacity as, or in any other capacity?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I was receiving salary as a special constable.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it coming from the police, the South African Police?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I was in the Kwa-Zulu Police at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Mr Wills do you have any questions arising out of questions put by the panel?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions thank you Mr Chairperson.\nNO QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "No thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I won't forget you this time Mr Ngubane.  Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "None.\nNO QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewitt?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR HEWITT",
            "Yes I do Mr Chairman.\n\tPage 407 and 408 of your application for amnesty, I want to read what is written at the bottom of page 407, which is the nature in particular of an offence which you committed, and it reads as follows:\n\"I was from the Imbali Hostel with other constables.  While we were getting out from the township we came across two ANC supporters.  One of the officers was wearing the full uniform, so it was clear from these two ANC supporters that we were the Kwa-Zulu Police officers.  They drew firearms and shot us.  One of them got killed, since we retaliated too.\"\nIn an answer to a typed question, namely \"state whether any person was injured, killed or suffered any damage\" the answer \"yes\" is given by you.  \t\n\tAnd then the next question, it says, \"If so, (1) ...\" and I can't quite read my photostat Mr Chairman, but it appears - I can read out \"of the victim\", presumably it's the name of the victim.  And then the name given is \"Bongane Ntombela\".   Now having regard to what has been filled in on this application for amnesty, the description of the incident where Bongane Ntombela is described as the victim, is that correct as I've just read it out, namely that two ANC people realised that they were dealing with Kwa-Zulu Police officers, that these two ANC people started firing at the Kwa-Zulu Police officers, who retaliated, and Bongane Ntombela was killed.  Is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I don't remember saying this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see this is part of the application form Mr Ndlovu.  You've got - I must say Mr Hewitt there that this applicant has two application forms.  This one which you've read out of now which was dated 12 December 1996, signed in the Westville Correctional Services Prison, and then there's another one which starts on page 413, which is clearly not the same at all.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Yes, no I had picked up that there were two applications.  I'm just pointing it out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you've filled two applications Mr Ndlovu?  In the one application you've given the version that was read out by Mr Hewitt.  In the other application on this loose sheet that was handed to us, you've given anther version, which is closer to the version which you've given now in this hearing.  So if you can answer Mr - you say you can't remember filling in two forms?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Let me explain Chair, if I remember correctly the people at Westville did not want us to involve ourselves in the TRC process.  Somebody came with an IFP lawyer, Nicky Britz, as well as captain Shlengwa, who was the head of the BSI, but was not working at the IFP office.  They did not want us to involve ourselves with the TRC process because they said it was part of those people who were being used by the ANC to undermine their integrity.  Therefore I realised that it will be difficult for me not to reveal what actually happened, just like the involvement of MZ Khumalo in incidents at Imbali, therefore it should be taken into consideration that they were afraid that I would actually undermine him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So are you saying that you purposely told the wrong - your purposefully gave the wrong version in this first application, because of those reasons?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "While I was told what I should write, and I realised that this could eventually become problematic to me if I'm supposed to protect other people who at this stage are not supporting me, because these people are not helping me in any way.",
            "Male"
        ],
        [
            "MR HEWITT",
            "If I could try and be of assistance here, and also in fairness to the applicant, I simply put this version to him because it didn't square at all with what was given to - the version that has been given here.  But I can't take this matter any further.  It seems to me that Mr Mpshe can take the matter a lot further because I notice that on page 412 of this affidavit, it seems to have been attested by the applicant on the 12th of December 1996.  And on the page which I have, 417, I see that there's a Correctional Services ...(intervention)",
            "Male"
        ],
        [
            "MR WILLS",
            "It's 8 months later or 4 months later.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Dated the 8th of April 1997.  Now I don't know, I don't' have any documents relating to this applicant's trial, Mr Mpshe has that, and I don't know when this applicant's actually trial - his trial actually took place, if in fact it took place, after this statement was made on the 12th of December 1996.  On the face of it the version which I read out seems to be a self-defence situation, and I have heard for the first time from Mr Mpshe today that the false defence which was put up by this applicant in his trial was one of self-defence, which was rejected.\n\tSo the time that he made this affidavit in relation to his giving of a false alibi or defence - I'm not sure what his defence was, but it seems to me Mr Mpshe can throw more light on this aspect.  There is obviously a clear contradiction between the two versions, but at what point it occurred is obviously of crucial importance now.\nNO FURTHER QUESTIONS BY MR HEWITT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Hewitt, I understand what you say.  Mr Mpshe do you have any ...[intervention]",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chair, if the Chair allows me to have a second bit?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY ADV MPSHE",
            "Mr Ndlovu you will recall my last question to you was under the killing of Bongane Ntombela, I said to you, at all relevant times you were operating as the police.  Do you recall that question?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I do remember.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Right.  And your answer was \"no\", do you remember that?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "You spoke about a van and I said to you that we were on foot.  That is what I remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You also said you didn't have a police firearm, and I think the thrust of the answer was that you were not operating as a policeman at the time.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Did you hear what the Chair said?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you answered Mr Mpshe's question as to whether or not you were acting at all times in your capacity as a policeman, you answered that you didn't have a police firearm, you had a different firearm; and you didn't use a police van, and you came on foot, thereby giving the impression that you didn't act in your capacity as a special constable, is that so? It's for you to tell us.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct Chair.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now the application that you filled, you signed on the 12th of December '96, this was after you were convicted for the killing of Ntombela?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "And then ...(intervention)",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I'm saying, the application dated 12 December '96 signed by yourself - on page 412 Mr Chairman and members of the Committee - 412, this application was filled in by yourself after you were convicted for the killing of Bongane Ntombela.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And when you filled in this application as you had indicated to me when I asked you a question about full disclosure, you wanted here to tell the truth because you told the court not the truth, am I right?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And whatever is in this application will be the truth?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Chair I explained that firstly, this is not my handwriting, I was actually guided on how to write this application so as to protect the other people that I mentioned before.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I see, who guided you?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "There was captain Nshlengo who had come with an IFP lawyer, a Mr De Klerk.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "But despite that, your feeling was to tell the Truth Commission the truth?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now let's look at page 409 - 409 paginated Mr Chairman and Members.  I will read for your convenience, that is under \"B\", the justification for regarding the acts as political.  You say\n\"As they the KZP I was justified to act in defence of myself, the reason being that that place Imbali Township is a ANC base.  Some of the K.P. officers who had been killed and were still under surveillance and threatened by the ANC military wing\"\nDo you see that?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I see it.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Do you realise that what you have said in this application, the paragraph I've just quoted, tallies very well in as far as defence is concerned with what you've said in court.",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "So if you told this Committee that what you said in court was untrue in as far as the self-defence is concerned, it would mean that even what you say here before this Commission, it's also untrue.  Am I right?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "...(no audible answer)",
            "Male"
        ],
        [
            "MR MOLOI",
            "Mr Mpshe don't we have a clarification before the applies, he has just told us that in clarification when the Chair was asking from a question that emanated from Mr Hewitt, that the IFP had no faith in the Truth and Reconciliation Commission, they merely saw it as an extension.  And then they came with captain Shlengwa and this De Klerk which I'm not sure whether it's the same De Klerk who signed as a Commissioner of Oaths as well, that this application was not filled in by himself, it was written out for him, and he had no way because he had these IFP people there.  I suppose if we could go along those lines we could get better clarification.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you.  Let's go back to what has been said.  What is written in here - or let me say, the person who wrote here, wrote what he was told by yourself, is that correct?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I explained Chair, that they said I should put it in a way that was slightly better than what I said in court, but along the same vein.  So these are similar because they were trying to protect these people I mentioned before, the people that I've mentioned the other statement.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Ja, let's not confuse ourselves, the person who was writing wrote what you told him to write, am I correct?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry with respect Mr Chairperson, he has to my mind answered the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's said that he - I think it's clear from the question that he told what too write, but was told to say something in similar vein to the defence, that's what I gathered.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I will leave it at that Mr Chairman.  But ...(intervention)",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Before you leave it Mr Mpshe, I think he's made it quite clear that he was told what to say in his application.  What I want to establish is, whose handwriting is reflected in this application, is it your handwriting or is it Mr De Klerk's handwriting?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I think we met in a hall, I think it was one of the IFP members who is rather educated as well Mr De Klerk and captain Shlengwa.  I do not remember exactly who it was, they were in a hurry and they wanted this to be mailed urgently to Cape Town, so I cannot remember what was happening exactly at the hall.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And Mr De Klerk, was he the one who was advising that person who was writing what to write in your application form?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Mr De Klerk made an example about me that it will be difficult for us to implicate leaders because we have light sentences - 15 to 20 years.  He showed us a membership card, he's also an IFP member who was willing to help us, but he didn't want us to put Inkatha in a bad light.  Therefore I think he's one of the people who played a role in this regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And just - sorry Ms - how did it come about that you completed the other application form then, the one that was signed on the 26th of September 1997, if you look at page 418?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Because I realised that I was running out of time and I had not sent a true reflection of events, I asked a certain person from Dassenhoek to get me a TRC investigator's phone numbers.  This he did and captain Mbata came to see me, together with Mr Mudlala, to whom I related the entire story.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.  Mr Ndlovu you were present in court at your trial when witnesses were testifying.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We can assume that, I don't think we need to get the answer.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Chairman I was trying to avoid it being said that \"how do you know that he was not rude in court and  evidence was given in his absence\", the criminal procedure act makes room for that Mr Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes I know but I think we can assume - he said he was there.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Do you remember a certain Mr Dladla testifying?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I remember him.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Do you remember what Mr Dladla testified - when Mr Dladla testified, he testified about the two girls and Ntombela being killed when he came to rescue the two girls you were assaulting?",
            "Unknown"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I don't remember him putting it that way.  What he said was that he had peeped out of a toilet window when he saw us meeting these girls.  He said I had a shotgun and my colleague had an HMC.  He was not able to specify the guns but he was just describing them.  He said we molested these girls, but in actual fact I did not molest anyone because if I remember correctly, ME Ndlovu started playing with a child that this girl was carrying.  And then we left these girls, and thereafter met Bongane.\n\tThese girls had already disappeared by that time.  The girls even mentioned when testified that they had heard gunshot from far away, and when they turned they saw that this boy had been shot.  I think that was her testimony.  But what this person said was not the truth because he peeped out of a window, and that window was very small, he couldn't have seen.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson I ...(intervention)",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Before you can proceed Mr - if I can be granted this indulgence, Mr Mpshe if you question Mr Ndlovu on the evidence given by Mr Dladla, please bear in mind the fact the judge in the trial a quo stated that Mr Dladla's capacity for accurate observation as to what happened had to be taken with a greater circumspection.  So you really have to be fair to Mr Ndlovu by having that in mind.",
            "Female"
        ],
        [
            "MR WILLS",
            "Yes, and further if I may just add Ms Committee Member, thank you for that - on page 12 of the judgment the judge makes the finding that Mr Dladla's evidence must be viewed with considerable reserve.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Chairperson ...(intervention)",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I don't want to ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Stewart, Mr Mpshe what are you trying to establish here, that Mr Ndlovu molested those girls?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman I was going to state the purpose of my quoting this before the Committee Member and my learned friend jutted in.  I was going to state that the purpose is not to question him on Mr Dladla's evidence, but to make good that which I would have - I could have - the impression I created about such things - summary of substantial facts.  I was just quoting this to indicate that the very summary of substantial facts are substantiated in the evidence, but I do not cross-examine him on that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes but he was acquitted on that charge - was there not a charge - what was he acquitted on here?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry, he wasn't charged with that in the trial.  There was no charge, he was charged with ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No charge, yes.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "So I was just trying to put the record straight, that the summary of facts has been substantiated in the evidence, it is not cross-examination on him on what was said by Mr Dladla, and that is all.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Sorry, if I could just make a final comment on that issue, the summary of substantial facts was not confirmed in the evidence, rather the reverse happened, and the judge made no findings in regard to that aspect of the indictment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Hewitt, just on the point that you raised about the - when the case was finalised, I note that the judgment in this matter was delivered on the 1st of October 1993.  So I think at the time in 1996, you know, the trial was - had been completed for some years.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Yes I have now seen that for the first time as well.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Ndlovu I have understood the reason advanced by you for having submitted the application dated the 12th of December to have been to protect the IFP at the advice of captain Shlengwa and the legal representatives, and I have understood you to be saying that the IFP was not encouraging you to apply for amnesty since it had no confidence in the process of the Truth and Reconciliation Commission.  If that is so, why was it necessary for them to even come to you to request you to apply for amnesty?",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Who are you referring to?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I'm referring to captain Shlengwa and the legal representative who was accompanying him, that you've referred to as Mr De Klerk.",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "I explained that they said that whoever wants to volunteer, but knowing very well that they are not going to implicate the IFP, may submit an application, but they will not be able to represent anybody who implicated the IFP.  Therefore those who submitted applications at that time, we did as they had directed us.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "My concern is your evidence that they have no confidence in the process, yet they went out of their way to come to you to give you application forms and request you to complete those application forms for purposes of being part of the process that they had no confidence in.",
            "Female"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "We also troubled them, we would phone Ulundi - I even wrote a letter to Dr M G Buthelezi asking him what he was doing about us, the people who had been fighting for Inkatha, and he said I should speak to captain Shlengwa and Nicky Brits - people who frequented the prison.  I told him that these people had never given us anything concrete because we were now in jail, our families were in hardships, but they were not helping us.  Therefore Dr Buthelezi directed us to these people, these people who were not helping us in any way.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes very briefly Mr Chairperson, just on that matter arising.  Your evidence is to the effect that Mr De Klerk, captain Shlengwa and a person by the name of Nicky Brits attended at the prison and assisted you in the first amnesty application that you submitted.  Is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "Yes I think that is what I was explaining.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that your distinct impression was that you were prevented from putting the correct version of what occurred and what you wanted to say to the Amnesty Committee because they wanted to protect the interests of the IFP and the senior members of the IFP, and that's ...(intervention)",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that is why this first application arose?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "You then contacted the Truth Commission because you wanted to tell the truth and they organised Legal Aid, and as a result of that I was eventually allocated to do the application.  Is that correct?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that the contents in your final application, the one where I was involved with submitting, is to the best of your recollections, the truth in this matter?",
            "Male"
        ],
        [
            "BERTWELL BHEKI NDLOVU",
            "That is correct Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just for the record Mr Chairperson, members of the Committee, I have a letter which is obviously in response to the letter that was referred to by Mr Ndlovu earlier, which I would like to read into the record.  It's on an Inkatha letterhead, it appears to be signed by the president of the IFP, and I'd like to read this into the record.  It's dated the 20th of October 1997, it is an original letter for anybody to inspect.  It's sent to Mr Bertwell B Ndlovu, his prison number 93462925, Durban Correctional Services, Medium B C101, Private Bag X01 Westville\n\"Dear Mr Ndlovu I wish to acknowledge receipt of your letter of the 24th of June 1997.  Thanks for your appreciation of the visit of Dr Giyane.  I'm also hoping that others that we sent to see you regularly, such as Captain Shlengwa and Ms Brits do see you concerning problems about special constables and other problems.  I do hope that you can discuss those things with the people that we send to the prison regularly.  You cannot expect me to comment on such things with you in an open mail of this kind.  Yours sincerely\", and it's signed by the president of the IFP.\nThank you, that'll be all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry that can go in as an exhibit if it's required.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if a photocopy could be made of it and given to Mr Mpshe please.  Are you going to be leading, Mr Stewart and Mr Wills, any further evidence in respect of the applicants that we have heard so far?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, Mr Ngubane had indicated to me his intention of making an application to re-open the cross-examination of Mr Lethuli on behalf of the victims who did not have notice that Mr Lethuli would be giving evidence on incidents in this area in Durban earlier in the year, and that application is not objected to by myself on behalf Mr Lethuli.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, any further witnesses you intend calling?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I don't intend calling further witnesses at this session.  Obviously at the Ermelo session.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Mr Ngubane, I think - well we've long passed 4 o'clock now, it will be a convenient time to postpone.  Is there any other objection - or any objection at all to Mr Lethuli being called tomorrow morning for purposes of re-opening his cross-examination that has been brought by Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "I have no objection.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I have no objection Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "I have no objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, then we'll begin tomorrow morning's session then with the further cross-examination of Mr Lethuli.  We will now adjourn until half past nine tomorrow morning, in this hall at half past nine.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}