{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-08-13",
        "location": "HAMMARSDALE",
        "day": "3",
        "names": [
            "MR DLAMINI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52805&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081114_hmm_hammar3.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR DLADLA",
            "MR DLAMINI",
            "MR HEWITT",
            "MR MOLOI",
            "MR MOTATA",
            "MR NGUBANE",
            "MR STEWART",
            "MR WILLS",
            "MS KHAMPEPE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STEWART",
            "MR DLAMINI",
            "MS KHAMPEPE",
            "INTERPRETER",
            "MR WILLS",
            "MR NGUBANE",
            "MR MOTATA",
            "MR HEWITT",
            "MR DLADLA",
            "MR MOLOI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  Mr Wills who is representing certain of the applicants has asked to be excused from portion of this morning's session, together with one of his clients, Mr Ndlovu.  Yesterday we concluded the evidence of Mr Hlongwane, and this morning I believe we'll be commencing with the evidence of Mr Dlamini, is that not so Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "That is so Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, Mr Stewart you can ...",
            "Unknown"
        ],
        [
            "MR STEWART",
            "I call Mr David Zwele Dlamini.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "(Duly sworn in, states)",
            "Male"
        ],
        [
            "EXAMINATION BY MR STEWART",
            "Thank you Mr Chairperson.  Mr Dlamini you gave evidence previously ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before you proceed, Mr Dlamini, just for purposes of the record is your name David Zwele Dlamini?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Dlamini you gave evidence at an earlier sitting of these hearings in Richards Bay, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "At that hearing you dealt with, amongst other things, your training in the Caprivi and the various incidents in which you were involved in the eSikhawini area, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "So Mr Dlamini in your evidence today we will focus on your involvement in this area where we sit today, in the Mpumalanga/Hammarsdale area. Is it right Mr Dlamini that you were born and lived for the first 12 years of your life in the Pietermaritzburg area, where after you moved to Mpumalanga with your family?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And that during your period of schooling at Pezulu High School between 1981 and 1984 you joined and became a member of the Inkatha Youth League in this area, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now at that time did you know Mr Zakele Nkeshle?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I know him..",
            "Male"
        ],
        [
            "MR STEWART",
            "How did you first come to know him?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Mr Zakele Nkeshle was a prominent person in the Mpumalanga Township.  He was a central committee member of the IFP.  That is how I got to know him, and sometimes in schools in Kwa-Zulu Natal Inkatha was a school subject.  Therefore he used to visit schools.  That is how I got to know him.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did this Mr Nkeshle encourage you in your activities in the Inkatha Youth League?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "You mention in your application affidavit that a power struggle developed between the Youth Leagues aligned to the UDF and the Inkatha Youth League, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was the nature of this struggle?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "The struggle between the IFP and the UDF was brought about because of a certain person called Marshall, who used to remove children from school.  This led to conflict and Mr Zakele Nkeshle used to try to get the children back to school.  That is how the conflict began.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, what was the nature of the conflict, did it involve fighting, and if so, what kind of fighting?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "We used to stab each other using bush knives, but at that time we did not use guns.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did the local Inkatha leadership know that these were the activities that you and others were involved in?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes they did know, for example Mr Nkeshle.  They all knew.",
            "Male"
        ],
        [
            "MR STEWART",
            "You've mentioned Mr Nkeshle, are there others who were in the leadership in this area at that time who knew?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Even though there were, but I've forgotten their names.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what attitude did they take to you're activities?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "They were pleased about this because at the time we were fighting against the UDF.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now there came a time, and you've given evidence on this previously, that you became interested in joining the Kwa-Zulu Police Force and that you were taken to Ulundi ostensibly to undergo police training, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "But from there you were taken to what you subsequently learnt was the Caprivi, and you were trained there, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "You've heard the evidence of Mr Khumalo two days ago dealing with the nature of the training there, do you disagree in any way with the evidence that he gave?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I do not disagree with anything that he said.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo told us about 4 groups that were formed in the advanced stage of the training, and he mentioned that he was in the offensive or counter-intelligence group.  Which group were you in Mr Dlamini?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I was put in the offensive group.",
            "Male"
        ],
        [
            "MR STEWART",
            "And is it right that in that group you were trained in the use of various firearms, in various offensive tactics such as house-clearance and penetration and you were also trained in the use of explosives?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "By the time you finished your training in the Caprivi, what idea did you have as to what you must do with that training, what was the purpose of the training, and your understanding?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As the time went on as we were in the Caprivi area, it became obvious that we were not being trained as policemen as we had been told when our homes.  It was clear that we were becoming soldiers of the IFP;  we will return to Kwa-Zulu to fight against the UDF.  That is what I thought of at the time.",
            "Male"
        ],
        [
            "MR STEWART",
            "After returning from the Caprivi, is it right that at some stage you were also sent for training in Venda?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "What were you trained to do in that training?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I returned from Caprivi, spent some time at home and then I was sent to Venda where I received further training.  The training that I received at Venda was about torturing;  obtaining information from people;  how to obtain such information; what methods you can use to obtain information from people, and also how to stab a person, where to stab him.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who was with you and also being trained at that time in Venda?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "There was a white person known as JP, who was an instructor.",
            "Male"
        ],
        [
            "MR STEWART",
            "Let me clarify - I'll come to who your instructor was in a minute.  What I'm asking you is, who else was with you that was also being trained?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "There were others, I think we were about 50 to 100.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were they also people who had been trained in the Caprivi?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, that is correct.  The entire offensive group was there.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you've mentioned that your instructor was a white man called JP.  Is that JP Opperman?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And are you aware if that's the JP Opperman who was the officer of Military Intelligence who gave evidence in the trial of Peter and others?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "During your training in the Caprivi and in Venda, did you receive any political training or indoctrination?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes there was, and that all that we were doing we were going to use to fight the ANC and the UDF.  The training that we underwent was supposed to help us in fighting against the UDF and the ANC.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now for the assistance of the Committee, I'm now at paragraph 17 on page 382.  Mr Dlamini you say in your application that you were informed by MZ Khumalo and Mudla Induna that you were to report to the Mpumalanga Police Station, this was obviously after your return from Venda.  Is this correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you at that time proper members of the Kwa-Zulu Police Force?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No, at that time we had just undergone training at Caprivi and Venda.  When we arrived the police station had as yet not been built, and when we came here to the Mpumalanga area, we worked under ...(indistinct) Makateni.  At that time the police used offices in the area .",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What year was that you came to report here Mr Dlamini?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "1987.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you provided with appointment certificates of the Kwa-Zulu Police?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "We did not get them at the time, but when we returned here we took ID photos and this was sent to Ulundi.  When they returned we had received our appointment certificates.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini what was the purpose of you being issued with a Kwa-Zulu Police appointment certificate?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "The purpose of this was that in all the areas that we went to in fighting the ANC, we would be able to carry guns so that we are not disturbed, and that the police should not harass or stop us on carrying out our activities of fighting against the ANC.  That is how we operated.",
            "Male"
        ],
        [
            "MR STEWART",
            "When you were sent to this area, were given instructions as to what you would be doing here?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I received instructions from Mudla Induna at the time - there was a lot of fighting in Mpumalanga at the time.  We were told that when we arrived here we would guide Indunas and Amakosi and counsellors in the township.  That is what we were supposed to do here.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you mention in your application what's referred to as \"Mpumalanga incident 1\", and this is an attack after the death of Walter Mtelani's sister.  Do you remember that incident?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I remember it.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you able to recall in what year this incident took place?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Even though I do not remember correctly, but it did happen.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you say in your affidavit that a result of this attack where Walter Mtelani's sister was burned to death, Mudla Induna told us that you were going to conduct an operation to retaliate.  Is that correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now what was the plan, what was it that you were going to do in this attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "After the death of Walter Mtelani's sister, being killed by the UDF, Walter Mtelani was a Caprivi an who resided in unit 2 in Mpumalanga.  So Mudla Induna told us that if a Caprivi member has been hit or attacked, we shouldn't let things lie down, but we should do something, we should see what we should do.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, what I'm asking you, is what is it that you were then instructed to do, what was your plan in the attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "We planned a revenge attack because one of our members had been attacked.",
            "Male"
        ],
        [
            "MR STEWART",
            "And who did you plan to attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "There was a Mpafana household opposite Walter Mtelani's house.  This Mpafana home normally had UDF members, they used to stay there.  So when this incident took place Walter did mention who had attacked his sister.  That is why we then attacked the Mpafana home where these UDF members stayed.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who did Walter say had attacked his sister?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "He did not say who specifically because, as I've mentioned, UDF members used to stay at that Mpafana house, so our attack was meant to be on UDF members who stayed there.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, tell us about the attack itself, what happened?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Mtelani came to me to report that we should attack the house.  He told the that Mudla Induna had spoken to him.  As a policeman in the area I had a gun, a 7.65 mm which I kept with - I and Mtelani left as well as Ray Gadebe.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who else was with you Mr Dlamini?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Just the three of us, myself, Mtelani and Ray Gadebe.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now before we carry on, let's just deal with this question of the gun.  You will have heard two days ago that Mr Khumalo explained that when he was stationed in this area as a - also with an appointment certificate from the Kwa-Zulu Police, and that he was also under the command of Lieutenant Makateni, that at night when he left the police station, he had to leave his issued firearm at the police offices, and he couldn't take it with him.  Now in this case you've said that you had your police issued firearm with you.  How did that come about?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I'll explain this, in most instances I did not work in this particular area, I would go outside the area and guide Amakosi in areas like Pietermaritzburg and well as Indunas there.  Thereafter I would not take the gun back, but I will keep it with me.  Therefore, that is how I had the gun in my possession.",
            "Male"
        ],
        [
            "MR STEWART",
            "So are you saying that your duties and those of Mr Khumalo insofar as the police were concerned, were different?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "They were not different but we were posted at different areas.",
            "Male"
        ],
        [
            "MR STEWART",
            "Okay, let's get back to the attack itself.  You say there were three of you, yourself, Ray Gadebe and Walter Mtelani, and you approached this house.  What then transpired?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "We remained at Mtelani's home until it was dark in the night.  We were waiting to attack the house.  At about 2am we left Mtelani's home and went directly to the Mpafana home.  When we arrived there Ray Gadebe did not have a gun, but he had petrol bombs.  We threw these into the house.  After that I started firing.  After we finished firing we ran away.  We went to Mtelani's house and then I went home.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, when you were firing, about how many shots did you fire do you think?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As far as I can recall, maybe I fired 10 shots.  I don't remember quite clearly, but I think it was about that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you fire those shots at any people particularly?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "It was at night, it was dark.  There were people screaming inside the house.  If one of them were injured or not, I do not have knowledge thereof.   But because I was outside and I was shooting directly to the windows, when I heard a scream inside, or maybe I heard a voice inside the house, I would shoot in that direction.   After that I ran away.",
            "Male"
        ],
        [
            "MR STEWART",
            "You say you don't know whether anyone was injured or killed in that attack, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now that was the Mpafana home, did you not perhaps hear subsequently whether anyone was injured or killed?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No I did not hear that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you say in your application that a few days later you informed that you had been identified at the scene, and that the police were looking for you.  Is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that is correct.  It transpired that I had been identified, but I don't know how.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did that cause you to leave Mpumalanga?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That cause my transfer to Pietermaritzburg from Mpumalanga.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now at some point you came to guard the Induna Ngcobo, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Whereabouts was that?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "The Induna stays in Pietermaritzburg in an area called Dindi.",
            "Male"
        ],
        [
            "MR STEWART",
            "Is that in the Taylor's Halt area on the other side of Pietermaritzburg, the other side of Edendale?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you issued with firearms at that time for the purpose of your duties?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "When I left here I had a HMC, a sub- machine gun.",
            "Male"
        ],
        [
            "MR STEWART",
            "You say in your application that you were issued with a R1 rifle, and that you also had a 7.65 mm pistol.  Is that what you're referring to?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Sorry, I made a mistake, I had a R1 rifle.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now if we come then to deal with what's referred to as \"incident 2\", and this was repelling and attack with Zombi Tshabangu.  Do you remember that?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Where were you when you came under attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "We were guarding the Ngobe house - homestead at Pietermaritzburg, myself and Zombi Tshabangu.  We were sitting around in the evening in a \"rondawel\".  There was no electricity in the area.  We just heard gunshots.  We had a candle in the \"rondawel\".  We lay flat on our stomachs, took our guns.  All the time there was gunshots, we were hearing gunshots and some bullets were coming through the windows and the door, and some through the walls.  We opened the door and started firing, flat on our stomachs.  Because it was dark, if we saw a shadow passing by, we would fire, anything that would pass by.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, at that time, did you know who it was that was attacking your \"rondawel\"?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "At the time I did not know.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who did you think it might be?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Because that was an IFP stronghold, I thought that the UDF must be attacking, that is what I thought.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you subsequently learn who it was that was launching this attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes ultimately we did realise that it was the policemen who were on our side.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini how did you learn that, and how did the attack end?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I can just say that the Induna, after the firing of the gunshots, he went out and actually saw the police cars parked outside, and actually was trying to talk to them who were actually shooting us who were in the \"rondawel\".  The police then tried to stop at that particular time, they stopped shooting, and that terminated.  And then myself and Zombi went out, and the police then sat, and we asked from them, \"why are we being shot\", and then they said they got the information from the UDF that in this house there are people who have guns that not legal - illegal weapons.  And then it's then that we produced our appointment cards, and then we said, \"no, you can't, we are also on your side\".  These are the other police that were being shooting, we are also the police, we are actually watching or guarding this Induna, and thereafter they apologised.  And that actually ended just like that, but during the fight there was a white one who actually got injured.  And then everything that was passing by, we were just shooting and shooting, because they were also shooting.",
            "Male"
        ],
        [
            "MR STEWART",
            "And as far as you are aware, it was just this one white policeman who was injured in that attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that is how I know.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did the - was that then the end of the matter or did the police want to investigate it further?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No, nothing has happened.  We didn't even write the statement, and that was the end of it.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you say that some time thereafter you were posted to the Sinatingi area of Pietermaritzburg to guard Mr Nwabe of the IFP who was Chairman of that area.  Is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is so.",
            "Male"
        ],
        [
            "MR STEWART",
            "And that you came to have to defend Nwabe's house?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was the situation in that area insofar as political conflict between the IFP and UDF was concerned?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "The situation was tense, it was bad.  Such that when I arrived at the Nwabe's residence, it was bad, and we couldn't even go out.  This Nwabe couldn't even go to town to buy something.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who were you with when you went to that area to assist Nwabe?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Here at Nwabe I was with a boy called Trevor Nene.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you mentioned in your application there's a time that Mudla Induna came there with some others, you remember that?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Do you remember who he came with?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "The people that I can recall well are Dan - Dan Leefe; Pumlane Mshengo; Sibo Bengo; Stlelo Ndlovu - I can't quite remember the others.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you would have heard the evidence of Mr Khumalo two days ago when he mentioned the time when he came there to the Nwabe house.  Was it the same time - do you remember if he came them with Mudla Induna and the others?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes he was with Mudla Induna.  Chair, when I arrived there the situation was so tense and bad, such that the war was just coming drastically.  I just took the phone and then I phoned here in Hammarsdale, and then I indicated to them that this is beyond my powers.  And I spoke to one Sergeant, and I can't recall the name, I've forgotten.  He is the one who actually contacted Mudla Induna.  Indeed Mudla Induna and them arrived with John Makateni, in a van - ...(indistinct) van, and they arrived there.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was your intention in calling them, what were you calling them to come and do in that area?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Shlalo in that area.   Chairperson, in that area the ANC is nearby the graveyard.  Everybody who used to come there, a person coming there by ...(indistinct) would be buried there.  The reason for calling these people, when people are coming to bury here, they would actually burn the houses because they knew that this was the IFP stronghold.  When they arrive to bury people, they've already started burning the houses.  Then I realised that this beyond my powers, they I phoned Mudla Induna.  Indeed he came, that's the reason why I called him.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you became involved in an incident then at that time when those people came.  Will you explain that.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Mudla Induna, when they came, they houses were burning, and thereafter I pointed that these are the houses, you can see they're burning.  And the realised that and people are running away, and people are actually now surrounding the area that I was guarding.  Then I said to him, \"you can see the situation\".  He just took the decision on his own, and he told the people that you can see the situation is tense, let's attack.  And indeed Mudla Induna and them, instantly they arrived - after their arrival, there's an area called Gigi, there is nothing.  On their arrival I was actually showing them the area where the comrades are, and they actually saw then singing and dancing, and what so ever and Mudla Induna and them.  And Jabulani Makateni was there.  But when the van stopped, then they went up to that area called Gigi.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you go with them?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No I remained behind with those people that I was guarding, because it was too full, I had to stay with those people that I was guarding.  They left, Mudla Induna and them..",
            "Male"
        ],
        [
            "MR STEWART",
            "And what did they do, having left in that way?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Oh, they actually met - fighting then, the situation was bad and the attack happened, and I don't know what happened thereafter, but I did hear the gunshots and the bullets.  This is happening while I'm guarding this person, and the people actually ran away and they were seeking refuge here on me.  What was done by Mudlam Induna there, although I heard the gunshots, although I did not know what was happening there.  And thereafter Mudla Induna and them came back to where I was to this house.",
            "Male"
        ],
        [
            "MR STEWART",
            "And in your guarding duties of that house, did you also have cause to shoot - to shoot at any people?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No.  As I've explained, that here I couldn't leave the place because there as a lot of people there, I had to guard these people here.  Mudla Induna and them are they ones who able to go out and fight.",
            "Male"
        ],
        [
            "MR STEWART",
            "You see Mr Dlamini, in your application you say \"Mudla Induna and his group joined us\" - have you got this on page 384?  It's page 10 of your affidavit, it's got a \"10\" at the bottom, do you have the page?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I can see.",
            "Male"
        ],
        [
            "MR STEWART",
            "Can you see where it says \"incident 3\"?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I can see.",
            "Male"
        ],
        [
            "MR STEWART",
            "And towards the bottom of that paragraph, 4 lines from the bottom, it says\n\"Mudla Induna and his group joined us, and together we shot back at the\n\tattackers.\"\nAre you referring there to yourself as well, or to the other people?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I'm referring to those people who were with Mudla Induna.  Those are the people who arrived and went up there at Gigi and shot.  This was happening while I was here at Nwabe's residence.",
            "Male"
        ],
        [
            "MR STEWART",
            "And in the last sentence there in that paragraph you say\n\t\"We shot about 10 people dead, and many others were injured.\"\nDid you have knowledge of that?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Chair, here people were actually narrating that this is what happened, these are the people who were shot.  That's where I got this information, that ...(indistinct) job that I did.  But physically I wasn't there, I was in this house that I was guarding.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Stewart.  You have referred us to page 10 which is incident 3.  I note that Mr Dlamini has referred to the time when Mr Betuli came to join them, and he said that at that time Mr Nwabe's house was under attack, and it appears from his viva voce evidence that it may not necessarily have been the right situation.  I just wanted that to be clarified.",
            "Female"
        ],
        [
            "MR STEWART",
            "Thank you Ms Committee Member, I'll see to clarify that.\n\tMr Dlamini, when you speak of the bad situation in that area, and you see it was beyond your powers, are you referring to the same incident where Mr Nwabe's house had been under attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Will you please repeat your question?",
            "Male"
        ],
        [
            "MR STEWART",
            "In the incident that you're referring to in your evidence, that you're recalling about the time that Mudla Induna and the others came there, had  it been the case that Nwabe's house was under attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As I am saying Sir, that I myself was also attacked at the Nwabe's place.  ANC came and shot and then ran away.  They shot and they ran away.  That's then when I realised that there's a lot of people here, and thereafter, that's when I phoned Mudla Induna, who thereafter came.",
            "Male"
        ],
        [
            "MR STEWART",
            "In the attack as you've described it, that Mudla Induna and the others launched in that area, was that part of repelling the attack against Nwabe's house, or was it a separate attack?  In other words, was it part of defending that Nwabe home?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As I've indicated, IFP - if I'm not mistaken, a lot of people had run away.  It was about few houses, very few.  Then ANC was in large numbers in that area.  All of them used to pass by there on their way to bury, the graveyards were nearby- the cemetery was nearby.  On their way they were firing gunshots, and as they were firing or as they passed by to the cemetery, they fired their guns.  And thereafter, and then I phoned Mudla Induna and said these people are in large numbers and it's beyond my powers.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Stewart I'm sorry be interfering with Mr Dlamini, I really just wanted him to confine his explanation to whether at the time when Mudla Induna arrived, was Mr Nwabe's house being attacked, because that's how it has been phrased in his application.  If you check, I think it's the first paragraph, right in the middle, Mr Dlamini says\n\"At the time of their arrival ...\", and that's Mr Betuli's arrival, \"... Nwabe's house was being attacked by the ANC.  They joined the attack, and together we shot back at the attackers.\"\nI just wanted clarification only in respect of that small issue.",
            "Female"
        ],
        [
            "MR STEWART",
            "Mr Dlamini you've heard the question.  Perhaps you can try and answer it.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.  The Nwabe's area was being attacked where I was.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Stewart you may proceed.",
            "Female"
        ],
        [
            "MR STEWART",
            "I thank you.  If the Committee can bear with me for one minute.  The Committee will find it instructive that this dealt with also by Mr Lethal at page 251, paragraph 15.26, and thereafter, where he explains that on arriving at this home, Trevor Nene and Zwele Dlamini were there and they had found that the UDF had already launched an attack and there were houses burning in the area, and then there was - from there various operations were launched, much along the lines of the viva voce evidence given by Mr Dlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini you say at the top of page 385 that this incident took place between October or November 1987.  Do you remember if that's correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it was 1987, but I can't quite remember the month.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now after this, is it right, that you remained at the house of Nwabe?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I was there.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now in your incident 4 you mention another attack.  Are you familiar with the one that I'm referring to?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I do remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "Explain to the Committee what happened in that incident.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "In this incident Chair, as I've indicated when I was writing the statement, there are some mistakes that I did, but I will try to explain how this incident occurred.  In this incident IFP youth was also there.  I made a mistake and then I actually mixed up things, I actually included the group that I was with, Mudla Induna and them.  In actual fact this incident was done - let me explain, may I please explain the situation.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini let me assist you to clarify that first.  Are you saying that although it appears here in your affidavit that Mudla Induna and others were involved, you're saying that at that time you were mixing it up and in fact it was IFP youth who were involved, is that what you're explaining to the Committee?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is what I'm saying.",
            "Male"
        ],
        [
            "MR STEWART",
            "It is your duty to explain to the Committee, you don't need to ask permission to do so, so please continue and explain.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "There this youth met on its own and attacked this area at Gigi ...(indistinct).  It is the one who was actually throwing petrol bombs in the houses; shooting, because it also had guns.  As I've written, mixing up, Mudla Induna indeed was not there.  I wish to explain that, it is the youth there that did this incident.",
            "Male"
        ],
        [
            "MR STEWART",
            "That incident were you still - at that time your responsibility as to be assisting Nwabe, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did Nwabe know about this incident?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes he did.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did he know about it at the time or only afterwards?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "He knew very well.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what was his attitude?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As a person who couldn't even go, he was happy if the boys are paving way for him to actually go onto the road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you - sorry Mr Stewart, did you play any role in the incident, in the petrol bombing and the shooting in the Gigi area?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "No I did not go there.  I was staying in the house at the Nwabe residence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how far away from you was this attack, you know, with the petrol bombs and the shooting by the youths?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "I would just estimate and say, if the house could be here where I am and they are attacking, to the Training College.  A distance from where I'm sitting to the Training College.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what, about 2 kilometres.   Is that that big building on the other hill?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Yes that's that Training College, teacher's training college.  I think it's the distance from here to the Training College.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you play any part in the planning of the attack, or did you have anything to do with the attack at all?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "No I did not plan anything, they were doing this on their own.  I was there when they were doing it, but I did not contribute.  The petrol bombs that they were preparing, I was there, I did not - there's nothing that I couldn't see while they were planning it, but I did not partake in it, and I did not attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Dlamini in the work that you were doing in different areas, were there many attacks of this nature that happened close by to where you were, or that you were part of?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I can't quite get your question.",
            "Male"
        ],
        [
            "MR STEWART",
            "In the time that you were doing this kind of work, were there many attacks of this nature, of this kind of conflict in the semi-urban or semi-rural areas?  Many of these attacks near to where you were, or that you were involved in.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes there was a lot of fighting there.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you able to estimate at all about how many such attacks you knew about or you witnessed?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Although I cannot be accurate, but there's quite a lot of them who by the youth as they were involved.",
            "Male"
        ],
        [
            "MR STEWART",
            "And this was 10 years ago or so, am I right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "And is it possible that you're mixing up by mistake some of these different incidents and attacks?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "Because you'll see the members of the Committee and indeed myself, are struggling to follow sometimes which incident you're speaking of.  So my intention is to come back to those, so you can have an opportunity to think about them.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Before Mr Stewart, you do that, I'm sure we would like to get clarity from you as Mr Dlamini's legal representative, that after Mr Dlamini has acknowledged that the incident in question was in fact made a result of mistakes, you know, is he still persisting with his application for amnesty in respect of this incident, in view of the fact that he did not play any role at all in the incident concerned, because he says that this is an incident wherein IFP youths participated, and neither did he direct nor plan the said incident.",
            "Female"
        ],
        [
            "MR STEWART",
            "Well Ms Committee Member, that's exactly my problem, I'm not sure which incident we're dealing with.  The one that he's explained, certainly - apparently he didn't have a role in, so I'll have to take instructions on that.  There would be no need - it would be pointless to apply for amnesty for something he wasn't involved in.  But the one that appears in the application which I'm referring to, he did have an involvement in.  So I will need to take instructions on that.\n\tMy intention is to deal with a very separate incident, being the Woody Glen and Injubakazi incident which appears at page 388.  During the short adjournment I will be in a position to take instructions on that.  We should be able to clear it up and have it finished shortly there afterwards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thanks, and perhaps Mr Dlamini, we only need to hear about incidents in which you were personally involved in any way with.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Thank you.",
            "Male"
        ],
        [
            "MR STEWART",
            "So Mr Dlamini, I'm going to come back just now to the incidents which happened at or near Nwabe's house and in that Sinatingi area.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Just go back to that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Okay but now - alright so if you put that aside in your head, now what we're going to deal with is the Woody Glen and Injubakazi incident.  Are you familiar with that?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I do remember this.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now this is - Woody Glen is not far from here, Mpumalanga, am I right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "And you mentioned in your application that there were fights - you described them as faction fights between the residents of Woody Glen Mpumalanga and residents of the Injubakazi area.  Can you explain what were those fights about, what were the differences?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "What I can explain is that there was a lot of fighting in the Injubakazi area, fighting between the ANC and the IFP.  As this fight went on, a lot of people were attacked by the ANC and they fled the area and came to Woody Glen.  When these fights happened I was by that time working at the police station here.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you mention a person called Kay, do you know who that person is?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Although I cannot remember his surname I knew him as Kay, a member of the IFP who was well-known in unit 4.  There were two persons by the name of Kay, there was a tall one and a shorter one.  His nickname was Mtui.  This is the Kay who came to me, being sent by Mudla Induna.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the Kay that came to you the tall one or the short one?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "The short one.",
            "Male"
        ],
        [
            "MR STEWART",
            "This Kay, was he involved in any way with taxi's?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Kay was a taxi owner and his taxi's operated in the Weber area, that is what I know.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you explain that this happened in about the middle of 1991, is that correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct, if my memory serves me well.",
            "Male"
        ],
        [
            "MR STEWART",
            "At that time had there been taxi violence in this area?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No at the time it had not as yet started.",
            "Male"
        ],
        [
            "MR STEWART",
            "When was there taxi violence here, do you know?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I cannot remember quite clearly.",
            "Male"
        ],
        [
            "MR STEWART",
            "But it was sometime after this incident?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, after this incident if I'm not mistaken.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did this incident have anything to do with taxi violence?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No, not at all.",
            "Male"
        ],
        [
            "MR STEWART",
            "What did Kay ask you to do?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I was working in the police station and Kay came to me and told me that he had been sent by Mudla Induna.  When Kay arrived there was fighting at Injubakazi and people fled to their shacks at Unit 4.  Kay told me that Mudla Induna had asked me to assist him because there was this fighting at Injubakazi.  He insisted that Mudla Induna had sent him to me.  I told him that we'll discuss it after I came off work.  After leaving work at 2, I went to Unit 4 and talked to Kay.  I questioned him about the incident and he repeated that Mudla Induna had sent him to me, that people were being killed at Injubakazi, and I should assist them.  Mudla Induna had told him this.  I told him that I was going to speak to Mudla Induna.\n\tI made a telephone call to Ulundi where Mudla Induna was, and asked him about this matter because I was working as a policeman.  Mudla Induna asked me if I was not longer a member of the IFP.  He told me that he indeed had sent Kay, and what Kay had told me I should do.  I then agreed; told Kay that I would do it, and I asked him \"where are the weapons\" ...(intervention)",
            "Male"
        ],
        [
            "MR STEWART",
            "Yes Mr Dlamini, just before you go on, you say you agreed you would do it, but you haven't explained to us what is it that you were asked to do.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As I've mentioned before, there was fighting at Injubakazi, IFP members were being attacked and they were fleeing to Unit 4.  Therefore my agreement with Kay was that I was going to go attack the ANC people, as in Jabulani, who were in fact attacking IFP members there.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now was this agreement as you've referred to it, with Kay, was that you would do this on your own, or that you would have others with you?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Kay told me that there were other people who were going to assist us.  We did not call guns by their names, we used to call them \"sticks\", and he told me that we were going to get these sticks somewhere, and I agreed with him.  He took me to Sakonja and when we arrived there at a certain house, I cannot exactly remember where it is, he showed me the guns, they were AK47's, quite a lot of them.  And there was ammunition as well.  We left and returned to Unit 4.  I went back to work.  When I left work later on I told Kay that I was now ready to go with him.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I think I've missed something.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Before we went to Injubakazi there was a boy by the name of Mkupuleni who worked at CR Swart in Durban, at the Murder and Robbery Unit.  The SAP used to go the Injubakazi area, and this Mkupuleni used to work in that unit.  He is an IFP member because he was once attacked at Injubakazi and came to stay at Woody Glen.  Kay then connected me to this Mkupuleni before we went to attack the Injubakazi area.  At one occasion Mkupuleni took his men and they went to check what the situation was like at Injubakazi, and he came back and reported to me that there was a large presence of the police in the area - we should not go there.\n\tAfter a few days I told him that he should make means that I should be able to go there because Mudla Induna had instructed me to go there.  Thereafter myself and Kay, in his red Corolla, went to Sakonja.   When we arrived there we found other people waiting for us, and their weapons were also there.  I took AK47's, R4's, R1's and these men looked trustworthy, and they wanted - they were rearing to go to Injubakazi.  They were afraid of me, I told them to take the guns.  I gave them the guns in fact.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini do you remember who these people were, the ones that went with you?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I do not remember them clearly.  I did not know their names, but if I could see them, I could identify them because I did not know their names, there was no need for me to know their names, because if they were friends of Kay they would not be dangerous to me.  Therefore I did not see a need to ask who they were.",
            "Male"
        ],
        [
            "MR STEWART",
            "And I take it from that that they were not Caprivian?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No they were not.  They were people that I found at this house in Sakonja.",
            "Male"
        ],
        [
            "MR STEWART",
            "Okay, now you told us that they were rearing to go.  How did you then proceed to get to the Injubakazi area?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "We walked on foot from Sakonja, we went through Mopela.  It was during the day.  We proceeded towards Nkosi Mkese's home in Injubakazi.  When we arrived there we saw a large number of people across, from Nkosi Mkese's home you can see their houses across.  There were bushes and forests in the area.\n\tI told the people that \"now that you are at Injubakazi, you should start shooting\".  I told them that there was no policemen and there was no-one.  If you see somebody you should take careful aim, shoot them.  Indeed they did this.  I lined them up and they started firing.  As they were firing we discovered that some were hiding in the bushes and the started returning fire.  I said to the person who was next to me, I said \"give me that R1\", I took it and I sat down and I hit a few.  Some fell down, and at the same time they were returning fire.  I fired.  \n\tWe decided to stop, I told them to stop.  And then we returned on foot using the same route that we had taken before, but because of gunshots that were being fired, I think we used a route going through Unit 1, not ...(indistinct).  We had sent a boy to go fetch a car that will pick us up.  Indeed the car came and it picked us up.  I went to Unit 4.  Kay took all the guns and put them in his car.  I then went back to my home.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini are you aware how many people were injured or killed in this attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I do not know.",
            "Male"
        ],
        [
            "MR STEWART",
            "And do you know how many people you personally shot in this attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Although I do not know how many there were, but when I fired, there were some people who got injured, but I do not know whether they died or not.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you ever hear thereafter what happened?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As a person who worked in the police station I subsequently heard that the detectives in the Mpumalanga Police Station had heard that I had been involved in the incident.  After hearing this I woke up the following morning, collected my belongings and went to Ulundi and reported to Mudla Induna.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini you touched on this on the introduction to the attack, but this is an important point, so I want you to cover it again.  This attack, you were effectively commanding this attack, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Chair, I was the only Caprivi an amongst the people I was with and I'm the one who issued them with guns.",
            "Male"
        ],
        [
            "MR STEWART",
            "So can you explain to the Committee then what was the objective of this attack?  What did you seek to achieve by attacking this area in that fashion when you were unable to identify individual people?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Where we were was an ANC stronghold, the same ANC who had attacked our people and made them flee the area.  Therefore our going to that area meant to attack the ANC.  We did not discriminate because every person that we saw coming out of the houses,  fleeing, we attacked.",
            "Male"
        ],
        [
            "MR STEWART",
            "How did you know that it was a so-called ANC area?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Chair, the Kay that I was with is the person who knew that that was an ANC area.",
            "Male"
        ],
        [
            "MR STEWART",
            "How did he know that it was a ANC area, was this something that was commonly known or did he investigate, or did you verify this investigation?  How could you be sure what area you were attacking?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I was sure because even Mkupuleni who worked in ...(indistinct) would tell Kay where the ANC people are.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you meet this Mkupuleni?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I mentioned before that before the incident occurred, we met Mkupuleni.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, would this be a convenient time?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Stewart, I see it's just past 11.  We will now take the tea adjournment and will resume at 11h30.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "May I remind you that you're under your former oath.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "(still under oath)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.\n\tMr Dlamini, this Sinatingi area, is it a big area?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is a big area.",
            "Male"
        ],
        [
            "MR STEWART",
            "And at that time that you were there, did - was it associated with one or other of the political groupings that had been fighting one another?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, it's like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "And was there a cemetery in that area?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes there was.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now did anything used to happen often when there were funeral processions to the cemetery?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, it's like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "What used to happen with those funeral processions?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "This Nwabe house is nearby the cemetery, the people from Oushtown, Ganeza and ...(indistinct) and Edendale ...(indistinct), when these people go for their burial they used to pass that house that I was guarding.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now this particular incident no 3, which is on page 384, now this particular incident, was there a funeral procession which started this incident?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "So what happened from this funeral procession?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "What happened there, as I've indicated, in all these areas these people who used to go to bury in this cemetery, when they on their arrival for the procession, they used to throw stones on this house, gunshots and everything that they had while I was inside whilst guarding the house.  Myself with the other brother there Munene Person, in this incident, when these people arrived on busses, a lot of busses.  They fired on this house whilst they were passing on their to the cemetery.  We also returned fire with the guns that we had.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you saying Mr Dlamini, that you used the guns that you had to repel that attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you personally fire your firearm?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I did shoot.",
            "Male"
        ],
        [
            "MR STEWART",
            "And are you aware whether there were people who were injured or killed in that shooting?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No I don't have any knowledge, but I know that I did shoot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you shoot - did you aim when you shot, did you shoot with the intention of perhaps hitting a person, or did you just shoot in the air?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "I was directing my shot at the people, a lot of people.   Just how many people got injured, I don't have any idea, but what I know is that I did shoot towards the direction of the people there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, were these people in the busses, or had they got out of the bus at the time of the shooting?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "They were on foot, and they were actually shooting the house where I was in.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now this procession then went past the house if I understand you, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, they passed and they went to the cemetery.  That is when I phoned Mudla Induna to come instantly because things are heavy here.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you - did you expect that that funeral procession would have to come back past the house again?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you expect that there might be another attack?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you've explained that when Mudla Induna and the others arrived, they were then involved in a, if you like, a counter-attack to the Gigi area, and you said that you were not involved in that counter-attack because you had to stay and guard Nwabe's house.  Do you stand by that evidence?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "But you were involved in shooting to repel the initial attack when the funeral procession first came past the house?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now in so far as incident 4 is concerned, is it right that you and I have been through together what is written in this paragraph, the first paragraph under incident 4, and that you can't recall what this was about, you can't sort out the details in your head, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes Chair, I can't quite remember clearly about this.",
            "Male"
        ],
        [
            "MR STEWART",
            "And as a consequence of that you withdraw any application in respect of that incident there which is reflected immediately the heading \"Incident 4\", that one paragraph, is that correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now in the following paragraph you mentioned an incident where you became injured.  Will you explain what happened there, how it was that you became to be injured.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "After this incident I remained there at the Nwabe's residence.  It was myself and Munene person.  We couldn't even go to the shop, and it was difficult for people to even go buy bread from the shop.  Myself and this Trevor Nene, we took money from these people and some few children who assisted us.  There was a tuck-shop nearby, and then we went on foot with the money and the guns that we had ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, sorry, just before you proceed Mr Dlamini, when you say you took money from people, what do you mean, did you rob people of money, or did you get money from them?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "No Chair, what I'm saying is that people couldn't walk, go there, so we were actually taking money from the people so that we can buy food for them at the nearby tuck-shop.  We were hit then, with Trevor, the late Trevor, just before we reached that place on our way, we were just hit by the bullet and the people that we were going with just ran away, and no-one asked anyone what is happening now.  I also knelt on my knee and I actually knelt next to those people.  It was a bit dark by then.\n\tI sat down and then I started shooting towards the people who were shooting us.  Because it was dark and I couldn't even see who was shooting, I also fired.  However it then became apparent it was the ANC people.  I was actually now shooting the soldiers themselves because it was dark, I couldn't see.  And we were actually shooting, exchanging the gunshots there for a long time, and my bullets actually got finished.  \n\tWhen I was trying to stand up where I was, trying to go back to look for the bullets, they then shot me and then I was lying down.  That's how I got injured in that place.",
            "Male"
        ],
        [
            "MR STEWART",
            "Whereabouts on your body were you injured?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "The right foot and the right hand, because it was the trained people.  I also realised that you hold the gun like this, and they actually shot where I was holding the gun.  The were fighting for it so that I can fall down, because I also did not let myself down.  I was shooting, they were actually to shoot the gun and I was wounded - the right foot and the right hand..",
            "Male"
        ],
        [
            "MR STEWART",
            "And this injury to your foot or your leg, did that take a long time to heal?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "In that year, that was '87, December approximately, that's when I got injured, and then I was hospitalised.  I was released in 1988.  When I left the hospital, when I discharged, it wasn't good at all.  When I was injured I went to this Edendale Hospital.  The leaders came, like Brigadier Sipho Mate, who was the Commissioner of the Kwa-Zulu Police by then and Captain Langene who was working at Ulundi.\n\tThey came to visit me - and MZ Khumalo came to see me.  I couldn't talk by then, I used to be quiet.  Some few days passed by while I was still in hospital, and then I was better, I could then see and talk.  I was in hospital and the police were actually guarding me, two policemen were actually guarding me.  It was after about three months or four months, I can't quite remember, Mudla Induna came with Jabulani Makateni, then they said \"we came to fetch you, be ready, we came to fetch you\", and I asked them \"what do you mean\", and they said \"no be ready, we came to fetch you\".  I couldn't even walk by then.  My leg was hung there up, and my hand was actually hung up.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, so did they take you from there?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes they took me, Mudla Induna and Jabulani Makateni said: \"we came to fetch you\".  Two police asked if the two people, and then they said \"this should go and buy cold drink, and when these two police went to buy drink, they just took me, dragged me, dragged me into the car.  And they dragged me painfully, I couldn't even cry, onto the car, and then they went to Hammarsdale here at home.  I stayed a few days here at home.  \"You should remain here, somebody will come and pick you up\".",
            "Male"
        ],
        [
            "MR STEWART",
            "Is it right that you wanted to get away, this was an escape from the police to get away, am I right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Chair, as I'm saying, at that particular time I couldn't talk.  This was - everything was happening ...\nCHAIRPERSON REQUESTS AUDIENCE TO CALM DOWN AND TO REFRAIN FROM INTERRUPTING THE WITNESS IN HIS EVIDENCE",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, do you still bear the scars of that injury to your leg?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed, I still have that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you prepared to show that to the Committee to show that you were injured in that way?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I can show them.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you show us now?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, please calm down.  The witness shows a large scar on his - the witness shows a large scar in the right leg shin.  Please calm down.\n\tMr Dlamini when you said you were shot in the foot, you mean you were shot - were you shot where you show the scar on the shin, rather than the foot?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Chair, yes.  It's because I can't even take off the clothes now.  Even here on my thigh bullets did penetrate.  It's the foot, the thigh, the arm, all up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.  Now Mr Dlamini we don't need to deal with this in detail because it's not that significant to your application, is it right that after having been taken from the hospital you recuperated here in Mpumalanga for a short period and then in Ulundi.  You were then flown to Venda where you spent some recuperating, and subsequently at the Mkuzi camp, is that correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "And that in all this time you were being hidden from the police?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "And were there any people in leadership or in command of you who were assisting in hiding you in this fashion?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "MZ Khumalo.",
            "Male"
        ],
        [
            "MR STEWART",
            "And anyone else?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Captain Langene.",
            "Male"
        ],
        [
            "MR STEWART",
            "And anyone else?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Those are the two that I still remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now is it right Mr Dlamini, that in accordance with your previous evidence in Richards Bay, that once you had recovered and you became active again, you were then stationed in eSikhawini with Mrs Mboyazi, is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you involved in any other incidents which you are able to remember, specifically in the Mpumalanga and Pietermaritzburg areas?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes indeed.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I don't think he did get that question.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "The question Mr Dlamini is, other than the incidents you've already told us about, are there any others that you can remember the actual incidents in which you were involved in the Mpumalanga or Pietermaritzburg area?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No there's nothing besides what I've written here.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, at one point you say that you returned briefly to the area in order to speak with your mother, and you established that your father had died.  Is that right?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is the truth.",
            "Male"
        ],
        [
            "MR STEWART",
            "What were the circumstances of your father's death?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "When I heard when I arrived home, he was working at Rainbow, driving the busses Rainbow that actually commute people to and from work.  He was taken out at Unit 4 in a bus on his way to work   They took him out there, they stabbed him and shot him.  They stabbed him and they burned him.  I heard that when I arrived at home.",
            "Male"
        ],
        [
            "MR STEWART",
            "Where is your home now Mr Dlamini?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Do you mean right now?  Right now I stay at Maintain, but home, real home, is here in Hammarsdale in Unit 2.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini you've been involved in many incidents in this area as you've explained.  Do you wish to return to this area?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes it is my wish.  Yes, indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "When you look now, when you look back on those activities and incidents that you were involved in, what do you think about them?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Chair, what I can say, when I look back in all what was happening until I got injured, political leaders knew how to instil this political indoctrination if I may say.  That is how I found myself involved in this politics.  These political leaders knew to make us do all these things.\n\tI didn't actually just came about think of doing this by myself, there were people who was actually - who were instructing me to do this, go there and do this.  And when I refer back and look now, there was not even a little need that I should have done all what I have done because a lot of people died and got injured because of what we did here.  Why?  Because of the politicians, because if I did not allow them in that, I wouldn't be like this.  \n\tEven the community here at Mpumalanga know that, that a lot of their children died because of political reasons, and all those who survived because of politics.  Therefore I say to the Mpumalanga community, in what they are in this unity that is here at Mpumalanga, I wish that you can be forever as it is.  And all those people, especially who are still young, because I started when I was very young in this politics business.  \n\tThey shouldn't dare actually partake in political reasons because that will go back in the situation that we find yourself in.  Why?  Because of political leaders, you do something and the person will actually leave you as you are, and actually deny you and say \"I don't know you anymore\".  That's why I say to the Mpumalanga community they should be united in what they are.  This unity - or this political thing, they must just do away with it, they must continue in unity and education must continue as it is right now.  That is what I can say to the community, and that they should accept me if I do come back as a person who was born here.  I thank you Chairperson.",
            "Male"
        ],
        [
            "MR STEWART",
            "No further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR STEWART",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Stewart.\n\tMr Wills do have any questions to the witness?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions Mr Chairperson.\nNO QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane, do you have questions to put to the witness.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NGUBANE",
            "Thank you Mr Chairman, yes I have questions.  Mr Dlamini in your group that operated in Mpumalanga, was there another Caprivi an known as Zwele Dlamini, other that yourself?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Can I just explain about this Zwele Dlamini.  There is somebody else called Zwele Dlamini, he's from Johannesburg.  This Zwele Dlamini used to work at the Kwamashu BSI, headed by Katie Nshlengo.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is the man whose other name is Godfrey Dlamini - Zwele Godfrey Dlamini, do you know that name?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now you and Nyoni Hlongwane have mentioned the name of Nkeshle - Zakele Nkeshle extensively.  Just tell us a little bit about the Inkatha leadership, was Nkeshle the only Inkatha who worked with you, or what was the position?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Chair, at my section in Unit 2 there was a councillor, Mr Bengo who worked closely with Zakele Nkeshle.  He himself was also a member of the IFP at the time.  I mentioned the person that I knew, and from my section.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well my question is directed to the Inkatha people who were directing you to commit certain acts linked with what you call political activities, acts of destroying houses and killing people.  Are you saying that Nkeshle and Bengo are the only ones, or it was a more extensive Inkatha leadership?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I'll say Zakele Nkeshle is the one person who concentrated mainly on the youth and he used to move around the entire township, and therefore he is the one person who used to tell us that UDF was our enemy.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now Mr Dlamini, let me put the questions directly to you, did you at any stage receive any instructions from an Inkatha person other than Nkeshle and Bengo to do acts of violence in Mpumalanga?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No, there was no other person except for Zakele.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay.  Did you receive any sanctuary from any other Inkatha high-ranking officer in Mpumalanga, other than Nkeshle and Bengo after you had committed any act of violence?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I mentioned Zakele Nkeshle's name before I went to Caprivi.  After I returned from Caprivi the person who gave me instruction was Mudla Induna and MZ Khumalo.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see.  No local leader in Mpumalanga ever, other than Nkeshle and Bengo, every gave you instructions to commit acts of violence, is that what you're saying?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know there was reference to an Inkatha leader known as Mercy Sithulu.  Was he in fact the leader of the IFP - local IFP in Mpumalanga?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, she was the leader of the IFP.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did she have anything with your instructions to commit any violence, or with providing you sanctuary after you had committed acts of violence - at any stage?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No, not at all.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know a red motor vehicle that used to operate in Mpumalanga which was known as \"Tomato\"?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was, Mr Dlamini, the question was, do you know a red motor vehicle that used to operate in Mpumalanga which was known as \"Tomato\".",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Yes I know it.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Did you at any stage participate or travel in that motor vehicle, in executing certain acts of violence against the UDF members or families?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Just tell us more about that motor vehicle, where it originated, how it operated, if you know.",
            "Male"
        ],
        [
            "MR DLAMINI",
            "What I know is that that car belongs Sipho Mlaba.  I am not aware of its activities ...(intervention)\nCHAIRPERSON REQUESTS AUDIENCE TO CALM DOWN",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I would like to explain, there was a group of Telewenies in Mpumalanga.  I have never operated with these people.  This car was normally driven by a person called Mpashaza.  I know this person, but I have never worked with him, but I knew him to be Mr Sipho Mlaba's driver.  I have not on one occasion used this car on attacks, but I knew that it belonged to Sipho Mlaba.",
            "Male"
        ],
        [
            "MR MOTATA",
            "In that respect Mr Ngubane, he has just told us that he operated twice - before he was trained as a Caprivi an, and subsequently as a Caprivi an.  So we would want to know in which period was this vehicle used.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Mr Dlamini you say you know this motor vehicle.   At what period do you know it?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I think it was roundabout 1987.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "That is after you had come back from Caprivi, or was it before?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "After I came back from Caprivi.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now you say that you knew that it belonged to a certain Mlaba, that motor vehicle.  Were you aware of its activities in Mpumalanga?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I heard complaints about it.  People will say they'd seen it there and there, but I have no specific knowledge of what it did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please, let Mr Ngubane ask a question.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chair.  You used the Zulu word \"kalangiyo\", which means \"they're crying about it\".  What was the cry all about?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As I've mentioned, this car was driven by Mpashaza.  He was well-known in Mpumalanga.  He will drive this car anywhere he wanted because he knew that people were afraid of him.  That is what I know.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Alright Mr Dlamini, I'll move on.  You said that you operated in the Maritzburg area known as Sinatingi for quite some time, is that correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you were working there, did you hear some names of people that were targets of the Inkatha people, the UDF people that were the targets of the Inkatha people?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Where you aware of certain people that were the targets of the Inkatha people there in Sinatingi?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No, I do not know of anyone.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The name Aaron Mabuza - I'm referring to this name because I'm instructed that there was an attack on his funeral at some stage - on the people from his funeral at some stage.  Do you know anything about that name?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "...(no English translation)",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, no, no, I'm not suggesting that it's you who attacked, I'm just asking you whether you know about the incident when the people from the funeral of Aaron Mabuza at Sinatingi were attacked by the Inkatha people?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "There were a lot of funeral processions that passed by the place where I guarded, so I would not know which was his.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well did you attack any people from the UDF or to the UDF funeral in Sinatingi, at any stage?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "As I mentioned earlier on, I did shoot some people who were proceeding to a funeral.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay.  The - you operated in Mpumalanga until roundabout 1991, is that correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were you in this area of Mpumalanga when the police station was officially opened?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No I was not here.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now the incident that took place in Malangeni cemetery where UDF people were slaughtered, do you know anything about that incident?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay.   If the Committee can just bear with me.  Now this David Ntombela, is it correct that at one stage you were his guard - David Ntombela of Pietermaritzburg?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did he order you to conduct certain operations at any stage?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No.  I've never operated there, I went to guard the house.  I stayed there for two weeks and left the place.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now you have mentioned certain people that were involved in these acts which could either be described as political acts, or criminal acts.  What do you - do you - if ever they get charged, what is your attitude regarding giving evidence against them?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Chairperson I would be greatly pleased if I could give evidence, because they should also explain as I've just done here, about things that happened.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Are you co-operating with any structure in investigating criminal acts - in investigating criminal - with a view of laying criminal charges against these people at any stage?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I could also help in that regard.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, no, my question is, at the moment are you involved with any structure that is investigating any of the criminal acts involving the people you have implicated?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chair I have no further questions.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.  Mr Hewitt do you have any questions to the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HEWITT",
            "Yes I do Mr Chairman.  I wanted you to go back to the Woody Glen/Injubakazi incident, and I want to refer you to page 388 of your affidavit where you state at the end of paragraph 1, the first paragraph, that's in paragraph 30\n\"I was aware that Kay was a taxi war-lord from the area.  I had agreed to assist him on the basis that the instruction had come from Mudla Induna, my commander.\"\nSo is the position that Lethuli had told you to assist this taxi war-lord?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Kay was a prominent IFP member.  Besides the fact that he owned taxi's, he was an IFP member, therefore his going to Mudla Induna was on the basis of that.  He went there to request assistance from Mudla Induna.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Yes, all I want you to do is to confirm that Lethal, also known as Mudla Induna, told you to assist this person whom you in your affidavit have described as a taxi war-lord.  Is that correct, yes or no?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "This name \"war-lord\", I do not agree with because when this incident happened, the taxi violence had not as yet started.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Alright, well whether you say now or not that you agree with the use of the word \"war-lord\", I want to ask you this question, and this question is this, I want you to listen to my definition of a taxi war-lord and I would like you to tell me whether you agree with my definition of a taxi war-lord.  Do you understand?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Right.  My definition of a taxi war-lord is a person who has - who owns taxi's or has an interest in taxi's, and it is his business to make money out of the running of taxi's.  Do you agree with my definition of that person so far?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No I do not agree with you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think finish your definition because at the moment it would include every single person involved in the taxi business.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "And such a person is called a taxi war-lord because he ruthlessly pursues that business, even to the point of having his competitors injured or killed, and also the people who use his competitors' taxi's.  That's why he's called a taxi war-lord.  Would you agree with that definition I've given you?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I disagree with you.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Alright.  You told us that you don't like a description of this person any longer, as it appears in your affidavit that he was a taxi war-lord.  Would you tell us what you call a taxi war-lord?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "This word refers to the activities that we carried out that you actually pay people to kill other people.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Are you saying your definition of a taxi war-lord is a person who pays other people to have them killed - his opposition or opponents or enemies killed, is that your definition of a taxi war-lord?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that's how I would put it.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So in other words you, like myself, would define a taxi war-lord as a criminal, with slight differences on the description of that criminal, but he's a criminal who is prepared to murder.  We're agreed on that definition then are we?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Would you describe Kay, as you've done in your affidavit which you made under oath, would you disagree with the description that Kay was such a person?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Chair, I do not agree that he was a taxi war-lord, because he was a taxi owner.  If I remember correctly, I do not remember him issuing a command that his opponents should be killed.  Even if it happened, I have never heard of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Hewitt, but Mr Dlamini, Mr Hewitt is asking you these questions because of what you have stated in your application, and if I may just read it again - this comes from your affidavit at page 388 of the papers, page 114 of your affidavit, and it's the last sentence of the first paragraph of paragraph 30 - and this is what you say, and you're talking about the time of the Woody Glen/Injubakazi incident, and you say\"\n\"I was aware that Kay was a taxi war-lord from the area.  I had agreed to assist him on the basis that the instruction had come from Mudla Induna, my commander.\"\nNow you say that you were at that time aware that he was a war-lord, that's what you say in your affidavit.  Now you say that you disagree with that because at the time of the Woody Glen incident, the taxi war hadn't started.  What exactly is the position, why then if that was the case, did you describe him in your affidavit as a taxi war-lord?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Chair, I said that I knew Kay as a person who owned taxi's.  It could be that there might have been a mistake in the translation, but I knew Kay as a person who owned taxi's.  But it could be that because of the long elapsing of time, the person may have written \"war-lord\", but I did not say that.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Are you now saying that you affidavit where it describes him as a war-lord, which on your own definition is a criminal in business, is wrong - the person who wrote the affidavit out wrote it incorrectly for you?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Did you read the affidavit before you signed it?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I read it.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You see I have another difficulty with your affidavit where it relates to the Woody Glen/Injubakazi incident, and it is this, is that nowhere in your description in the affidavit over the killings, the fighting involved in that incident, do you refer to it as being a fight between the IFP and the UDF.  Can you explain that omission from your affidavit?",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, perhaps the witness's attention should be drawn to the 3rd sentence in paragraph 30.  I know that he doesn't read English well.  It doesn't refer to specifically what my learned friend has referred to, the IFP and the ANC, it refers to areas.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Well then my learned friend's objection, with respect, is ill-founded.  My question is quite legitimate, with respect Mr Chairman, and I would like an answer from this witness as to why there's no reference whatsoever in the description of the incidents under the Woody Glen/Injubakazi incident of fighting between the UDF and the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you'll answer the question Mr Dlamini.  I'll just point out to you that in the affidavit you did make mention of the fact that the Woody Glen area was an Inkatha area, but you make no mention of the conflict that was taking place in either the Woody Glen or Injubakazi as being specifically related to conflict between the two political factions, namely UDF on the one hand, and Inkatha on the other.  Mr Hewitt wants to know why didn't you make mention of that in your affidavit.",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "I think that the person who wrote this did not actually include what I'm saying.  What I would like to say Sir, is that there was a lot of activities that went around when we were writing the statements, so mistaken may have been committed.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You see I just want to explain to you why I'm asking you these questions now so you understand.  In Durban when Mr Lethal, Mudla Induna as you call him, gave evidence.  It emerged that payment was received by himself and others for assisting a businessman in killing an opponent, and if I'm not mistaken Mr Chairman, it was in the Clermont area.  Now what I want to suggest to you, is that the probability is that your instruction from Mr Lethal, this time, was to merely rid another businessman of his opponent.   What do you say about that, as a probability?   The businessman this time being one from the Woody Glen/Injubakazi area named Kay.  What's your comment on that?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I would say that is not correct.  I mentioned that Injubakazi was a UDF stronghold, therefore we went there to attack the UDF area.  The taxi business had no role to play in this incident.  It must be remembered that Kay is an IFP member, besides the fact that he owns taxi's.  He went to Mudla Induna to request assistance on the basis that he was an IFP member, not that he was going to pay - I have never received payment for killing anyone.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So what you're saying is that the two mistakes, the one omission and the one incorrect reference to war-lord in your affidavit, gives one the wrong impression about what this fighting was about, is that what you're saying to me - but that's because of mistakes of the person who took your affidavit, not through you?  Is that correct, have I summarised your evidence correctly now?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes, that's what I was saying.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Thank you Mr Chairman I've got no further questions.\nNO FURTHER QUESTIONS BY MR HEWITT",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Hewitt, with due respect, I do not agree with your understanding of that paragraph.",
            "Female"
        ],
        [
            "MR HEWITT",
            "Well that's probably really a matter for argument then at the ...(intervention)",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Yes, because if I can just refer to the words which have been used in that paragraph, there is a reference to the words \"faction fights\" between the residents of Woody Glen and residents of Injubakazi, and there is also a reference to \"area indifferences\".  Then there is a reference to a policeman known as Mkupuleni Kumede who had left the Woody Glen - who had left the Injubakazi area precisely because of the conflict and had gone to stay at Woody Glen which was an Inkatha area.  So I think there was this conflict, the way I read it.",
            "Female"
        ],
        [
            "MR HEWITT",
            "No, I am mindful of those paragraphs.  I think the issue Madam Committee Member, is what the reason for the conflict was.  I know there are those references to - it's obviously a typing error where it says \"area indifferences\", it obviously is \"area differences\", and there clearly is the reference to \"faction fighting\".  I think what the issue is, and which obviously is more suitably dealt with at argument level, is what the probabilities are arising out of omissions to deal with a reference to the political divides in the area, and descriptions of certain people sitting at - wanting assistance by virtue of their occupation which has been described here.  I think that's the issue.  I am mindful of those issues, that's why I confined my questions to this witness in fairness to him, to an absence of a reference between IFP and an absence of a reference to UDF involved in the clashes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It can be raised at an argument.  Thank you Mr Hewitt.  Mr Dladla do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DLADLA",
            "Yes one question Mr Chairperson.  Mr Dlamini, before you attacked the Mpafana's house, did you know whether there were people in that house or not - just before you attacked?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Yes I did know.",
            "Male"
        ],
        [
            "MR DLADLA",
            "And you told this Committee that before - during the attack you heard people screaming from inside the house, is that correct?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR DLADLA",
            "I'm interested to know whether those screams were from - were those people women or children or - can you describe ...(inaudible)",
            "Male"
        ],
        [
            "MR DLAMINI",
            "It was a mixture, there were women and men, old people and young children.",
            "Male"
        ],
        [
            "MR DLADLA",
            "So there were children and women in that house, that's what you are telling this Committee?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "I did mention that it was a UDF stronghold, and women would sometimes be present.",
            "Male"
        ],
        [
            "MR DLADLA",
            "Even children?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "No, no children.",
            "Male"
        ],
        [
            "MR DLADLA",
            "Pardon Mr Dlamini, you've just said that there were also screams of - children were also crying inside that house, did I hear you correct or not?",
            "Male"
        ],
        [
            "MR DLAMINI",
            "Children could not remain at a camp, that's why I am saying they were not there.  But young men were there.",
            "Male"
        ],
        [
            "MR DLADLA",
            "No further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR DLADLA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Stewart do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "No further questions Mr Chairperson.\nNO QUESTIONS BY MR STEWART",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Khampepe do you have any questions?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "I have ...(inaudible)  I only have two questions Chairperson.  As a result of your responses to Mr Hewitt's cross-examination with regard to the inclusion of the word \"war-lord\", taxi war-lord, when reference was made to Kay, what I want to find out is, would it have mattered to you whether Kay was a war-lord or not if Lethuli who was then your commandeering ...(indistinct) had given you instructions to assist Kay?",
            "Female"
        ],
        [
            "MR DLAMINI",
            "Chair, Kay, I helped him as a member of - an IFP member, not as a war-lord, not as a taxi war-lord.  No it's not like that at all.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You don't understand my question.  All I want to know is whether it would have mattered at all whether Kay was a war-lord or not if you had received instructions from Mr Lethal, who we understand was your commander as a Caprivi an.  Do you understand the gist of my question?",
            "Female"
        ],
        [
            "MR DLAMINI",
            "Yes I do understand your question.  No, I wouldn't have helped him if I knew that he was a taxi war-lord.  I wouldn't dare help him because the taxi war-lord pays, so I wasn't paid for doing all the acts by the taxi owners, I was just working as an IFP member.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So you are saying that you would have defied a direct instruction form your commandeering chief if you had known that you were now being ordered to assist as person who was a taxi lord?",
            "Female"
        ],
        [
            "MR DLAMINI",
            "Chair, even the commander - if the commander says something that is not in line with you, you can actually tell this person that \"no I can't do this, you can even kill me\", if I realise that this is not in line with my organisation.  Why would you agree to do it.  I didn't see the reason, I wouldn't agree if a person is leading me to such a thing, that it's not in line with my organisation.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "When you were a Caprivi an and in promoting the interest of your organisation, what kind of attacks were your authorised to launch against UDF members, can you remunerate them?  You've mentioned that you could burn houses belonging to UDF members; you've mentioned the stabbing of UDF members, or people perceived to be UDF members; you've mentioned shooting members of the UDF.  Are there other attacks that you authorised or that you bona fide believed that you were authorised to carry out in launching attacks?",
            "Female"
        ],
        [
            "MR DLAMINI",
            "If my memory serves me well, that's what I still remember that we should attack them, stab, shoot, and that's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Moloi do you have any questions.",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Thank you I have no questions Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata do you have any questions?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "Thank you Chairperson I've got no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  And just one, from the evidence you've given Mr Dlamini, it's clear that you operated in this area for some time after your Caprivi training from 1987 through to 1991 more or less, during which period you were involved in a number of incidents, a number of attacks and counter-attacks - or a number of incidents where you repelled attacks, is that correct?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Yes it's like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And yet you say after each and every single incident you're not sure whether you killed or injured any person, except in the one incidence you say you did shoot and you saw people fall.  Are you saying that throughout your period operating in this area, you today are still not sure whether you killed any person?",
            "Unknown"
        ],
        [
            "MR DLAMINI",
            "Well I don't have Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart any questions arising?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewitt?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane - it always happens at this stage of the proceedings.\nGENERAL LAUGHTER",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No questions Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dladla.",
            "Unknown"
        ],
        [
            "MR DLADLA",
            "No questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Dlamini you may stand down.\nWITNESS IS EXCUSED",
            "Unknown"
        ]
    ]
}